Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Action unauthorized for this document.
bg: Действието не е позволено за този документ.
ca: Acció no autoritzada per a aquest document.
de: Aktion ist für dieses Dokument nicht erlaubt.
it: Azione non autorizzata per questo documento.
no: Handling ikke tillatt for dette dokumentet.
ru: Это действие не разрешено для этого документа

source: Action unavailable for this document.
bg: Действието не е валидно за този документ.
ca: Acció no aplicable per a aquest document.
de: Aktion ist für dieses Dokument nicht verfügbar.
it: Azione non disponibile per questo documento.
no: Handling ikke tilgjengelig for dette dokumentet.
ru: Это действие не применяется для этого документов

source: Adding users to the editorial board
ca: Afegir usuaris al consell editor
de: Nutzer zur Redaktion hinzufügen
it: Aggiunta di utenti alla editorial board
no: Legger brukere til i redaksjonsutvalget.
pt: Adicionar utilizadores a comissao editorial
ru: Добавление пользователей в редакционную коллегию

source: no qualified users, try new search.
ca: no coincideix amb cap usuari, proveu una altra cerca.
it: nessun utente corrisponde, prova una nuova ricerca.
no: ingen kvalifiserte brukere, prøv et nytt søk.
pt: não existem utilizadores qualificados, procure novamente.
ru: нет квалифицированных пользователей, попробуйте поискать снова.

source: hits
bg: попадения
ca: resultats
it: risultati
no: treff
ru: число посещений

source: too many qualified users, specify more narrow search.
ca: coincideix amb massa usuaris, restringiu més la cerca.
it: troppi utenti corrispondono, specifica una ricerca più precisa.
no: for mange kvalifiserte brukere, spesifiser smalere søk.
pt: demasiados utilizadores qualificados, seja mais espefico(a) na sua pesquisa.
ru: слишком много квалифицированных пользователей, сузьте условия поиска.

source: limit
ca: límit
de: beschränken
it: limite
ja: 絞り込
no: grense
pt: limite
ru: лимит

source: users in brackets are already attached to the role, try another one...
ca: els usuaris entre claudàtors ja tenen assignat aquest rol, trieu-ne un altre...
it: gli utenti tra parentesi sono già stati collegati al ruolo, provane altri...
no: brukere i klammer er allerede tilknyttet rollen, forsøk en annen...
pt: utilizadores entre parentesis ja tem função definida, tente outro...
ru: пользователи в скобках уже имеют свои роли, попробуйте еще раз...

source: Removing users from the editorial board
ca: Neteja d'usuaris del consell editor
de: Nutzer aus der Redaktion entfernen
it: Rimozione di utenti dall'editorial board
no: Fjerner brukere fra redaksjonsutvalget
pt: Removendo utilizadores da comissao editorial
ru: Удаление пользователей из редакционной коллегии

source: Validate the editorial board selection
ca: Valideu la selecció del consell editor
de: Auswahl der Redaktion überprüfen
it: Conferma la seleziona dell'editorial board
no: Valider valg av redaksjonsutvalg
pt: Valide a selecção da comissao editorial
ru: Утердить выбор редакционной коллегии

source: Referee selection
ca: Selecció de revisor
cs: Výběr znalce
de: Auswahl Referenten
it: Selezione referee
no: Fagkonsulentvalg
ru: Выбор референта

source: Come back to the document
bg: Връщане към документа
ca: Tornar al document
de: Zurück zum Dokument
it: Torna al documento
no: Kom tilbake til dokumentet
pt: Voltar ao documento
ru: Вернитесь к документу

source: Back to the document
ca: Tornar al document
cs: Zpět na dokument
de: Zurück zum Dokument
it: Torna al documento
ru: Вернуться к документу

source: Wrong action for this document.
bg: Грешно действие за този документ.
ca: Acció incorrecta per a aquest document.
cs: Špatná akce pro tento dokument.
de: Ungültige Aktion für dieses Dokument
it: Azione errata per questo documento.
no: Feil handling for dette dokumentet.
ru: Это действие не применяется для этого типа документа

source: You are not authorized to use approval system.
ca: No esteu autoritzats a usar el sistema d'aprovacions
cs: Nejste oprávněni používat systém schvalování.
de: Sie sind nicht berechtigt das Begutachtungssystem zu nutzen.
it: Non hai il permesso di accedere al sistema di approvazione.
ru: Вам не разрешено использовать подсистему одобрений.

source: Navigation:
ca: Navegació:
cs: Navigace:

source: Run paper attribution for another author
ca: Executa l'atribució de documents per a un altre autor
de: Artikel-Zuordnung für einen weiteren Autor ausführen

source: Person Interface FAQ
ca: Preguntes més freqüents sobre la interfície de persones

source: Person Search
ca: Cerca persones
cs: Hledání osoby
de: Personen Suche

source: Open tickets
ca: Tasques obertes

source: Create a new Person for your search
ca: Crear una nova persona per a la vostra cerca
de: Neue Person für Ihre Suche erstellen

source: YES!
ca: SÍ!
cs: ANO!
de: JA!

source: Attribute Papers To
ca: Atribuir els documents a

source: Information not shown to increase performances. Please refine your search.
ca: No es mostra tota la informació per augmentar el rendiment. Si us plau concreteu la vostra cerca.
de: Um die Antwortzeit nicht erheblich zu erhöhen, werden keine Informationen angezeigt. Bitte schränken Sie Ihre Suche ein.

source: Correct my publication lists!
ca: Corregiu la meva llista de publicacions
de: Meine Publikationsliste korrigieren!

source: Papers removed from this profile
ca: Documents eliminats d'aquest perfil
de: Artikel wurden von diesem Profil gelöscht

source: Papers in need of review
ca: Documents que necessiten revisió
de: Artikel benötigen Begutachtung

source: Open Tickets
ca: Tasques obertes

source: Data
ca: Dades
de: Daten

source: Papers of this Person
ca: Documents d'aquesta persona
de: Artikel zu dieser Person

source: Papers _not_ of this Person
ca: Documents _no_ d'aquesta persona
de: Artikel _nicht_ zu dieser Person

source: Tickets for this Person
ca: Tasques per a aquesta persona

source: Additional Data for this Person
ca: Altres dades d'aquesta persona
cs: Další údaje o této osobě
de: Zusätzliche Daten für diese Person

source: Sorry, there are currently no documents to be found in this category.
ca: No hi ha cap document d'aquesta categoria.
de: Sorry, momentan sind keine Dokumente in dieser Kategorie gefunden worden.

source: Yes, those papers are by this person.
ca: Sí, aquests documents són d'aquesta persona.
de: Ja, diese Artikel sind von dieser Person.

source: No, those papers are not by this person
ca: No, aquests documents no són d'aquesta persona.
de: Nein, diese Artikel sind nicht von dieser Person.

source: Assign to other person
ca: Assignar-los a una altra persona
de: Zuweisen zu einer anderen Person

source: Forget decision
ca: Oblidar la decissió
cs: Zapomeň na rozhodnutí.

source: Confirm!
ca: Confirmar!
cs: Potvrďte!
de: Bestätigen!

source: Yes, this paper is by this person.
ca: Sí, aquest document és d'aquesta persona.
de: Ja, dieser Artikel ist von dieser Person.

source: Rejected!
ca: Rebutjat!
cs: Zamítnuto!
de: Zurückgewiesen!

source: No, this paper is <i>not</i> by this person
ca: No, aquest documento <i>no</i> és d'aquesta persona.
de: Nein, dieser Artikel ist <i>nicht</i> von dieser Person

source: Assign to another person
ca: Assignar-lo a una altra persona
cs: Přiřadit jiné osobě
de: Zuweisen zu einer anderen Person

source: To other person!
ca: A una altra persona!
cs: Na jinou osobu!
de: Zu einer anderen Person!

source: Confirmed.
ca: Confirmat.
cs: Potvrzeno.
de: Bestätigt.

source: Marked as this person's paper
ca: Marcat com a d'aquesta persona
cs: Označeno jako esej této osoby

source: Forget decision!
ca: Oblidar la decissió!
cs: Zapomeň toto rozhodnutí!

source: Forget decision.
ca: Oblidar la decissió.
cs: Zapomeň toto rozhodnutí.
de: Entscheidung zurücknehmen.

source: Repeal!
ca: Anul·la!
cs: Zrušení!
de: Widerrufen!

source: But it's <i>not</i> this person's paper.
ca: Però <i>no</i> és el document d'aquesta persona.

source: But it <i>is</i> this person's paper.
ca: Però <i>sí</i> que és un document d'aquesta persona.

source: Repealed
ca: Anul·lat
cs: Zrušeno
de: Aufgehoben

source: Marked as not this person's paper
ca: Marcat com que no és d'aquesta persona

source: Your papers
ca: Els vostres documents
cs: Vaše eseje
de: Ihre Artikel

source: Not your papers
ca: Documents no vostres
cs: Cizí eseje
de: Nicht Ihre Artikel

source: These are mine!
ca: Aquests són meus!
cs: Tyto jsou moje!
de: Dies sind Meine!

source: These are not mine!
ca: Aquests no són meus!
cs: Tyto nejsou moje!
de: Dies sind nicht Meine!

source: It's not mine, but I know whose it is!
ca: No és meu, però sé de qui es
cs: Toto není moje, ale já vím, čí je to!

source: Mine!
ca: Meu!
cs: Moje!
de: Meine!

source: This is my paper!
ca: Aquest és el meu document!
de: Dies ist mein Artikel!

source: Not mine!
ca: No és pas meu!
cs: Není moje!
de: Nicht Meine!

source: This is not my paper!
ca: Aquest document no és meu!
cs: To není moje práce!
de: Dies ist nicht mein Artikel!

source: Not Mine.
ca: No és pas meu.
cs: Není moje.
de: Nicht Meine.

source: Marked as my paper!
ca: Marcat com a meu
cs: Označen jako moje práce!
de: Gekennzeichnet als meine Artikel!

source: Forget assignment decision
ca: Oblida la decissió d'assignació
cs: Zapomeň na přiřazení rozhodnutí

source: Not Mine!
ca: No és pas meu!
cs: Není moje!
de: Nicht Meine!

source: But this is mine!
ca: Però aquest és meu!
cs: Ale toto je moje!
de: Aber dies sind Meine!

source: But this is my paper!
ca: Però aquest document és meu!
de: Aber dies ist mein Artikel!

source: Marked as not your paper.
ca: Marcat com que no és vostre.
de: Nicht gekennzeichnet als Ihr Artikel.

source: Tickets you created about this person
ca: Tasques que heu creat sobre aquesta persona

source: Tickets
ca: Tasques

source: Request Tickets
ca: Peticions

source: Submit Attribution Information
ca: Enviar la informació d'atribució

source: Please review your actions
ca: Si us plau, reviseu les vostres accions
de: Bitte Ihre Aktion überprüfen

source: You are going to claim papers for: %s
ca: Esteu a punt de reivindicar documents en nom de: %s

source: This page in not accessible directly.
ca: No podeu accedir a aquesta pàgina directament.
de: Diese Seite ist nicht direkt zugänglich.

source: Welcome!
ca: Benvinguts!
cs: Vítejte!
de: Willkommen!

source: BibCheck Admin
ca: Administració de BibCheck
cs: BibCheck Administrátor
de: BibCheck Verwaltung
ru: Администрирование BibCheck

source: Not authorized
ca: No autoritzat
cs: Není povoleno
de: Keine Berechtigung
ru: Не авторизированы

source: ERROR: %s does not exist
ca: ERROR: %s no existeix
cs: Chyba: %s neexistuje
de: Fehler: %s existiert nicht.

source: ERROR: %s is not a directory
ca: ERROR: %s no és un directori
cs: Chyba: %s není adresář
de: Fehler: %s ist kein Verzeichnis

source: ERROR: %s is not writable
ca: ERROR: no teniu permís d'escriptura a %s
cs: Chyba: %s není zapisovatelný

source: Limit to knowledge bases containing string:
ca: Limitar-ho a les bases de coneixement amb el text:
cs: Omezit na znalostní báze, které obsahují řetězec:
ru: Ограничиться базами знаний, содержащими строку:

source: Really delete
ca: Confirmació per a eliminar
cs: Opravdu smazat
ru: Точно удалить

source: Verify syntax
ca: Verifiqueu la sintaxi
cs: Ověření syntaxe
de: Syntax überprüfen
ru: Проверить синтаксис

source: Create new
ca: Crear-ne un altre
cs: Vytvořit nový

source: File %s does not exist.
ca: El fitxer %s no existeix
cs: Soubor %s neexistuje
ru: Группа '%s' не существует.

source: Calling bibcheck -verify failed.
ca: La invocació bibcheck -verify ha fallat.
cs: Volání bibcheck - ověření se nezdařilo.
ru: Вызов bibcheck-verify не удался.

source: Verify BibCheck config file
ca: Verifiqueu el fitxer de configuració de BibCheck
cs: Ověřte BibCheck konfigurační soubor
ru: Проверить конфигурационный файл BibCheck

source: Verify problem
ca: Problema de verificació
cs: Ověřit problém
de: Problem überprüfen
ru: Проверить затруднение

source: File
ca: Fitxer
cs: Soubor
de: Datei
ru: Файл

source: Edit BibCheck config file
ca: Editar el fitxer de configuració de BibCheck
de: Bearbeiten von BibCheck-Konfigurationsdatei
ru: Редактировать конфигурационный файл BibCheck

source: File %s already exists.
ca: El fitxer %s ja existeix
cs: Soubor %s již existuje.
de: Datei %s existiert bereits.

source: File %s: written OK.
ca: Fitxer %s escrit correctament.
cs: Soubor %s: zapsán vpořádku.
de: Schreiben der Datei %s: OK.

source: File %s: write failed.
ca: Fitxer %s: no s'ha pogut escriure.
cs: Soubor %s: chyba při zápisu.
de: Fehler beim Schreiben der Datei %s.

source: Save BibCheck config file
ca: Desar el fitxer de configuració de BibCheck
de: Speichern von BibCheck-Konfigurationsdatei
ru: Сохранить конфигурационный файл BibCheck

source: File %s deleted.
ca: Fitxer %s eliminat.
cs: Soubor %s odstraněn.
de: Datei %s wurde gelöscht.

source: File %s: delete failed.
ca: Fitxer %s: no s'ha pogut eliminar.
cs: Soubor %s: smazání nezdařilo.
de: Fehler beim Löschen der Datei %s.

source: Delete BibCheck config file
ca: Suprimir el fitxer de configuració de BibCheck
de: Löschen von BibCheck-Konfigurationsdatei
ru: Удалить конфигурационный файл BibCheck

source: 0 borrower(s) found.
ca: No s'ha trobat cap usuari.
de: 0 Bibliotheksbenutzer gefunden
ru: 0 занявших найдено.

source: Renewalls
ca: Renovacions
de: Verlängerungen
ru: Обновления

source: You can see your loans
ca: Podeu veure els vostres préstecs
de: Sie können sich Ihre Ausleihen ansehen
ru: Вы можете видеть свой прокат

source: A new loan has been registered.
ca: S'ha enregistrat un nou préstec.
de: Eine neue Ausleihe wurde registriert.
ru: Новый прокат был зарегистрирован

source: Associate barcode
ca: Associeu el codi de barres
cs: Přidružený čárový kód
ru: Добавить штрих-код

source: No hold requests waiting.
ca: No hi ha reserves pendents.
ru: Нет ожидающих запросов.

source: Select hold request
ca: Seleccioneu una petició de reserva
de: Bestandsanfrage auswählen
ru: Выберите ожидающий запрос

source: OK
ca: D'acord
ja: ＯＫ
ru: ОК

source: The item %(x_title)s with barcode %(x_barcode)s has been returned with success.
ca: S'ha retornat correctament l'ítem %(x_title)s, amb el codi de barres %(x_barcode)s.
de: Das Exemplar %(x_title)s mit Barcode %(x_barcode)s wurde erfolgreich zurückgegeben.
ru: Объект %(x_title)s со штрихкодом %(x_barcode)s был успешно возвращен.

source: There %s request(s) on the book who has been returned.
ca: Hi ha %s reserve(s) pel llibre retornat.
de: Es gibt eine Anfrage/Anfragen %s für das zurückgegebenen Buch.
ru: %s запрос(ов) на эту возвращенную книгу.

source: There are no requests waiting on the item <strong>%s</strong>.
ca: No hi ha reserves pendents per a l'ítem <strong>%s</strong>.
ru: Больше нет ожидающих запросов на <strong>%s</strong>.

source: No. Copies
ca: Exemplars
ru: Число копий

source: Email
ca: Adreça electrònica
ja: Ｅメイル
no: E-post
ru: Электронная почта
sk: Elektronická adresa

source: Barcode(s)
ca: Codi de barres
cs: Čárový(é) kód(y)
ru: Штрих-код(ы)

source: Order new copy
ca: Demanar-ne una altra còpia
cs: Objednat novou kopii
de: Bestelle neues Exemplar
ru: Заказать новую копию

source: ILL request
ca: Petició de préstec interbibliotecari
de: Fernleihanfrage
ru: запрос ILL

source: Hold requests and loans overview on
ca: Reserves i préstecs per

source: ILL
ca: PI
de: Fernleihe

source: Book Information
ca: Informació del llibre
de: Informationen zum Buch
ru: Информация о книге

source: Publication date
ca: Data de publicació
cs: Datum vydání
de: Veröffentlichungsdatum
ru: Дата публикации

source: Publication place
ca: Lloc de publicació
cs: Místo publikace
ru: Место публикации

source: Number of pages
ca: Pàgines
cs: Počet stránek
de: Seitenzahl
ru: Число страниц

source: Sub-library
ca: Sub-biblioteca
de: Teilbibliothek
ru: Раздел библиотеки

source: CERN Central Library
ca: Biblioteca Central del CERN
cs: CERN Ústřední knihovna
de: CERN Zentralbibliothek
ru: Центральная библиотека CERN

source: Library(ies)
ca: Biblioteques
cs: Knihovna(y)
de: Bibliothek(en)
ru: Библиотека(и)

source: new copy
ca: nova còpia
cs: nová kopie
de: neues Exemplar
ru: новая копия

source: A %s has been added.
ca: S'ha afegit un %s.
de: Ein %s wurde hinzugefügt.
ru: Добавлено: %s.

source: This item has been updated.
ca: Aquest ítem ha estat actualitzat.
de: Das Exemplar wurde aktualisiert.
ru: Этот элемент был обновлен.

source: 0 library(ies) found.
ca: No s'ha trobat cap biblioteca
de: 0 Bibliothek(en) gefunden.
ru: 0 библиотека(ек) найдено.

source: Back borrower's loans
ca: Tornar als préstecs
cs: Vrátit uživatelovi výpůčky
ru: Вернуть прокат у занявшего

source: Order details
ca: Detalls de la comanda
cs: Detaily objednávky
de: Details zur Bestellung
ru: Информация о заказе

source: Price
ca: Preu
cs: Cena
de: Preis
ru: Цена

source: Order date
ca: Data de comanda
cs: Datum objednávky
de: Bestelldatum
ru: Дата заказа

source: A new purchase has been registered with success.
ca: S'ha enregistrat correctament una nova compra.
cs: Nový nákup byl úspěšně zaregistrován.
ru: Новая приобретение было успешно зарегистрировано.

source: Ordered date
ca: Data de comanda
cs: Datum objednání
de: Bestelldatum
ru: Заказанная дата

source: Notes about acquisition
ca: Notes sobre l'adquisició
cs: Poznámky k získání
de: Bemerkungen zur Erwerbung
ru: Примечание о приобретении

source: Borrower wants only this edition?
ca: Vol només aquesta edició, el lector?
cs: Dlužník chce jen toto vydání?
de: Bibliotheksbenutzer möchte nur diese Ausgabe?
ru: Занимающий хочет именно эту редакцию?

source: A new ILL request has been registered with success.
ca: S'ha registrat correctament una nova petició PI.
cs: Nová ILL žádost byla úspěšně zaregistrována.
de: Eine neue Fernleihanfrage wurde erfolgreich registriert.
ru: Новый ILL запрос был успешно зарегистрирован

source: I accept the %s of the service in particular the return of books in due time.
ca: Acepto els %s del servicio, en particular retornar els llibres a temps.
cs: Příjmám %s poskytující služby především pak návrat knih v termínu.
ru: Я соглашаюсь с %s этого сервиса, в частности вернуть книги вовремя.

source: Volume, Issue, Page
ca: Volum, número, pàgina
cs: Ročník, číslo, strana
de: Volume, Heft, Seite
ru: Том, выпуск, страница

source: Barcoce
ca: Codi de barres
cs: Čárový kód
de: Barcode
ru: Штрих-код

source: An ILL request has been updated with success.
ca: S'ha actualitzat la petició de PI.
cs: ILL žádost byla úspěšně aktualizována.
de: Eine Fernleihanfrage ist erfolgreich aktualisiert worden.
ru: ILL запрос был успешно обновлен.

source: Purchase information updated with success.
ca: S'ha actualitzat la informació de compra.
cs: Informace o nákupu úspěšně aktualizovany.
de: Erwerbungsinformationen sind erfolgreich aktualisiert worden.
ru: Информация о приобретении успешно обновлена.

source: Book does not exists on Invenio.
ca: Aquest llibre no existeix a Invenio.
cs: Kniha neexistuje v Inveniu.
de: Buch existiert nicht in Invenio
ru: Книга не существует на Invenio.

source: Borrower accepts the %s of the service in particular the return of books in due time.
ca: El lector accepta el %s del servei, en particular tornar els llibres en el termini.
ru: Занимающий соглашается с %s этого сервиса, в частности, вернуть книги вовремя

source: Check if the book already exists on Invenio, before to send your ILL request.
ca: Comproveu si el llibre existeix en Invenio abans de sol·licitar una petició de PI.
cs: Zkontrolujte, zda kniha již existuje v Invenio, než odešlete ILL požadavek.
de: Prüfen, ob das Buch bereits in Invenio existiert, bevor eine Fernleihanfrage versendet wird.
ru: Проверить, существует ли уже эта книга в Invenio, до отправки ILL запроса.

source: Book does not exists on Invenio. Please fill the following form.
ca: Aquest llibre no existeix a Invenio. Ompliu si us plau el següent formulari.
cs: Kniha neexistuje v Invenio. Vyplňte prosím následující formulář.
ru: Книги нет в Invenio. Пожалуйста, заполните следующую форму.

source: Volume
ca: Volum
cs: Svazek
ru: Том

source: This book is sent to you ...
ca: S'us ha enviat aquest llibre...
de: Dieses Buch wurde an Sie verschickt ...
ru: Эта книга послана Вам ...

source: Id
ca: Identificador
ja: ＩＤ
ru: Идентификатор

source: tag cloud
ca: núvol d'etiquetes

source: record
bg: запис
ca: registre
cs: záznam
de: Datensatz
ja: レコード
no: element
ru: запись
sk: záznam

source: Document File Manager
ca: Gestió de fitxers del document
de: Verwaltung Dokument Dateien
ru: Управление файлами документов

source: Record #%i
ca: Registre #%i
cs: Záznam č.%i
de: Datensatz #%i
ru: Запись #%i

source: Next Step
ca: Pas següent
cs: Další krok
de: Nächster Schritt
ru: Следующий шаг

source: Job
ca: Tasca
ru: Задание

source: More than one templates found in the document. No format found.
ca: S'ha trobat més d'una plantilla en el document. No s'ha trobat el format.

source: Note for programmer: you have not implemented operator %s.
ca: Nota per al programador: no heu implementat l'operador %s.

source: Name %s is not recognised as a valid operator name.
ca: El nom %s no és un operador reconegut.

source: Duplicate name: %s.
ca: Nom duplicat: %s.

source: No name defined for the template.
ca: No s'ha definit cap nom per a la plantilla.

source: No description entered for the template.
ca: No s'ha entrat cap descripció per a la plantilla.

source: No content type specified for the template. Using default: text/xml.
ca: No s'ha entrat el tipus de contingut per a la plantilla. S'usarà el valor per defecte: text/xml.

source: Missing attribute "name" in TEMPLATE_REF.
ca: Falta l'atribut "name" a TEMPLATE_REF.

source: Missing attribute "name" in ELEMENT.
ca: Falta l'atribut "name" a ELEMENT.

source: Missing attribute "name" in FIELD.
ca: Falta l'atribut "name" a FIELD.

source: Field %s is not defined.
ca: El camp %s no està definit.

source: Missing attribute "value" in TEXT.
ca: Falta l'atribut "name" a TEXT.

source: Missing attribute "object" in LOOP.
ca: Falta l'atribut "name" a LOOP.

source: Missing attrbute "name" in IF.
ca: Falta l'atribut "name" a IF.

source: Invalid regular expression: %s.
ca: Expressió regular no vàlida: %s

source: Invalid syntax of IF statement.
ca: Sintaxi no vàlida per al condicional IF.

source: Invalid address: %s %s
ca: Adreça no vàlida: %s %s

source: Invalid display type. Must be one of: value, tag, ind1, ind2, code; received: %s.
ca: Tipus de visualització no vàlida. Ha de ser un de: value, tag, ind1, ind2, code; received: %s.

source: Repeating subfield codes in the same instance!
ca: Codis de subcamp repetits a la mateixa instància!

source: Output format %s cannot not be read. %s.
ca: No s'ha pogut llegir el format de sortida %s. %s.

source: Menu
bg: Меню
ca: Menú
de: Menü
ja: メニュー
no: Meny
ru: Меню

source: menu
bg: меню
ca: menú
de: Menü
ja: メニュー
no: meny
ru: Меню

source: Ok
ca: D'acord
ru: ОК

source: Guests are not authorized to run batchuploader
ca: Els usuaris no identificats no estan autoritzats a fer càrregues massives
cs: Hosté nejsou oprávněni provozovat batchuploader
de: Gäste sind nicht berechtigt den Batchuploader auszuführen.
ru: Гостям не разрешено выполнять пакетную загрузку.

source: The user '%s' is not authorized to run batchuploader
ca: L'usuari «%s» no està autoritzat a fer càrregues massives
cs: Uživatel '%s' není oprávněn provozovat batchuploader
de: Der Nutzer '%s' ist nicht berechtigt den Batchuploader auszuführen.
ru: Пользователю '%s' не разрешено выполнять пакетную загрузку.

source: Warning: Please, select a valid time
ca: Atenció: seleccioneu un temps vàlid
cs: Varování: Prosím, vyberte platný čas
de: Bitte wählen Sie einen gültigen Zeitpunkt
ru: Предупреждение: Пожалуйста, выберите допустимое время
