Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Warning: figure caption search is only available for a subset of papers mostly from %(x_range_from_year)s-%(x_range_to_year)s.
ca: Atenció: la cerca als peus d'imatges només està disponible per a un subconjunt de documents, majoritàriament d'entre %(x_range_from_year)s-%(x_range_to_year)s.
it: Attenzione: Ricerca figure caption è disponibile solo per un sottoinsieme di saggi per lo più da %(x_range_from_year)s-%(x_range_to_year)s.

source: There is no index %s. Searching for %s in all fields.
ca: No existeix l'índex %s. Es cercarà %s a tots els camps.
cs: Neexistuje žádný index %s. Hledání %s ve všech oblastech.
de: Es gibt keinen Index %s. Suche %s in allen Feldern.
it: Non c’è indice %s. Ricercando %s in tutti i campi.

source: Instead searching %s.
ca: En comptes es cercarà %s.
cs: Namísto hledání %s.
de: Stattdessen suche %s.
it: Invece cercando %s.

source: Search term too generic, displaying only partial results...
ca: Terme de cerca massa genèric, només es mostraran uns resultats parcials...
cs: Hledaný výraz příliš obecný, zobrazeny pouze dílčí výsledky ...
it: Termine di ricerca troppo generico, mostrando dei risultati solo parziali ...

source: Search term after reference operator too generic, displaying only partial results...
it: Termine di ricerca dopo operatore di riferimento troppo generico, la visualizzazione dei risultati è solo parziale ...

source: Search term after citedby operator too generic, displaying only partial results...
it: Termine di ricerca dopo operatore citedby troppo generico, la visualizzazione dei risultati solo parziali ...

source: No phrase index available for fulltext yet, looking for word combination...
ca: Encara no hi ha índex de frases per al text complet, cercant per combinació de paraules...
cs: Index frází není k dispozici pro plné texty, zatím hledám slovní spojení ...
it: Nessun indice sulla frase disponibile per il testo integrale, ricerca della combinazione di parole...
ru: Фразовый индекс пока недоступен для полнотекстового поиска, ищем комбинацию слов

source: No exact match found for %(x_query1)s, using %(x_query2)s instead...
bg: Не беше намерено точно съвпадение за %(x_query1)s, вместо това използваме %(x_query2)s...
ca: No s'ha trobat cap coincidència exacta per %(x_query1)s, però canviant-lo per %(x_query2)s...
cs: Žádný přesný výsledek pro %(x_query1)s nebyl nalezen, zkusme místo něj použít %(x_query2)s ...
de: Kein exakte Übereinstimmung für %(x_query1)s gefunden, %(x_query2)s wird stattdessen verwendet...
it: Nessuna corrispondenza esatta trovata con %(x_query1)s, utilizzo invece %(x_query2)s...
ja: %(x_query1)sに完全マッチするものはなかった。%(x_query2)s を試してください。
no: Fikk ingen nøyaktige treff for %(x_query1)s, bruker %(x_query2)s i stedet...
ru: ни один результат не найден для %(x_query1)s, взамен используется %(x_query2)s ...
sk: Žiaden presný výsledok pre %(x_query1)s nebol nájdený, skúsme použiť %(x_query2)s namiesto neho...

source: Search syntax misunderstood. Ignoring all parentheses in the query. If this doesn't help, please check your search and try again.
ca: No s'entén la sintaxi de la vostra cerca. S'ignoraran tots els parèntesis de la cerca. Si així no funciona, repasseu la vostra cerca i torneu-ho a provar.
cs: Syntaxe dotazu nepochopena. Ignorování všech závorek v dotazu. Pokud je toto nepomůže, zkontrolujte Váš dotaz a zkuste to znova.
it: Sintassi della ricerca incomprensibile. Tutte le parentesi vengono soppresse. Se necessario si prega controllare i criteri di ricerca e riprovare.
ru: Неверно распознан поисковый синтаксис. Будут проигнорированы все скобки в запросе. Если не работает, пожалуйста, проверьте поисковый запрос и попробуйте еще раз.

source: No match found in collection %(x_collection)s. Other collections gave %(x_url_open)s%(x_nb_hits)d hits%(x_url_close)s.
it: Nessuna corrispondenza trovata nella collezione %(x_collection)s. Le altre collezioni hanno dato %(x_url_open)s%(x_nb_hits)d hits%(x_url_close)s.

source: No public collection matched your query. If you were looking for a hidden document, please type the correct URL for this record.
it: Nessuna collezione pubblica corrisponde alla sua richiesta. Se cerca un documento nascosto, la preghiamo di inserire l’URL corretto per questo record.

source: No public collection matched your query. If you were looking for a non-public document, please choose the desired restricted collection first.
bg: Вашата заявка не съвпадна с нито една обща колекция. Ако търсите частен документ, моля, първо изберете желаната ограничена колекция.
ca: No s'ha trobat cap coincidència en col·leccions públiques. Si esteu cercant documents no públics, escolliu primer la col·lecció restringida.
cs: Žádná veřejně přístupná kolekce nevyhovuje Vašemu dotazu. Jestliže jste hledali dokumenty veřejně nepřístupné, zvolte prosím nejdříve příslušnou neveřejnou kolekci.
de: In keiner allgemein zugänglichen Sammlung wurde Ihre Suche gefunden. Wenn Sie private Dokumente durchsuchen möchten, wählen Sie bitte zuerst eine private Sammlung aus.
it: Nessuna collezione pubblica ha dato risultati. Se cercate un documento non pubblico, vi preghiamo di interrogare la collezione riservata di vostro interesse.
ja: 公共コレクションはあなたのクエリーにマッチしませんでした。非公開ドキュメントを探しているならば、まず、制限つきコレクションを選んでください。
no: Ingen offentlige samlinger passet ditt søk. Dersom du så etter et ikke-offentlig dokument, velg den ønskede adgangsbegrensede samlingen først.
pt: Nenhuma coleção pública corresponde à sua pesquisa. Se você está procurando um documento que não é público, por favor escolha a colecção restrita desejada primeiro.
ru: Ваш запрос не удовлетворён ни в одной доступной коллекции. Для поиска документа ограниченного доступа, выберете сначала коллекцию ограниченного доступа.
sk: Žiadna verejne prístupná kolekcia nevyhovuje Vašej otázke. Ak ste hľadali dokumenty verejne neprístupné, zvoľte prosím najskôr príslušnú neverejnú kolekciu.

source: Your search did not match any records. Please try again.
ca: La vostra cerca no ha trobat cap registre. Torneu-ho a provar.
it: La sua ricerca non corrisponde a nessuno record. Si prega di riprovare.

source: No match found, please enter different search terms.
ca: No s'ha trobat res. Useu termes diferents de cerca.
cs: Nenalezena shoda, zadejte prosím jiné vyhledávací podmínky.
de: Keine Übereinstimmung gefunden, bitte verwenden Sie andere Suchbegriffe.
it: Nessuna corrispondenza trovata, si prega di inserire termini di ricerca differenti.

source: There are no records referring to %s.
ca: No hi ha registres que es refereixin a %s.
cs: Nejsou tam žádné záznamy vztahující se k %s.
de: Es gibt keine Datensätze, die %s referenzieren.
it: Non ci sono record che fanno riferimento a %s.
ru: Нет записей, ссылающихся на %s.

source: There are no records modified by %s.
it: Non ci sono record modificati da %s.

source: There are no records cited by %s.
ca: No hi ha registres citats per %s.
cs: Nejsou tam žádné záznamy citované %s.
de: Es gibt keine Datensätze, die zitiert werden durch %s.
it: Non ci sono record citati da %s.
ru: Нет записей, цитируемых %s.

source: No word index is available for %s.
ca: No hi ha cap índex de paraules disponible per a %s.
cs: Index slov není k dispozici pro %s.
de: Es steht kein Wortindex zur Verfügung für %s.
it: Nessun indice per parola è disponibile per %s.
ru: Не найден словарный индекс для %s.

source: No phrase index is available for %s.
ca: No hi ha cap índex de frases disponible per a %s.
cs: Index frází není k dispozici pro %s.
it: Nessun indice per frase è disponibile per %s.
ru: Не найден фразовый индекс для %s.

source: Search term %(x_term)s inside index %(x_index)s did not match any record. Nearest terms in any collection are:
bg: Търсенето на %(x_term)s в индекса %(x_index)s не съвпадна с нито един запис. Най-близките до него попадения в коя да е колекция са:
ca: El terme de cerca %(x_term)s dins l'índex %(x_index)s no s'ha trobat en cap registre. Els termes aproximats, a qualsevol col·lecció, són:
cs: Hledaný výraz %(x_term)s uvnitř indexu %(x_index)s neodpovídá žádnému záznamu. Nejbližší výrazy ve všech kolekcích jsou:
de: Zu Suchbegriff %(x_term)s im Index %(x_index)s wurden keine passenden Datensätze gefunden. Die ähnlichsten Begriffe in allen Sammlungen sind:
it: Il termine di ricerca %(x_term)s all'interno dell'indice %(x_index)s non corrisponde ad alcun record. I termini più vicini in tutte le collezioni sono:
ja: %(x_index)s を %(x_term)sで検索したが、どのレコードにも合致しませんでした。すべてのコレクションで最も近いものは以下のとおりです：
no: Søkeuttrykk %(x_term)s i indeks %(x_index)s passet ingen elementer. Nærmeste uttrykk i noen samling er:
ru: %(x_term)s внутри индекса %(x_index)s не найден. Ближайшие термины:
sk: Hľadaný výraz %(x_term)s v indexe %(x_index)s neodpovedá žiadnemu záznamu. Najbližšie termíny nezávisle na kolekcii sú:

source: Search term %s did not match any record. Nearest terms in any collection are:
bg: Търсенето на %s не съвпадна с нито един запис. Най-близките попадения във всички колекции са:
ca: El terme de cerca %s no s'ha trobat en cap registre. Els termes aproximats, a qualsevol col·lecció, són:
cs: Hledaný výraz %s neodpovídá žádnému záznamu. Nejbližší termíny v každé kolekci jsou:
de: Suchbegriff %s hat keine passenden Datensätze gefunden. Die ähnlichsten Begriffe in allen Sammlungen sind:
it: Il termine di ricerca %s non corrisponde ad alcun record. I termini più vicini in tutte le collezioni sono:
ja: %s で検索したが、どのレコードにも合致しませんでした。すべてのコレクションで最も近いものは以下のとおりです：
no: Søkeuttrykk %s passet ingen elementer. Nærmeste uttrykk i noen samling er:
ru: %s не найден. Ближайшие термины:
sk: Hľadaný výraz %s neodpovedá žiadnemu záznamu. Najbližšie termíny nezávisle na kolekcii sú:

source: Sorry, %s does not seem to be a valid sort option. The records will not be sorted.
ca: No és possible ordenar per %s. No s'rodenaran els registres.
it: Siamo Spiacenti, %s non sembra essere un’opzione di ordinamento valida. I record non saranno ordinati.

source: Sorry, sorting is allowed on sets of up to %d records only. Using default sort order.
bg: Съжаляваме, сортирането е позволено само на множества от най-много %d записа. Използване на ред по подразбиране.
ca: Només es permet ordenar en conjunts de fins a %d registres. Ordenat per defecte ("primer els més recents").
cs: Omlouváme se, třídění je povoleno na soubory o velikosti pouze do %d záznamů. Použito výchozí řazení.
de: Sortierung ist nur für %d Datensäzte erlaubt. Standard Sortierung verwendet.
it: Spiacente, è possibile ordinare solo insiemi che contengono fino a %d record. Utilizzato ordinamento predefinito.
ja: レコード数が %d を越えているので、ソートできません。
no: Beklager, sortering er kun tillatt på sett av opp til %d elementer. Bruker standard sorteringsorden.
pt: Desculpe,mas a ordenação está disponivel em conjunto apenas acima dos %d registos. Usando definições por defeito.
ru: Извините, сортировка разрешена только на множестах до %d записей. Используйте сортировку по умолчанию.
sk: Ľutujem, triedenie je povolené len do %d záznamov. Použijem štandardné triedenie.

source: The record %d replaces it.
ca: El registre %d el reemplaça.
it: Il record %d lo sostituisce.

source: Use different search terms.
bg: Използвайте други думи за търсене.
ca: Useu termes diferents de cerca.
cs: Použíjte jiný termín pro hledání.
de: Unterschiedliche Suchabfragen verwenden
it: Utilizza diversi termini di ricerca.
ja: 別の検索をします。
no: Bruk et annet søkeuttrykk.
pt: Utilize diferentes termos de pesquisa.
ru: Используйте другие условия поиска.
sk: Použite odlišné hľadacie výrazy.

source: No match within your time limits, discarding this condition...
bg: Няма съвпадения, удовлетворяващи зададените от вас критерии за време, премахване на това условие...
ca: No s'ha trobat cap coincidència en l'intèrval de temps especificat. Descartant aquesta condició...
cs: Žádný výsledek nevyhovuje Vašim časovým kritériím, podmínka není vzata v úvahu...
de: Kein Resultat in der eingegebene Zeitbeschränkung, Bedingung wird ignoriert...
it: Nessun risultato nell'arco di tempo specificato, il criterio viene ignorato...
ja: 制限時間内に一致するものがみつかりませんでした。この条件を除きます。
no: Ingen treff innen angitt tidsbegrensning, forkaster dette kriteriet...
pt: Nenhum resultado dentro do período de tempo especificado, desconsiderando esta condição...
ru: не найден ни один результат в пределах данного временного интервала, отмена условия...
sk: Žiaden výsledok nevyhovuje Vašim časovým kritériám, podmienka nie je vzatá do úvahy...

source: No match within your search limits, discarding this condition...
bg: Няма съвпадения, удовлетворящи зададените от вас граници за търсене, премахване на това условие...
ca: No s'ha trobat cap coincidència en les limitacions que heu especificat. Descartant aquesta condició...
cs: Žádný výsledek nevyhovuje Vašim omezujícím kritériím, podmínky nejsou vzaty v úvahu...
de: Kein Resultat in der eingegebene Suchbeschränkung, Bedingung wird ignoriert...
it: Nessun risultato trovato nei limiti specificati, i criteri vengono ignorati...
ja: 制限条件内に一致するものがみつかりませんでした。この条件を除きます。
no: Ingen treff innen angitte søkebegrensninger, forkaster dette kriteriet...
pt: Nenhum resultado dentro dos limites de pesquisa especificados, descartando esta condição...
ru: не найден ни один результат для вашего ограничения поиска, отмена условия...
sk: Žiaden výsledok nevyhovuje Vašim limitným kritériám, podmienky nie sú vzaté do úvahy...

source: Looking for a particular collection? Try:
it: Cercando una collezione particolare? Prova:

source: submit
it: Sottometti

source: You might be interested in:
it: Potrebbe essere interessato/a da:

source: Were you looking for this paper?
it: Stavi cercando questo saggio?

source: Were you looking for a journal reference? Try: %(x_href)s
it: Stavi cercando una referenza di rivista? Prova: %(x_href)s

source: Looking for a particular submission? Try:
it: Cercando una sottomissione particolare? Prova:

source: Submit
bg: Изпращане
ca: Lliura
cs: Přidej
de: Absenden
it: Sottometti
ja: アップロード
no: Send inn
pt: Submeter
ru: Внести
sk: Pridaj

source: Revise
it: Revisione

source: weather
it: Tempo

source: Haven't found what you were looking for? Try your search on other servers:
bg: Не намерихте, каквото търсите? Опитайте търсене в други сървъри:
ca: No heu trobat el que estaveu cercant? Proveu la vostra cerca a:
cs: Nenalezli jste co jste hledali? Zkuste Váš dotaz na jiných servrech:
de: Haben Sie nicht gefunden was Sie suchten? Versuchen Sie Ihre Suche auf anderen Servern:
it: Non hai trovato quello che cercavi? Prova la ricerca su altri server:
ja: 捜していたものを見つけなかったならば、他のサーバーもお試しください：
no: Fant du ikke det du lette etter? Gjenta søket på andre tjenere:
ru: не нашли то, что искали? Попробуйте поискать на других серверах
sk: Nenašli ste čo ste hľadali? Skúste Vašu otázku na iných serveroch:

source: External collections results overview:
bg: Преглед на резултатите от външни колекции:
ca: Resum dels resultats de col·leccions externes:
cs: Přehled výsledků externích kolekcí:
de: Übersicht über Resultate in externen Sammlungen:
it: Riassunto risultati collezioni esterne:
ja: 外部コレクションの概要
no: Oversikt over resultater fra eksterne samligner:
pt: Resultados Globais de colecções externas:
ru: Обзор результатов из внешних коллекций:

source: Search timed out.
bg: Просрочено време за търсене.
ca: Temps de cerca excedit.
cs: Čas na hledání vypršel
de: Suche abgelaufen.
it: Ricerca oltre il tempo massimo.
ja: 検索がタイムアウトしました。
no: Søket fikk tidsavbrudd.
ru: Время поиска вышло.

source: The external search engine has not responded in time. You can check its results here:
bg: Външната система за търсене не отговори на време. Може да проверите нейните резултати тук:
ca: El cercador extern no ha respòs a temps. Podeu vere els seus resultats aquí:
cs: Externí vyhledávač neodpověděl včas. Můžete zkontrolovat výsledky přímo zde:
de: Ihre externe Suchmaschine hat nicht geantwortet. Sie können die Resultate hier überprüfen:
it: Il motore di ricerca esterno non ha risposto in tempo. Puoi verificare i suoi risultati qui:
ja: 外部検索エンジンが応答しません。ログ：
no: Den eksterne søkemotoren svarte ikke i tide. Du kan se dens resultater her:
pt: O motor de pesquisa externo não respondeu a tempo. Você pode ver os resultados aqui:
ru: Внешний поисковый механизм не ответил вовремя. Вы можете проверить результаты здесь:

source: No results found.
bg: Не са намерени резултати.
ca: No s'han trobat resultats.
cs: Nenalezeny žádné výsledky.
de: Keine Resultate gefunden.
it: Nessun risultato trovato.
ja: 結果はありませんでした。
no: Ingen resultater funnet.
ru: не найдено

source: %s results found
bg: Намерени са %s резултата
ca: S'han trobat %s resultats.
cs: Nalezeno %s výsledků
de: %s Resultate gefunden
it: %s risultati trovati
ja: %s の結果が見つかりました。
no: %s resultater funnet
ru: Найдено %s

source: %s seconds
bg: %s секунди
ca: %s segons
cs: %s sekund
de: %s Sekunden
it: %s secondi
ja: %s 秒
no: %s sekunder
ru: %s секунд

source: Search on %(x_CFG_SITE_NAME_INTL)s
ca: Cercar en %(x_CFG_SITE_NAME_INTL)s
cs: Hledat v %(x_CFG_SITE_NAME_INTL)s
it: Ricerca su %(x_CFG_SITE_NAME_INTL)s
ru: Поиск по %(x_CFG_SITE_NAME_INTL)s

source: Search %s records for:
bg: Търсене в %s записа за:
ca: Cercar en %s registres per:
cs: Hledej v %s záznamech pro:
de: Durchsuche %s Datensätze nach:
it: Ricerca record %s per:
ja: %s のレコードを検索：
no: Søk blant %s elementer etter:
ru: Искать %s записей для:
sk: Hľadaj v %s záznamoch:

source: less
ca: menys
cs: menší
de: weniger
it: di meno
no: mindre
ru: меньше

source: more
bg: повече
ca: més
cs: více
de: mehr
it: ancora
ja: さらに
no: mer
pt: mais
ru: ещё
sk: viac

source: Example: %(x_sample_search_query)s
ca: Exemple: %(x_sample_search_query)s
cs: Příklad: %(x_sample_search_query)s
de: Beispiel: %(x_sample_search_query)s
it: Esempio: %(x_sample_search_query)s
no: Eksempel: %(x_sample_search_query)s
ru: Например: %(x_sample_search_query)s

source: Search in %(x_collection_name)s
ca: Cerca dins %(x_collection_name)s
cs: Hledat v %(x_collection_name)s
de: Suche in %(x_collection_name)s
it: Cerca in %(x_collection_name)s
no: Søk i %(x_collection_name)s
ru: Ищем в %(x_collection_name)s

source: Search everywhere
ca: Cercar a tot arreu
cs: Hledat všude
de: Suche überall
it: Cerca ovunque
no: Søk i alt
ru: Ищем везде

source: Advanced Search
bg: Разширено търсене
ca: Cerca avançada
cs: Rozšířené Hledání
de: Erweiterte Suche
it: Ricerca Avanzata
ja: 高度な検索
no: Avansert søk
pt: Pesquisa Avançada
ru: Расширенный поиск
sk: Rozšírené Hľadanie

source: Search %s records for
bg: Търсене в %s записа за
ca: Cercar en %s registres
cs: Hledej v %s záznamech
de: Durchsuche %s Datensätze nach
it: Ricerca %s record per
ja: %s のレコードを検索：
no: Søk blant %s elementer etter
ru: Искать %s записей для:
sk: Hľadaj v %s záznamoch

source: Simple Search
bg: Опростено търсене
ca: Cerca simple
cs: Jednoduché Hledání
de: Einfache Suche
it: Ricerca Semplice
ja: シンプルな検索
no: Enkelt søk
pt: Pesquisa Básica
ru: Простой поиск
sk: Jednoduché Hľadanie

source: Search options:
bg: Опции за търсене:
ca: Opcions de cerca:
cs: Volby hledání:
de: Suchoptionen:
it: Opzioni di ricerca:
ja: 検索オプション:
no: Søkevalg:
ru: Опции поиска:
sk: Voľby hľadania:

source: Added/modified since:
bg: Добавено/променено на:
ca: Afegit/modificat des de:
cs: Přidánо/změněno od:
de: Hinzufügt/Geändert am:
it: Aggiunto/modificato il:
no: Nye/endrede siden:
ru: Добавлено/изменено с:

source: until:
bg: до:
ca: fins a:
cs: do:
de: bis:
it: fino al:
ja: まで:
no: til:
ru: до:
sk: do:

source: Sort by:
bg: Сортиране по:
ca: Ordena'ls per:
cs: Setřídit podle:
de: Sortieren nach:
it: Ordinamento per:
ja: 並べ替え：
no: Sorter etter:
pt: Ordenar por:
ru: Сортировать по:
sk: Utriediť podľa:

source: Display results:
bg: Покажи:
ca: Mostrar els resultats:
cs: Zobrazit výsledky:
de: Ergebnisse darstellen:
it: Visualizza risultati:
ja: 結果の表示
no: Vis resultater:
ru: Представить результаты:
sk: Zobraziť výsledky:

source: Output format:
bg: Изходен формат:
ca: Format de visualizació:
cs: Výstupní formát:
de: Darstellungsformat:
it: Formato di visualizzazione:
ja: 出力フォーマット:
no: Visningsformat:
ru: Формат вывода:
sk: Výstupný formát:

source: Add to Search
it: Aggiungi alla ricerca

source: Added since:
bg: Добавено на:
ca: Afegit des de:
cs: Přidánо od:
de: Hinzufügt am:
it: Aggiunto dal:
ja: 検索期間 から:
no: Nye siden:
pt: Adicionada desde:
ru: Добавлено с:
sk: Pridané od:

source: Modified since:
bg: Променено на:
ca: Modificat des de:
cs: Změněno od:
de: Geändert am:
it: Modificato il:
no: Endret siden:
ru: Изменено с:

source: restricted
bg: ограничен
ca: restringit
cs: chráněno
de: privat
it: riservato
ja: 限られた
no: adgangsbegrenset
pt: restrito
ru: ограничено
sk: chránené

source: Search also:
bg: Търси също:
ca: Cerqueu també:
cs: Hledat také:
de: Suchen Sie auch nach:
it: Cerca anche:
ja: 検索対象の追加
no: Søk også i:
ru: Ищем также:

source: This collection is restricted. If you are authorized to access it, please click on the Search button.
ca: Aquesta col·lecció és restringida. Si hi teniu accés, feu clic al botó de Cerca.
cs: Tato kolekce je omezena. Pokud máte oprávnění k přístupu do systému, klepněte prosím na tlačítko Hledat.
de: Dies ist eine private Sammlung. Suche und Nutzung sind nur mit den nötigen Berechtigungen möglich.
it: Questa collezione è riservata. Se pensi di avere i permessi necessari, per favore clicca il bottone Cerca.
ru: Эта коллекция закрыта. Если Вам разрешен к ней доступ, пожалуйстанажмите на кнопку поиска.

source: This is a hosted external collection. Please click on the Search button to see its content.
ca: Aquesta és una col·lecció externa allotjada. Premeu el botó de cerca per a veure el seu contingut.
cs: To je hostovaná externí kolekce. Prosím, klikněte na tlačítko Hledat pro zobrazení obsahu.
de: Das ist eine externe Sammlung. Bitte klicken Sie auf den Suchknopf, um den Inhalt zu sehen.
it: Questa e' una collezione esterna ospitata. Si prega di cliccare sul bottone Cerca per accedere ai contenuti.
ru: Это внешняя коллекция. Пожалуйста, нажмите на кнопку поиска чтобы увидеть ее содержимое.

source: This collection does not contain any document yet.
bg: Тази колекция все още не съдържа документи.
ca: Aquesta col·lecció encara no conté cap document.
cs: Tato kolekce ješte neobsahuje žádné záznamy.
de: Diese Sammlung enthält zur Zeit keine Dokumente.
it: Questa collezione non contiene ancora alcun documento.
ja: このコレクションはまだ文書を含んでいません
no: Denne samlingen inneholder ingen dokumenter ennå.
pt: Esta colecção ainda não contém nenhum documento.
ru: Эта коллекция не содержит пока ни одного документа.
sk: Táto kolekcia ešte neobsahuje žiadne záznamy.

source: Cited by %i records
ca: Citat por %i registres
cs: Citováno %i záznamy
de: Zitiert von %i Datensätzen
it: Citato da %i record
no: Sitert i %i elementer
ru: Ссылается на %i записи

source: Words nearest to %(x_word)s inside %(x_field)s in any collection are:
bg: Най-близки думи до %(x_word)s в полето %(x_field)s в коя да е колекция са:
ca: Les paraules més properes a %(x_word)s dins %(x_field)s, a qualsevol col·lecció, són:
cs: Slova blízko k %(x_word)s uvnitř %(x_field)s v libovolné sbírce jsou:
de: Ähnliche Worte zu %(x_word)s in %(x_field)s in beliebiger Sammlung sind:
it: Le parole vicine a %(x_word)s all'interno di %(x_field)s in tutte le collezioni sono:
ja: すべてのコレクションの %(x_field)s で %(x_word)s に最も近いもの：
no: Ord som ligner mest på %(x_word)s i %(x_field)s i noen samling er:
ru: Слова, ближайшие к %(x_word)s, внутри %(x_field)s в любой коллекции:
sk: Slová blízke %(x_word)s v %(x_field)s vo všetkých kolekciách sú:
