Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Group baskets
bg: Групови кошници
ca: Cistells de grup
cs: Skupinové košíky
de: Gruppen Körbe
it: Cestini di gruppo
ja: グループバスケット
no: Gruppekurver
ru: Групповые книжные полки
sk: Košíky grúp

source: Others' baskets
bg: Чужди кошници
ca: Cistells d'altri
cs: Košíky ostatních subjektů
de: Andere Körbe
it: Cestini altrui
ja: 他のバスケット
no: Andres kurver
ru: Книжные полки других пользователей
sk: Košíky ostatných

source: Your Baskets
bg: Вашите кошници
ca: Els vostres cistells
cs: Vaše košíky
de: Ihre Körbe
it: Tuoi cestini
ja: あなたのバスケット
no: Dine kurver
ru: Ваши книжные полки
sk: Vaše košíky

source: List of public baskets
bg: Списък на публичните кошници
ca: Llista de cistells públics
cs: Seznam veřejných košíků
de: Liste öffentlicher Körbe
it: Lista dei cestini pubblici
ja: 公開バスケットのリスト
no: Oversikt over offentlige kurver
ru: Список публичных книжных полок
sk: Zoznam verejných košíkov

source: Search baskets
ca: Cistells de cerques
cs: Hledání košíků
de: Suche Körbe
it: Cerca cestini
ru: Полка запросов

source: Add to basket
ca: Afegeix-ho al cistell
cs: Přidat do košíku
de: Zum Korb hinzufügen
it: Aggiungi al cestino
ru: Добавить на полку

source: Public baskets
ca: Cistells públics
cs: Veřejné košíky
de: Öffentliche Körbe
it: Cestini pubblici
ru: Общая полка

source: You have %(x_nb_perso)s personal baskets and are subscribed to %(x_nb_group)s group baskets and %(x_nb_public)s other users public baskets.
bg: Вие имате %(x_nb_perso)s лични кошници и сте абониран за %(x_nb_group)s групови кошници и %(x_nb_public)s кошници на други потребители.
ca: Teniu %(x_nb_perso)s cistells personals, esteu subscrits a %(x_nb_group)s cistells de grup, i a %(x_nb_public)s cistells públics d'altres usuaris.
de: Sie haben %(x_nb_perso)s persönliche Körbe und sind eingetragen bei %(x_nb_group)s Gruppenkörben und %(x_nb_public)s Körben anderer Nutzer.
it: Possiedi %(x_nb_perso)s cestini personali e sei iscritto a %(x_nb_group)s cestini di gruppo e a %(x_nb_public)s cestini pubblici di altri utenti.
ja: 自分のバスケットの数：%(x_nb_perso)s、購読するバスケットの数：%(x_nb_group)s、他のユーザーのバスケットの数 %(x_nb_public)s
no: Du har %(x_nb_perso)s egne kurver og abonnerer på %(x_nb_group)s gruppekurver og %(x_nb_public)s av andre brukeres offentlige kurver.
pt: Você tem %(x_nb_perso)s cestos pessoais e está registada em %(x_nb_group)s grupos de cestos e noutros %(x_nb_public)s cestos públicos.
ru: У вас %(x_nb_perso)s личные книжные полки, и вы подписаны на %(x_nb_group)s групповые книжные полки и на %(x_nb_public)s общие книжные полки других пользователей
sk: Máte %(x_nb_perso)s osobných košíkov a ste prihlásení k odberu %(x_nb_group)s košíkov grúp a %(x_nb_public)s verejných košíkov iných užívateľov.

source: The category you have selected does not exist. Please select a valid category.
ca: La categoria que heu seleccionat no existeix. Seleccioneu una categoria vàlida.
de: Die ausgewählte Kategorie existiert nicht. Bitte wählen sie eine gültige Kategorie aus.
it: La categoria che ha selezionato non esiste. Si prega di selezionare una categoria valida.

source: The selected group does not exist or you do not have access to it.
ca: El grup que heu seleccionat no existeix o no hi teniu accés.
de: Die ausgewählte Gruppe existiert nicht oder sie haben keine Zugriffs-Berechtigung.
it: Il gruppo selezionato non esiste o non ha accesso ad esso.

source: The selected output format is not available or is invalid.
ca: El format que heu seleccionat no està disponible o no és vàlid.
de: Das ausgewählte Ausgabeformat ist nicht verfügbar oder ungültig.
it: Il formato di output selezionato non è disponibile o è invalido.

source: You have no personal or group baskets or are subscribed to any public baskets.
ca: No teniu cistells personals o de grups, ni esteu subscrits a cap cistell públic
de: Sie haben keinen persönlichen Korb, keinen Gruppen-Korb und Sie sind nicht für einen öffentlichen Korbeingetragen.
it: Non hai cestini personali o di gruppo ne' hai sottoscritto cestini pubblici.
ru: У Вас нет ни личных, ни групповых книжных полок, и Вы не подписаны ни на какую общую книжную полку.

source: You may want to start by %(x_url_open)screating a new basket%(x_url_close)s.
ca: Podeu començar %(x_url_open)screant un cistell nou%(x_url_close)s.
de: Sie können jetzt %(x_url_open)s einen neuen Korb erstellen%(x_url_close)s.
it: Potresti cominciare a %(x_url_open)screare un cestino nuovo%(x_url_close)s.
ru: Вы можете захотеть начать %(x_url_open)sс создания новой книжной полки%(x_url_close)s.

source: Back to Your Baskets
ca: Tornar als vostres cistells
cs: Zpět na vaše košíky
de: Zurück zu Ihren Körben
it: Torna ai tuoi cestini
ru: Назад к Вашим книжным полкам

source: Create basket
bg: Създаване на кошница
ca: Crear un cistell
cs: Vytvořit košík
de: Korb erzeugen
it: Crea un cestino
ja: バスケットを作る
no: Opprett kurv
ru: Создать книжную полку
sk: Vytvor košík

source: Edit topic
ca: Edita el tema
cs: Úpravit téma
de: Thema bearbeiten:
it: Modifica argomento
ru: Выбрать тему

source: Search baskets for
ca: Cercar-ho en els cistells
cs: Prohledat košíky pro
de: Durchsuche %s Körbe nach:
it: Ricerca nei cestini
ru: Искать по книжным полкам

source: Search also in notes (where allowed)
ca: Cercar també a les notes (si pertoca)
cs: Hledat také v komentářích (je-li povoleno)
de: Suche ebenfalls in Notizen (wo dies erlaubt ist)
it: Cerca anche nelle annotazioni (se permesso)
ru: Искать также в заметках (где разрешено)

source: Results overview
ca: Sumari dels resultats
cs: Přehled výsledků
de: Ergebnis-Übersicht
it: Panoramica dei risultati
ru: Обзор результатов

source: %i matching items
ca: trobats %i items
it: %i articoli corrispondenti

source: All public baskets
ca: Tots els cistells públics
cs: Všechny veřejné košíky
de: Alle öffentlichen Körbe
it: Tutti i cestini pubblici
ru: Все общие книжные полки

source: No items found.
ca: No se n'ha trobat cap.
cs: Nenalezeny žádné položky.
de: Keine Werte gefunden.
it: Nessun elemento trovato.
ru: Ничего не найдено.

source: Add a note...
ca: Afegir una nota...
cs: Přidat poznámku ...
de: Bemerkung hinzufügen ...
it: Aggiungi un commento...
ru: Добавить примечание...

source: Public basket
bg: Публична кошница
ca: Cistell públic
cs: Veřejný košík
de: Öffentlicher Korb
it: Cestino pubblico
ja: 公開バスケット
no: Offentlig kurv
ru: Общая книжная полка
sk: Verejné košíky

source: Owner
bg: Притежател
ca: Propietari
cs: Vlastník
de: Besitzer
it: Proprietario
ja: 所有者
no: Eier
pt: Dono
ru: Владелец
sk: Vlastník

source: Last update
ca: Darrera actualització
cs: Poslední aktualizace
de: Letzte Aktualisierung
it: Ultimo aggiornamento
ru: Последнее изменение

source: Views
ca: Vistes
cs: Zobrazení
de: Ansichten
it: Viste
ru: Просмотров

source: There is currently no publicly accessible basket
bg: В момента няма свободно достъпни кошници
ca: Ara mateix no hi ha cap cistell públicament accessible
cs: V současné době neexistuje veřejně přístupný košík
de: Es ist zur Zeit kein Korb öffentlich zugänglich
it: Al momento non esistono cestini pubblicamente accessibili
ja: アクセスできる公開バスケットはありません。
no: Det er for tiden ingen offentlig tilgjengelig kurv.
ru: Нет никакой общедоступной книжной полки.
sk: Momentálne neexistuje žiaden verejne prístupný košík.

source: Displaying public baskets %(x_from)i - %(x_to)i out of %(x_total_public_basket)i public baskets in total.
ca: Llista de cistells públics %(x_from)i - %(x_to)i d'un total de %(x_total_public_basket)i cistells públics.
de: Es werden %(x_from)i bis %(x_to)i öffentliche Körbe angezeigt von insgesamt %(x_total_public_basket)i öffentlichen Körben.
it: Lista cestini pubblici %(x_from)i-%(x_to)i di %(x_total_public_basket)i cestini pubblici totali.
ru: Показаны общие полки %(x_from)i - %(x_to)i из всех %(x_total_public_basket)i общих полок.

source: %(x_title)s, by %(x_name)s on %(x_date)s:
ca: %(x_title)s, per %(x_name)s el %(x_date)s:
de: %(x_title)s, von %(x_name)s am %(x_date)s:
it: %(x_title)s, da %(x_name)s il %(x_date)s

source: %(x_name)s wrote on %(x_date)s:
bg: %(x_name)s написа на %(x_date)s:
ca: %(x_name)s va escriure el %(x_date)s:
de: %(x_name)s hat am %(x_date)s geschrieben:
it: %(x_name)s ha scritto il %(x_date)s:
ja: %(x_name)s が %(x_date)s に書いた。
no: %(x_name)s skrev den %(x_date)s:
ru: %(x_name)s написал на %(x_date)s
sk: %(x_name)s napísal dňa %(x_date)s:

source: Select topic
bg: Избор на тема
ca: Seleccioneu el tema
cs: Vyberte téma
de: Thema auswählen
it: Seleziona argomento
ja: トピックを選ぶ
no: Velg emne
ru: Выбрать тему
sk: Zvoliť tému

source: Choose topic
bg: Избери тема
ca: Escolliu un tema
cs: Zvolte téma
de: Thema auswählen
it: Scegli argomento
ja: トピックを選ぶ
no: Velg emne
pt: Escolher tópico
ru: Выбрать тему
sk: Zvoľte tému

source: or create a new one
bg: или създай нова
ca: o creeu-ne un de nou
cs: , nebo vytvořte nové
de: oder ein Neues erstellen
it: o creane uno nuovo
ja: または新しいトピックをつくる。
no: eller opprett nytt
pt: ou criar um novo
ru: или создать новый
sk: alebo vytvorte novú

source: Create new topic
bg: Създаване на тема
ca: Creeu un nou tema
cs: Vytvořit nové téma
de: Neues Thema erstellen
it: Crea un nuovo argomento
ja: 新しいトピックを作る。
no: Opprett nytt emne
ru: Создать новую тему
sk: Vytvoriť novú tému

source: Basket name
ca: Nom del cistell
cs: Název košíku
de: Name des Korbes
it: Nome del cestino
ru: Имя книжной полки

source: Create a new basket
bg: Създаване на кошница
ca: Creeu un nou cistell
cs: Vytvořit nový košík
de: Neuen Korb erstellen
it: Crea un nuovo cestino
ja: 新しいバスケットを作る。
no: Opprett ny kurv
ru: Создать новую книжную полку
sk: Vytvoriť nový košík

source: Create new basket
bg: Създаване на кошница
ca: Crear un nou cistell
cs: Vytvořit nový košík
de: Neuen Korb erstellen
it: Crea un nuovo cestino
ja: 新しいバスケットを作る
no: Opprett ny kurv
ru: Создать новую книжную полку
sk: Vytvoriť nový košík

source: External item
ca: Registre extern
cs: Externí položka
de: Externe Werte
it: Elemento esterno
ru: Внешний элемент

source: Provide a url for the external item you wish to add and fill in a title and description
ca: Escriviu una url per a l'item extern que hi voleu afegir i poseu-li un títol i descripció
de: Tragen sie eine URL für einen externes Element ein und füllen sie Titel und Beschreibung
it: Inserisci l'url per l'elemento esterno che vuoi aggiungere, il titolo e la descrizione
ru: Введите адрес (URL) для внешнего элемента, который Вы хотели бы добавить; заполните его название и описание

source: %i items have been successfully added to your basket
ca: %i registres han estat afegits correctament al vostre cistell
de: %i Elemente erfolgreich zu Ihren Körben hinzugefügt.
it: %i record sono stati aggiunti al tuo cestino
ru: %i запись(ей) были добавлены на Вашу книжную полку

source: Proceed to the %(x_url_open)sbasket%(x_url_close)s
ca: Subscriviu-vos al %(x_url_open)scistell%(x_url_close)s
it: Accedi al %(x_url_open)scestino%(x_url_close)s
ru: Перейти к %(x_url_open)sbasket%(x_url_close)s

source: or return to your %(x_url_open)sprevious basket%(x_url_close)s
ca: o torneu al vostre %(x_url_open)scistell anterior%(x_url_close)s
de: oder zurückkehren zu Ihrem %(x_url_open)svorherigen Korb%(x_url_close)s
it: o ritorna al tuo %(x_url_open)scestino precedente%(x_url_close)s
ru: или вернуться к Вашей %(x_url_open)sпредыдущей полке%(x_url_close)s

source: or go %(x_url_open)sback%(x_url_close)s
it: o vai %(x_url_open)sback%(x_url_close)s

source: Adding %i items to your baskets
ca: %i registres afegits als vostres cistells
cs: Přidání %i položek do košíku
de: Hinzufügen von %i Elementen zu Ihren Körben
it: Aggiunta %i record ai tuoi cestini
ru: Добавляются %i элементов к Вашим книжным полкам

source: Please choose a basket: %(x_basket_selection_box)s %(x_fmt_open)s(or %(x_url_open)screate a new one%(x_url_close)s first)%(x_fmt_close)s
ca: Escolliu un cistell: %(x_basket_selection_box)s %(x_fmt_open)s(o abans %(x_url_open)screeu-ne un de nou%(x_url_close)s)%(x_fmt_close)s
de: Wählen Sie einen Korb: %(x_basket_selection_box)s %(x_fmt_open)s(or %(x_url_open)sErstellen sie einen Neuen%(x_url_close)s first)%(x_fmt_close)s
it: Per favore scegli un cestino: %(x_basket_selection_box)s %(x_fmt_open)s(o %(x_url_open)screane uno nuovo%(x_url_close)s prima)%(x_fmt_close)s

source: Optionally, add a note to each one of these items
ca: Si ho voleu, podeu afegir una nota a un d'aquests registres
de: Sie könnten eine Bemerkung zu jedem dieser Elemente hinzufügen
it: Facoltativamente puoi aggiungere un commento per ogni elemento
ru: Добавить примечание к каждому из этих элементов (необязательно)

source: Optionally, add a note to this item
ca: Opcionalment, afegiu una nota a aquest registre
de: Sie könnten eine Bemerkung zu diesem Element hinzufügen
it: Facoltativamente puoi aggiungere un commento a questo element
ru: Добавить примечание к этому элементу (необязательно)

source: Add items
ca: Afegir items
cs: Přidat položky
de: Elemente hinzufügen
it: Aggiungi elementi
ru: Добавить элементы

source: Are you sure you want to delete this basket?
bg: Сигурен ли сте, че искате да изтриете кошницата?
ca: Esteu segur que voleu suprimir aquest cistell?
de: Sind Sie sicher dass Sie diesen Korb löschen möchten?
it: Sei sicuro di voler cancellare questo cestino?
ja: このバスケットを消してよいですか？
no: Er du sikker på at du vil slette denne kurven?
pt: Tem a certeza que deseja apagar este cesto?
ru: Вы уверены, что хотите удалить эту книжную полку?
sk: Ste si istí že chcete vymazať tento košík?

source: %i users are subscribed to this basket.
bg: %i потребители са абонирани за кошницата.
ca: %i usuaris s'han subscrit a aquest cistell.
de: %i Benutzer sind für diesen Korb eingeschrieben.
it: %i utenti sono iscritti a questo cestino.
ja: このバスケットは %i 人が購読しています。
no: %i brukere abonnerer på denne kurven.
pt: %i utilizadores subscreveram este cesto.
ru: %i пользователей подписано на эту книжную полку.
sk: %i používateľov sa prihlásilo k odberu tohto košíka.

source: %i user groups are subscribed to this basket.
bg: %i потребителски групи са абонирани за кошницата.
ca: %i grups d'usuaris s'han subscrit a aquest cistell.
de: %i Benutzergruppen sind für diesen Korb eingeschrieben.
it: %i gruppi di utenti sono iscritti a questo cestino.
ja: このバスケットは %i グループが購読しています。
no: %i brukergrupper abonnerer på denne kurven.
pt: %i grupos de utilizadores subscreveram este cesto.
ru: %i группы пользователей подписаны на эту книжную полку.
sk: %i grúp používateľov sa prihlásilo k odberu tohto košíka.

source: You have set %i alerts on this basket.
bg: В тази кошница сте задали %i известия.
ca: Hi heu posat %i alertes en aquest cistell.
de: Sie haben %i Benachrichtigungen für diesen Korb definiert.
it: Hai impostato %i avvisi su questo cestino.
ja: このバスケットには%i このアラートが設定されています。
no: Du har satt %i varsler på denne kurven.
pt: Você definiu %i avisos para este cesto.
ru: Вы установили %i уведомлений для этой книжной полки.
sk: Nastavili ste %i avíz pre tento košík.

source: General settings
bg: Общи настройки
ca: Paràmetres generals
cs: Obecná nastavení
de: Allgemeine Einstellungen
it: Impostazioni generali
ja: 全般的な設定
no: Generelle innstillinger
ru: Общие настройки
sk: Všeobecné parametre

source: Add group
bg: Добавяне на група
ca: Afegeix un grup
cs: Přidat skupinu
de: Gruppe hinzufügen
it: Aggiungi gruppo
ja: グループ追加
no: Legg til gruppe
pt: Adicionar grupo
ru: Добавить группу
sk: Pridaj grupu

source: Manage group rights
bg: Управление на груповите права
ca: Gestiona els permisos del grup
cs: Správa skupinových práv
de: Gruppenrechte einstellen
it: Gestisci permessi dei gruppi
ja: グループ権限の管理
no: Administrer grupperettigheter
pt: Gerir direitos do grupo
ru: Права администратора группы
sk: Spravujte práva pre grupy

source: Manage global sharing rights
bg: Управление на глобалните права за споделяне
ca: Gestionar permisos globals de compartició
cs: Správa globálních práv sdílení
de: Globale Rechte einstellen
it: Gestisci permessi di condivisione globali
ja: 共有権限の管理
no: Administrer globale delingsrettigheter
pt: Gerir direitos globais de partilha
ru: Установить разделяемые права
sk: Spravujte globálne práva na zdieľanie

source: Delete basket
bg: Изтриване на кошницата
ca: Suprimeix el cistell
cs: Smazat košík
de: Korb löschen
it: Cancella cestino
ja: バスケットの削除
no: Slett kurv
ru: Удалить книжную полку
sk: Zruš košík

source: Editing basket %(x_basket_name)s
ca: Edició del cistell %(x_basket_name)s
de: Ändere Korb %(x_basket_name)s
it: Modifica cestino %(x_basket_name)s
ru: Редактирование корзины %(x_basket_name)s

source: Save changes
bg: Запазване на промените
ca: Desar els canvis
cs: Uložit změny
de: Änderungen speichern
it: Memorizza modifiche
ja: 変更を保存
no: Lagre endringer
pt: Guardar alterações
ru: Сохранить изменения
sk: Uložte zmeny

source: Topic name
ca: Nom del tema
cs: Jméno tématu
de: Themen-Name
it: Nome argomento
ru: Имя темы

source: Editing topic: %(x_topic_name)s
ca: Editar tema: %(x_topic_name)s
de: Ändere Thema: %(x_topic_name)s
it: Modifica argomento: %(x_topic_name)s
ru: Редактирование темы \"%(x_topic_name)s\"

source: No rights
bg: Без права
ca: Sense permís
cs: Žádná práva
de: Keine Rechte
it: Nessun permesso
ja: 権限なし
no: Ingen tillatelser
pt: Sem direitos
ru: Нет прав
sk: Žiadne práva

source: View records
bg: Преглед на записите
ca: Visualitza els registres
cs: Zobrazit záznamy
de: Datensätze anschauen
it: Visualizza record
ja: レコードを見る
no: Se elementer
ru: Просмотр записей
sk: Zobraz záznamy

source: and
bg: и
ca: i
cs: a
de: und
it: e
ja: および
no: og
ru: и
sk: a

source: view comments
bg: преглед на коментарите
ca: visualitza els comentaris
cs: zobrazit komentáře
de: Kommentare anschauen
it: visualizza commenti
ja: コメントを見る
no: se kommentarer
pt: ver comentários
ru: смотреть комментарии
sk: zobraz komentáre

source: add comments
bg: добавяне на коментари
ca: afegir comentaris
cs: přidat komentáře
de: Kommentare hinzufügen
it: aggiungi commenti
ja: コメントを追加する
no: legge til kommentarer
pt: adicionar comentários
ru: добавить комментарии
sk: pridaj komentáre

source: view notes
ca: veure notes
cs: zobrazit poznámky
de: Bemerkungen ansehen
it: Visualizza commenti
ru: смотреть примечания

source: add notes
ca: afegir notes
cs: přidat poznámky
de: Bemerkung hinzufügen
it: aggiungi commenti
ru: добавить примечания

source: add records
bg: добавяне на записи
ca: afegeix registres
cs: přidat záznamy
de: Datensätze hinzufügen
it: aggiungi record
ja: レコードを追加
no: legge til elementer
ru: добавить записи
sk: pridaj záznamy

source: delete notes
ca: esborrar notes
cs: smazat poznámky
de: Bemerkungen löschen
it: cancella commenti
ru: удалить примечания

source: remove records
bg: премахване на записите
ca: elimina registres
cs: odstranit záznamy
de: Datensatz entfernen
it: rimuovi record
ja: レコードを削除
no: fjerne elementer
ru: удалить записи
sk: zruš záznamy

source: manage sharing rights
bg: управление на правата за споделяне
ca: gestiona els permisos de compartició
cs: řídit práva sdílení
de: Verwalte gemeinsame Rechte
it: gestisci permessi di condivisione
ja: 共有権限を管理
no: administrere delingsrettigheter
pt: gerir direitos de partilha
ru: установить разделяемые права
sk: spravuj práva na zdieľanie

source: You are not a member of a group.
bg: Вие не сте член на никоя група.
ca: No sou membre d'un grup
cs: Nejste členem skupiny.
de: Sie sind kein Gruppenmitglied.
it: Non sei un membro di un gruppo.
ja: あなたはこのグループのメンバーではありません。
no: Du er ikke medlem av noen gruppe.
pt: Você não é membro de nenhum grupo
ru: Вы не являтесь членом группы.
sk: Nie ste členom grupy.

source: Sharing basket to a new group
bg: Споделяне на кошницата с нова група
ca: Comparteix cistell amb un nou grup
cs: Sdílet košík s novou skupinou
de: Korb mit einer neuen Gruppe austauschen
it: Condivisione cestino con un nuovo gruppo
ja: 他のグループにバスケットを共有させる
no: Deler kurv til ny gruppe.
pt: Partilhar cesto a um novo grupo
ru: Разделяемая книжная полка для новой группы
sk: Zdieľať košík s novou grupou

source: You are logged in as a guest user, so your baskets will disappear at the end of the current session.
bg: Вие сте влязъл като гост, затова вашите кошници ще изчезнат в края на текущата сесия.
ca: Ara esteu identificat com a usuari visitant, de manera que els vostres cistells desapareixeran al final d'aquesta sessió.
cs: Jste přihlášeni jako uživatel host, takže vaše košíky zmizí na konci současné relace.
de: Sie sind als Gast eingeloggt. Körbe verfallen am Ende der Sitzung.
it: Sei autenticato come utente ospite, perciò i tuoi cestini scompariranno al termine della sessione corrente.
ja: ゲストユーザが作ったバスケットはセッションが終わると消されます。
no: Du er logget inn som gjestebruker, dine kurver vil forsvinne når sesjonen avsluttes.
pt: Você está autênticado como visitante, os seus cestos irão desaparecer no fim da actual sessão.
ru: Вы зарегистрированы как 'Гость', поэтому Ваши книжные полки исчезнут в конце текущего сеанса.
sk: Ste prihlásený ako anonymný hosť, takže Vaše košíky zmiznú na konci terajšej seanse.

source: If you wish you can %(x_url_open)slogin or register here%(x_url_close)s.
bg: Ако желаете, може да %(x_url_open)sвлезете или да се регистрирате тук%(x_url_close)s.
ca: Si voleu podeu %(x_url_open)sidentificar o donar-vos d'alta aquí%(x_url_close)s.
de: Wenn Sie möchten können Sie sich %(x_url_open)shier einloggen oder registrieren%(x_url_close)s.
it: Se lo desideri puoi %(x_url_open)sautenticarti o registrarti qui%(x_url_close)s.
ja: ひつようなら %(x_url_open)sログインまたは登録%(x_url_close)s をしてください。
no: Hvis du ønsker kan du %(x_url_open)slogge inn eller registrere deg her%(x_url_close)s.
pt: Se desejar você pode %(x_url_open)sautênticar-se or registar-se aqui%(x_url_close)s.
ru: Вы можете %(x_url_open)slogin или зарегистрироваться здесь%(x_url_close)s.
sk: Ak si prajete, môžete sa %(x_url_open)sprihlásiť alebo zaregistrovať tu%(x_url_close)s.

source: This functionality is forbidden to guest users.
bg: Тази функционалност е забранена за гости.
ca: Aquesta funcionalitat no està permesa als usuaris visitants.
cs: Tato funkce je zakázáno pro anonymní uživatele.
de: Diese Funktion ist für Gäste gesperrt.
it: Questa funzionalità è vietata agli utenti ospiti.
ja: この機能はゲストユーザには使えません。
no: Denne funksjonaliteten er ikke tilgjengelig for gjestebrukere.
pt: Esta funcionalidade é interdita a visitantes.
ru: Эта функция запрещена для пользователей-гостей.
sk: Táto funkcia je neprístupná anonymným hosťom.

source: Back to search results
bg: Обратно към резултатите от търсенето
ca: Torna als resultats de la cerca
cs: Zpět na výsledky hledání
de: Suchergebnisse
it: Torna ai risultati della ricerca
ja: 検索結果に戻る
no: Tilbake til søkeresultatene
ru: Назад к результатам поиска
sk: Naspäť ku výsledkom hľadania

source: %i items
cs: %i položky
de: %i Elemente
it: %i record
ru: %i элементов

source: %i notes
de: %i Bemerkungen
it: %i commenti
ru: %i примечаний

source: no notes yet
ca: sense notes
cs: zatím žádné poznámky
de: bisher keine Bemerkungen
it: Nessun commento presente
ru: пока нет примечаний

source: %i subscribers
ca: %i subscriptors
cs: %i odběratelů
de: %i Abonnenten
it: %i iscritti
ru: %i подписчиков

source: last update
bg: последно обновяване
ca: darrera actualització
cs: poslední aktualizace
de: Letzte Aktualisierung
it: ultimo aggiornamento
ja: 最近の更新
no: sist oppdatert
ru: последнее изменение
sk: posledná aktualizácia

source: Add item
ca: Afegir ítem
cs: Přidat položku
de: Element hinzufügen
it: Aggiungi record
ru: Добавить элемент

source: Edit basket
bg: Редактиране на кошницата
ca: Edita el cistell
cs: Upravit košík
de: Korb bearbeiten
it: Modifica cestino
ja: バスケットの編集
no: Endre kurv
ru: Редактировать книжную полку
sk: Edituj košík

source: Unsubscribe from basket
ca: Donar-se de baixa d'aquest cistell
cs: Odhlásit z košíku
de: Sich aus diesem Korb austragen
it: Disiscriviti da questo cestino
ru: Отписаться от книжной полки
