Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Reviewed by %(x_nickname)s on %(x_date)s
bg: Прегледано от %(x_nickname)s на %(x_date)s
ca: Ressenyat per %(x_nickname)s el %(x_date)s
de: Rezensiert von %(x_nickname)s am %(x_date)s
it: Recensito da %(x_nickname)s il %(x_date)s
ja: %(x_nickname)s が %(x_date)s にレビューしました。
no: Vurdert av %(x_nickname)s den %(x_date)s
ru: Рецензировал %(x_nickname)s %(x_date)s
sk: Ohodnotené %(x_nickname)s dňa %(x_date)s

source: %(x_nb_people)s out of %(x_nb_total)s people found this review useful
ca: %(x_nb_people)s de %(x_nb_total)s persones han trobat aquesta ressenya útil
de: %(x_nb_people)s von %(x_nb_total)s haben dieses Review nützlich gefunden
it: %(x_nb_people)s su %(x_nb_total)s hanno trovato questa recensione utile

source: Undelete review
ca: Recupera la ressenya suprimida
cs: Obnovit recenzi
de: Wiederhergestellte Review
it: Annulla soppressione recensione
ru: Отменить удаление обзора

source: Delete review
ca: Suprimeix la ressenya
cs: Smazat recenzi
de: Review löschen
it: Sopprimi recensione
ru: Удалить обзор

source: Unreport review
ca: Suprimeix la denúncia a la ressenya
cs: Odhlásit recenzi
it: Annulla rapporto recensione
ru: Отменить оповещение об обзоре

source: Comments
bg: Коментари
ca: Comentaris
cs: Poznámky
de: Kommentare
it: Commenti
ja: コメント
no: Kommentarer
pt: Comentários
ru: Комментарии
sk: Komentáre

source: Reviews
bg: Прегледи
ca: Ressenyes
cs: Recenze
it: Recensioni
ja: レビュー
no: Vurderinger
ru: Рецензии
sk: Ohodnotenia

source: There is a total of %s reviews
bg: Има общо %s прегледа
ca: Hi ha un total de %s ressenyes
cs: K dispozici je celkem %s recenzí
de: Es sind total %s Reviews vorhanden
it: %s recensioni in totale
ja: 全部で %s のレビューがあります
no: Det er totalt %s vurderinger
pt: Existem no total %s análises criticas
ru: Существует в общей сложности %s рецензий
sk: Existuje celkovo %s hodnotení

source: There is a total of %s comments
bg: Има общо %s коментара
ca: Hi ha un total de %s comentaris
cs: K dispozici je celkem %s komentářů
de: Es sind total %s Kommentare vorhanden
it: %s commenti in totale
ja: 全部で %s のコメントがあります
no: Det er totalt %s kommentarer
pt: Existem no total %s comentários
ru: Существует в общей сложности %s комментариев
sk: Existuje celkovo %s komentárov

source: Be the first to review this document.
bg: Бъдете първия, който ще оцени този документ.
ca: Sigueu el primer a escriure una ressenya d'aquest document.
cs: Buďte první hodnotitel tohoto dokumentu.
de: Als Erster ein Review für dieses Dokument verfassen
it: Sii il primo a recensire questo documento.
ja: このドキュメントの最初のレビューです
no: Bli den første til å vurdere dette dokumentet.
pt: Seja o primeiro a fazer a analise critica deste documento.
ru: Будьте первым, рецензирующим этот документ
sk: Buďte prvý kto ohodnotí tento dokument.

source: Subscribe
bg: Абониране
ca: Subscriure's
cs: Odebírat
de: Eintragen
it: Iscriviti
ja: 購読
no: Abonner
pt: Subscrever
ru: Подписаться
sk: Prihlásiť sa k odberu

source: Unsubscribe
ca: Donar-se de baixa
cs: Neodebírat
de: Austragen
it: Annulla iscrizione
ru: Отписаться

source: review
bg: преглед
ca: ressenya
cs: recenze
it: recensione
ja: レビュー
no: vurdering
pt: análise critica
ru: рецензия
sk: ohodnotenie

source: comment
bg: коментар
ca: comentari
cs: poznámka
de: Kommentar
it: commento
ja: コメント
no: kommentar
pt: comentaŕio
ru: комментарий
sk: komentár

source: Review
bg: Преглед
ca: Ressenya
cs: Recenze
it: Recensione
ja: レビュー
no: Vurdering
ru: Рецензия
sk: Hodnotenie

source: Viewing
bg: Преглеждане
ca: Visualització
cs: Zobrazování
de: Anzeige
it: Visualizzare
ja: 読む
no: Viser
pt: Vendo
ru: Просмотр
sk: Zobrazenie

source: Page:
bg: Страница:
ca: Pàgina:
cs: Stránka:
de: Seite:
it: Pagina:
ja: ページ
no: Side:
pt: Página:
ru: Страница:
sk: Strana:

source: You are not authorized to comment or review.
ca: No esteu autoritzats a fer comentaris o ressenyes.
cs: Nemáte oprávnění komentovat nebo hodnotit.
de: Sie sind nicht berechtigt zu Kommentieren oder zu Rezensieren.
it: Non sei autorizzato a commentare o recensire.
ru: Вам не разрешено ни комментировать, ни делать обзоры.

source: Note: Your nickname, %s, will be displayed as author of this comment.
ca: Vigileu: El vostre àlies, %s, serà el que es mostri com autor d'aquest comentari
de: Notiz: Ihr Nickname, %s, wird als Author des Kommentars angezeigt
it: Nota: il tuo soprannome, %s, sarà visualizzato come autore di questo commento
ru: Примечание: Ваш псевдоним %s будет отображаться в качестве автора этого комментария

source: Note: you have not %(x_url_open)sdefined your nickname%(x_url_close)s. %(x_nickname)s will be displayed as the author of this comment.
bg: Забележка: не сте %(x_url_open)sзадали своя прякор%(x_url_close)s. %(x_nickname)s ще бъде показан като автор на този коментар.
ca: Vigileu: encara no heu %(x_url_open)sdefinit el vostre àlies%(x_url_close)s. %(x_nickname)s s'usarà temporalment com a autor d'aquest comentari.
de: Notiz: Sie haben %(x_url_open)sIhren Nicknamen%(x_url_close)s nicht definiert. %(x_nickname)s wird als Author des Kommentars angezeigt.
it: Nota: non hai %(x_url_open)sdefinito il tuo soprannome%(x_url_close)s. %(x_nickname)sverrà visualizzato come autore di questo commento.
ja: 注： %(x_url_open)sここ%(x_url_close)s でニックネームをとうろくしてください。このコメントの著者名は %(x_nickname)s になります。
no: Merk: Du har ikke %(x_url_open)sangitt et brukernavn%(x_url_close)s. %(x_nickname)s vil vises som forfatter av denne kommentaren.
pt: Nota: Você não %(x_url_open)sdefiniu o seu nome de utilizador%(x_url_close)s. %(x_nickname)s será apresentado como autor deste comentário.
ru: У Вас не %(x_url_open)sопределен nickname%(x_url_close)s. %(x_nickname)s будет отображаться в качестве автора комментария
sk: Poznámka: Ešte ste si %(x_url_open)snezvolili prezývku%(x_url_close)s. %(x_nickname)s bude zobrazené ako autor tohto komentára.

source: Once logged in, authorized users can also attach files.
ca: Un cop identificats, els usuaris autoritzats també hi poden adjuntar fitxers.
de: Einmal eingeloggte, autorisierte Benutzer können ebenfalls Dateien anhängen.
it: Dopo l'identificazione, gli utenti autorizzati potranno anche allegare file.
ru: После входа авторизированные пользователи могут также добавлять файлы

source: Optionally, attach a file to this comment
ca: Opcionalment, afegiu-hi un fitxer a aquest comentari
de: Bei Bedarf kann eine Datei zu diesem Kommentar angehängt werden.
it: Facoltativamente puoi allegare un file a questo commento
ru: Приложить файл к этому комментарию (необязательно)

source: Optionally, attach files to this comment
ca: Opcionalment, afegiu-hi fitxers a aquest comentari
de: Bei Bedarf können Dateien zu diesem Kommentar angehängt werden.
it: Facoltativamente puoi allegare file a questo commento
ru: Приложить файл к этому комментарию (необязательно)

source: Max one file
ca: Màxim un fitxer
cs: Max jeden soubor
de: Maximal eine Datei
it: Non piu' di un file
ru: Не более одного файла

source: Max %i files
ca: Màxim %i fitxers
cs: Max %i souborů
de: Maximal %i Datei(en)
it: Non piu'di %i file
ru: Не более %i файлов

source: Max %(x_nb_bytes)s per file
ca: Màxim %(x_nb_bytes)s per fitxer
cs: Max %(x_nb_bytes)s na soubor
de: Maximal %(x_nb_bytes)s pro Datei
it: Non piu' di %(x_nb_bytes)s per file
ru: Файл размером не более %(x_nb_bytes)s

source: Send me an email when a new comment is posted
ca: Envieu-me un email quan es publiqui un nou comentari
cs: Pošlete mi e-mail, když je přidán nový komentář
de: Schicken Sie mir eine E-Mail, sobald ein neuer Kommentar erstellt wurde
it: Inviami un email all'affissione di un nuovo commento
ru: Посылать мне email при появлении новых комментариев

source: Article
bg: Статия
cs: Článek
de: Artikel
it: Articolo
ja: 記事
no: Artikkel
ru: Статья
sk: Správa

source: Add comment
bg: Добавяне на коментар
ca: Afegeix un comentari
cs: Přidat komentář
de: Kommentar hinzufügen
it: Aggiungi commento
no: Legg til kommentar
ru: Добавить комментарий

source: Note: Your nickname, %s, will be displayed as the author of this review.
bg: Забележка: Вашият прякор, %s, ще бъде показан като автор на този преглед.
ca: Vigileu: El vostre àlies, %s, serà el que es mostri com a autor d'aquesta ressenya.
de: Notiz: Ihr Nickname, %s, wird als Author des Reviews angezeigt
it: Nota: il tuo soprannome, %s, verrà visualizzato come autore di questa recensione.
ja: 注：このレビューの著者名はあなたのニックネーム %s になります。
no: Merk: Ditt brukernavn, %s, vil vises som forfatter av denne vurderingen.
pt: Nota: O seu nome de utilizador, %s, será apresentado como autor desta analise critica.
ru: Ваш nickname, %s,будет отображаться в качестве автора этой рецензии
sk: Poznámka: Vaša prezývka, %s, bude zobrazená ako autor tohto hodnotenia.

source: Rate this article
bg: Оцени статията
ca: Valoreu aquest article
cs: Hodnotit článek
de: Diesen Artikel bewerten
it: Dai un voto a questo articolo
ja: この記事の評価
no: Ranger denne artikkelen
pt: Classifique este artigo
ru: Оценить эту статью
sk: Ohodnoťte tento článok

source: Select a score
bg: Избери точки
ca: Seleccioneu una puntuació
cs: Vyberte skóre
de: Punktezahl auswählen
it: Seleziona un punteggio
ja: 評価を選んでください
no: Velg en rangering
ru: Выберите оценку
sk: Vyber skóre

source: Give a title to your review
bg: Озаглавете вашия преглед
ca: Doneu un títol a la vostra ressenya
cs: Přidej název do recenze
de: Einen Titel für das Review definieren
it: Dai un titolo alla tua recensione
ja: レビューにタイトルをつけてください。
no: Gi vurderingen din en tittel
pt: Dê um título à sua análise critica
ru: Дайте название вашей рецензии
sk: Zadajte názov vášho hodnotenia

source: Write your review
bg: Напишете вашия преглед
ca: Escriviu la vostra ressenya
cs: Napište svoji recenzi
de: Ein Review schreiben
it: Scrivi la tua recensione
ja: レビューを書いてください。
no: Skriv vurderingen din
pt: Escreva a sua análise critica
ru: Напишите Вашу рецензию
sk: Napíšte Vaše hodnotenie

source: Add review
bg: Добавяне на преглед
ca: Afegiu la vostra ressenya
cs: Přidat recenzi
de: Review hinzufügen
it: Aggiungi recensione
no: Legg til vurdering
ru: Добавьте рецензию

source: Add Review
bg: Добавете преглед
ca: Afegiu la vostra ressenya
cs: Přidat recenzi
de: Review hinzufügen
it: Aggiungi recensione
ja: レビューを追加
no: Legg til vurdering
pt: Adicionar análise critica
ru: Добавьте рецензию
sk: Pridaj hodnotenie

source: Your review was successfully added.
bg: Вашият преглед беше успешно добавен.
ca: La vostra ressenya ha estat afegida correctament.
cs: Vaše recenze byla úspěšně přidána.
de: Ihr Review wurde erfolgreich hinzugefügt.
it: La tua recensione è stata aggiunta con successo.
ja: あなたのレビューは追加されました。
no: Din vurdering er lagt til.
pt: A sua análise critica foi adicionada com sucesso.
ru: Ваша рецензия была добавлена.
sk: Vaše hodnotenie bolo úspešne pridané.

source: Your comment was successfully added.
bg: Вашият коментар беше успешно добавен.
ca: El vostre comentari ha estat afegit correctament.
cs: Váš komentář byl úspěšně přidán.
de: Ihr Kommentar wurde erfolgreich hinzugefügt.
it: Il tuo commento è stato aggiunto con successo.
ja: あなたのコメントは追加されました。
no: Din kommentar er lagt til.
ru: Ваш комментарий был добавлен.
sk: Váš komentár bol úspešne pridaný.

source: Back to record
bg: Обратно към записа
ca: Torna al registre
cs: Zpět k záznamu
de: Zum Datensatz zurück
it: Torna al record
ja: レコードにもどる
no: Tilbake til element
ru: Назад к записи
sk: Naspäť ku záznamu

source: You can also view all the comments you have submitted so far on "%(x_url_open)sYour Comments%(x_url_close)s" page.
it: Può consultare tutti i commenti che ha sottoposto finora sulla pagina "%(x_url_open)sYour Comments%(x_url_close)s”.

source: View most commented records
ca: Visualitza els registres més comentats
cs: Zobraz nejvíce komentované záznamy
de: Meistkommentierte Datensätze anzeigen
it: Visualizza record maggiormente commentati
ru: Просмотреть наиболее комментируемые записи

source: View latest commented records
ca: Visualitza els registres amb els comentaris més recents
cs: Zobrazit poslední komentované záznamy
it: Visualizza gli ultimi record commentati
ru: Просмотреть последние прокомментированные записи

source: View all comments reported as abuse
ca: Visualitzar tots els comentaris denunciats
cs: Zobrazit všechny komentáře nahlášeny jako zneužívání
de: Alle als Missbrauch gemeldeten Kommentare anzeigen
it: Visualizza tutti i commenti segnalati come abusi
ru: Просмотреть все признанные недостойными комментарии

source: View most reviewed records
ca: Visualitza els registres amb més ressenyes
cs: Zobrazit nejčastěji recenzované záznamy
de: Meistrezensierte Datensätze anzeigen
it: Visualizza i record maggiormente recensiti
ru: Просмотреть наиболее обсуждаемые записи

source: View latest reviewed records
ca: Visualitza els registres amb les ressenyes més recents
cs: Zobrazit nejnovější recenzované záznamy
it: Visualizza gli ultimi record recensiti
ru: Просмотреть записи с последними рецензиями

source: View all reviews reported as abuse
ca: Visualitzar totes les ressenyes denunciades
cs: Zobrazit všechny recenze nahlášené jako zneužití
de: Alle als Missbrauch gemeldeten Reviews anzeigen
it: Visualizza tutte le recensioni segnalate come abusi
ru: Просмотреть все признанные недостойными рецензии

source: View all users who have been reported
bg: Преглед на всички потребители, които са дали коментар
ca: Visualitzar tots els usuaris que han estat denunciats
cs: Zobrazit všechny uživatele, kteří byli hlášeni
de: Alle gemeldeten Benutzer anzeigen
it: Visualizza tutti gli utenti segnalati
ja: レポートをくれたすべてのユーザーを見る。
no: Vis alle rapporterte brukere
ru: Просмотреть всех пользователей, о которых было сообщено
sk: Zobraz všetkých používateľov ktorí boli hlásení

source: Guide
bg: Ръководство
ca: Guia
cs: Příručka
de: Handbuch
it: Guida
ja: ガイド
pt: Guia
ru: Руководство
sk: Príručka

source: Comments and reviews are disabled
bg: Коментарите и прегледите не са активирани
ca: Els comentaris i les ressenyes estan desactivades
cs: Komentáře a recenze jsou vypnuté
de: Kommentare und Reviews sind ausgeschaltet
it: I commenti e le recensioni sono stati disabilitati
ja: コメントとレビューは受けられないようになっています。
no: Kommentarer og vurderinger er slått av
pt: Comentários e análise critica estão indisponíveis
ru: Комментарии и обзоры отключены
sk: Komentáre a hodnotenia sú blokované

source: Please enter the ID of the comment/review so that you can view it before deciding whether to delete it or not
bg: Моля въведете ID на коментара/прегледа за да може да го прегледате преди да решите дали да го изтриете
ca: Introduiu el número del comentari o ressenya, per poder visualitzar-ho abans de decidir de suprimir-lo o no
de: Bitte geben Sie die ID des Kommentars/Reviews ein um es anzuschauen bevor Sie es löschen
it: Per favore, inserisci l'ID del commento/recensione per visualizzarlo prima di decidere se cancellarlo o meno
ja: レビュー・コメントを読んでから消すかどうかを決める。ＩＤ＝
no: Oppgi kommentaren/vurderingens ID for å vise den, før du avgjør om den skal slettes eller ikke.
pt: Por favor indique o ID do(a) comentário/analise critica que viu anteriormente escolhendo se deseja ou não apagá-lo.
ru: Пожалуйста введите идентификатор (ID) комментария/обзора для того, чтоб Вы смогли увидеть его перед тем, как решить, удалять его или нет
sk: Prosím zadajte ID komentára/hodnotenia aby ste ho mohli zobraziť pred tým ako sa rozhodnete či ho zmazať alebo nie

source: Comment ID:
bg: ID на коментара:
ca: Número del comentari:
de: Kommentar-ID:
it: ID commento:
ja: コメントＩＤ
no: Kommentar-ID:
pt: ID comentário:
ru: Идентификатор (ID) комментария:
sk: ID komentára:

source: Or enter a record ID to list all the associated comments/reviews:
ca: O entreu el número de registre per veure tots els comentaris i ressenyes associades:
de: Oder geben sie die Datensatz-Id ein, um alle dazugehörigen Kommentars/Reviews aufzulisten:
it: O inserisci l'ID di un record per visualizzare commenti/recensioni associate
ru: Или введите идентификатор (ID) записи, чтобы отобразить все связанные комментарии/рецензии

source: Record ID:
ca: Registre :
cs: ID záznamu:
de: Datensatz-ID
it: ID del record
ru: Идентификатор (ID) записи

source: View Comment
bg: Преглед на коментар
ca: Visualitzar el comentari
cs: Zobrazit komentář
de: Kommentar anzeigen
it: Visualizza commento
ja: コメントを読む
no: Vis kommentar
pt: Ver comentário
ru: Просмотреть комментария
sk: Zobraziť komentár

source: There have been no reports so far.
bg: До сега няма коментари.
ca: Encara no hi ha denúncies.
de: Bisher sind keine Reports eingegangen
it: Finora non c'è stato alcun commento.
ja: これまでにレポートはありません。
no: Ingen rapporteringer hittil.
pt: Não houve nenhum relatório até agora.
ru: Там не было никаких отчетов до сих пор.
sk: Ešte neboli žiadne hlásenia.

source: View all %s reported comments
bg: Преглед на всички %s коментари
ca: Visualitzar tots els %s comentaris denunciats
cs: Zobrazit všechny nahlášené připomínky %s
de: Alle %s gemoldene Kommentare anzeigen
it: Visualizza tutti i %s commenti riportati
ja: 全部で %s このコメントを読む。
no: Vis alle %s rapporterte kommentarer
pt: Ver todos os %s comentários reportados
ru: Просмотр всех %s комментариев
sk: Zobraziť všetky %s ohlásené komentáre

source: View all %s reported reviews
bg: Преглед на всички %s прегледи
ca: Visualitzar totes les %s ressenyes denunciades
cs: Zobrazit všechny nahlášené recenze %s
de: Alle %s gemoldene Reviews anzeigen
it: Visualizza tutte le %s recensioni riportate
ja: 全部で %s このレビューを読む。
no: Vis alle %s rapporterte vurderinger
pt: Ver todas as %s análises criticas reportadas
ru: Просмотр всех %s обзоров
sk: Zobraziť všetky %s ohlásené hodnotenia

source: Here is a list, sorted by total number of reports, of all users who have had a comment reported at least once.
bg: Това е списък, сортиран по общия брой отзиви, на всички потребители, които са имали поне един отзив на някой от техните коментари.
ca: Aquesta és la llista, ordenada per número de denúncies, dels usuaris que han tingut al menys una denúncia a algun dels seus comentaris.
de: Das ist eine Liste aller Benutzer, die mindestens einen Kommentar abgegeben haben, sortiert nach der grössen Anzahl Kommentare.
it: Ecco una lista, ordinata secondo il numero totale di commenti, di tutti gli utenti che hanno riportato un commento almeno una volta.
ja: これまでレポートをくれたことのあるユーザーの一覧（レポート数の順）です。
no: Viser brukere som har fått minst én kommentar rapportert, sortert på antall rapporteringer.
pt: Aqui está uma lista, ordenada pelo numero total de relatórios, de todos os utilizadores que tenham um comentário reportado, pelo menos uma vez.
sk: Tu je zoznam, utriedený podľa celkového počtu oznámení, všetkých užívateľov ktorí mali aspoň jedno oznámenie na ich komentáre.

source: Nickname
bg: Псевдоним
ca: Àlies
cs: Přezdívka
it: Soprannome
ja: ニックネーム
no: Brukernavn
pt: Nome de Utilizador
ru: Имя (псевдоним)
sk: Prezývka

source: User ID
bg: ID на потребителя
ca: Número d'usuari
cs: ID uživatele
de: Benutzer ID
it: ID utente
ja: ユーザＩＤ
no: Bruker-ID
pt: ID de Utilizador
ru: Идентификатор (ID) пользователя
sk: ID používateľa

source: Number positive votes
bg: Брой на положителните гласове
ca: Nombre de vots positius
cs: Počet pozitivních hlasů
de: Totale Anzahl positiver Stimmen
it: Numero di voti positivi
ja: 好意的な評価の数
no: Antall positive stemmer
pt: Número de votos positivos
ru: Число положительных голосов
sk: Počet kladných hlasov

source: Number negative votes
bg: Брой на отрицателните гласове
ca: Nombre de vots negatius
de: Totale Anzahl negativer Stimmen
it: Numero di voti negativi
ja: 批判的な評価の数
no: Antall negative stemmer
pt: Número de votos negativos
ru: Число отрицательных голосов
sk: Počet záporných hlasov

source: Total number votes
bg: Пълен брой на гласовете
ca: Nombre total de vots
cs: Celkový počet hlasů
de: Totale Anzahl von Stimmabgaben
it: Numero totale di voti
ja: 全評価数
no: Totalt antall stemmer
pt: Número total de votos
ru: Общее число голосов
sk: Celkový počet hlasov

source: Total number of reports
bg: Пълен брой отзиви
ca: Nombre total de denúncies
cs: Celkový počet hlášení
de: Totale Anzahl von Reports
it: Numero totale di resoconti
ja: 全レポート数
no: Totalt antall rapporteringer
pt: Número total de relatórios
ru: Общее число сообщений
sk: Celkový počet ohlásení

source: View all user's reported comments/reviews
bg: Преглеждане на всички коментари на потребителя
ca: Visualitza tots els comentaris/ressenyes denunciades d'aquest usuari
de: Kommentare/Reviews von allen Benutzern anzeigen
it: Visualizza tutti i commenti/recensioni dell'utente
ja: すべてのユーザーのコメントとレビューを読む。
no: Se alle rapporterte kommentarer/vurderinger fra denne brukeren
pt: Ver todos os comentários/análises criticas reportados pelos utilizadores
ru: Просмотр всех переданных пользователями комментариев/рецензий
sk: Zobraziť všetky užívateľmi ohlásené komentáre a hodnotenia

source: This review has been reported %i times
bg: За този преглед е гласувано %i пъти
ca: Aquesta ressenya ha estat denunciada %i cops
de: Dieses Review wurde %i mal gemeldet
it: Questa recensione è stata valutata %i volte
ja: このレビューは%i回報告された。
no: Denne vurderingen er rapportert %i ganger.
ru: Об этой рецензии сообщили %i раз
sk: Toto hodnotenie bolo hlásené %i krát

source: This comment has been reported %i times
bg: За този коментар е гласувано %i пъти
ca: Aquest comentari ha estat denunciat %i vegades
de: Dieser Kommentar wurde %i mal gemeldet
it: Questo commento è stato valutato %i volte
ja: このコメントは%i回報告された。
no: Denne kommentaren er rapportert %i ganger.
ru: Об этом комментарии сообщили %i раз
sk: Tento komentár bol hlásený %i krát

source: Written by
bg: Написано от
ca: Escrit per
cs: Napsáno
de: Verfasst von
it: Scritto da
ja: 著者
no: Skrevet av
ru: Автор:
sk: Napísal

source: General informations
bg: Обща информация
ca: Informacions generals
cs: Obecné informace
de: Generelle Informationen
it: Informazioni generali
ja: 一般情報
no: Generell informasjon
pt: Informações Gerais
ru: Общая информация
sk: Všeobecné informácie

source: Delete selected reviews
bg: Изтриване на избраните отзиви
ca: Suprimeix les ressenyes seleccionades
cs: Smazat vybrané recenze
de: Ausgewählte Reviews löschen
it: Cancella le recensioni selezionate
ja: 選択したレビューを消す
no: Slett merkede vurderinger
ru: Удалить выбранные обзоры
sk: Zruš vybrané hodnotenia

source: Suppress selected abuse report
bg: Забрана на избраното сведение за обида
ca: Suprimeix l'informe d'abús seleccionat
cs: Potlačit vybrané oznámení o zneužití
it: Sopprimi il rapporto d'abuso selezionato
ja: 不正なレポートを抑制
no: Ignorer merket misbruksrapport
pt: Suprimir relatorio de abuso seleccionado
ru: Скрыть выбранные оскорбительные сообщения
sk: Potlač zvolené správy o zneužití

source: Undelete selected reviews
ca: Recupera les ressenyes eliminades
cs: Obnovit vybrané hodnocení
de: Wiederherstellen ausgewählter Reviews
it: Annulla la soppressione delle recensioni selezionate
ru: Отменить удаление выбранных обзоров

source: Undelete selected comments
ca: Recupera els comentaris eliminats
cs: Obnovit vybrané komentáře
de: Wiederherstellen ausgewählter Kommentare
it: Annulla la soppressione dei commenti selezionati
ru: Отменить удаление выбранных комментариев

source: Delete selected comments
bg: Изтриване на избраните коментари
ca: Suprimeix els comentaris seleccionats
cs: Smazat vybrané komentáře
de: Ausgewählte Kommentare löschen
it: Cancella i commenti selezionati
ja: 選択したコメントを消す
no: Slett merkede kommentarer
ru: Удалить выбранные комментарии
sk: Zruš vybrané komentáre

source: Here are the reported reviews of user %s
bg: Това са прегледите на потребител %s
ca: Aquestes són les ressenyes denunciades de l'usuari %s
cs: Zde jsou nahlášené recenze od uživatele %s
de: Das sind die gemoldenen Reviews von Benutzer %s
it: Ecco le recensioni valutate dell'utente %s
ja: ユーサー %s のレポート
no: Rapporterte vurderinger fra bruker %s
pt: Aqui estão as análises criticas reportadas pelo utilizador %s
ru: Переданные обзоры пользователя %s
sk: Tu sú hlásené hodnotenia užívateľa %s
