Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Please select only one group.
ca: Seleccioneu només un grup:
cs: Prosím, vyberte pouze jednu skupinu.
de: Bitte wählen Sie eine Gruppe aus.
it: Si prega di selezionare solo un gruppo.

source: Please select one group.
ca: Seleccioneu un grup.
cs: Prosím, vyberte jednu skupinu.
de: Bitte wählen Sie eine Gruppe aus.
it: Si prega di selezionare un gruppo.

source: Sorry, there was an error with the database.
ca: Malhauradament hi ha hagut un error a la base de dades.
cs: Omlouváme se, došlo k chybě s databází.
de: Sorry, es gibt einen Fehler mit der Datenbank.
it: Siamo spiacenti, c’è stato un errore con la database.

source: Sorry, you do not have sufficient rights on this group.
ca: No teniu prou permisos en aquest grup.
cs: Omlouváme se, tato kolekce ješte neobsahuje žádné záznamy.
de: Sie haben nicht genügend Rechte auf dieser Gruppe.
it: Siamo spiacenti, non possiede diritti sufficienti su questo gruppo.

source: The group has already been deleted.
ca: El grup ja ha estat suprimit.
cs: Skupina již byla odstraněna.
de: Die Gruppe wurde bereits gelöscht.
it: Il gruppo è già stato cancellato.

source: Please choose a member if you want to remove him from the group.
ca: Escolliu el membre que vulgueu esborrar del grup.
cs: Prosím, vyberte člena, pokud jej chcete odstranit ze skupiny.
de: Wählen Sie ein Mitglied aus, wenn Sie es aus der Gruppe entfernen möchten.
it: Si prega di selezionare un membro se desidera rimuoverlo del gruppo.

source: Please choose a user from the list if you want him to be added to the group.
ca: Escolliu una persona de la llista per afegir-la al grup.
cs: Prosím, vyberte uživatele ze seznamu, pokud chcete, aby se přidal ke skupině.
de: Wählen Sie ein Nutzer von der Liste aus, wenn Sie Ihn zu der Gruppe hinzufügen möchten.
it: Si prega di scegliere un utente dell’elenco se desidera aggiungerlo al gruppo

source: The user is already member of the group.
ca: L'usuari ja és membre del grup.
cs: Uživatel je již členem skupiny.
de: Der Nutzer ist bereits Mitglied von dieser Gruppe.
it: L’utente è già membro del gruppo.

source: Please choose a user from the list if you want him to be removed from waiting list.
ca: Escolliu el membre de la llista que vulgueu esborrar de la llista d'espera.
de: Wählen Sie einen Nutzer von der Liste aus, wenn Sie Ihn aus der Warteliste entfernen wollen.
it: Si prega di scegliere un utente dalla lista se vuole rimuoverlo dalla lista di attesa.

source: The user request for joining group has already been rejected.
ca: La petició d'ingressar al grup ja ha estat rebutjada.
cs: Uživatelova žádost o připojení do skupiny již byla zamítnuta.
de: Ihre Anfrage zur Aufnahme in die Gruppe wurde bereits abgewiesen.
it: La richiesta di appartenenza al gruppo dell’utente è stata rifiutata.

source: user
bg: потребител
ca: usuari
cs: uživatel
de: Benutzer
it: utente
ja: ユーザー
no: bruker
ru: пользователь
sk: užívateľ

source: External account settings
bg: Настройки на външна сметка
ca: Configuració del compte extern
cs: Nastavení externích účtu
de: Externe Benutzereinstellungen
it: Impostazioni esterne dell'account
ja: 外部アカウント設定：
no: Innstillinger for ekstern konto
ru: Настройки учетной записи

source: You can consult the list of your external groups directly in the %(x_url_open)sgroups page%(x_url_close)s.
bg: Може да направите справка за списъка на външните ви групи директно от %(x_url_open)sстраницата за групи%(x_url_close)s.
ca: Podeu consultar la llista dels vostres grups externs directament a la %(x_url_open)spàgina dels grups%(x_url_close)s.
de: Sie können jetzt die Liste der externen Gruppen direkt in der %(x_url_open)sGruppen-Seite%(x_url_close)s anzeigen.
it: Puoi consultare la lista dei tuoi gruppi esterni direttamente nella %(x_url_open)spagina dei gruppi%(x_url_close)s.
no: Du kan se dine eksterne grupper direkte på %(x_url_open)sgruppesiden%(x_url_close)s.
ru: Вы можете просматривать список Ваших внешних групп с %(x_url_open)sстраницы групп%(x_url_close)s.

source: External user groups
bg: Външни потребителски групи
ca: Grups d'usuaris externs
cs: Externí skupiny uživatelů
de: Externe Benutzergruppen
it: Gruppi utenti esterni
no: Eksterne brukergrupper
ru: Внешние группы пользователей

source: API keys
ca: Claus API
it: chiavi API

source: These are your current API keys
ca: Aqestes són les vostres claus API
it: Queste sono le sue chiavi API attuali

source: Description:
ca: Descripció:
it: Descrizione:

source: Status:
ca: Estat:
it: Stato:

source: API key
ca: Clau API
it: Chiave API

source: Delete key
ca: Suprimeix la clau
it: Cancella chiave

source: If you want to create a new API key, please enter a description for it
ca: Si voleu crear una nova clau API, escriviu-hi la seva descripció
it: Se desidera creare una nuova chiave API, si prega di entrare un descrizione per essa

source: Description for the new API key
ca: Descripció per a la nova clau API
it: Descrizione per la nuova chiave API

source: mandatory
bg: задължителен
ca: obligatori
cs: povinný
de: obligatorisch
it: obbligatorio
ja: 必須
no: obligatorisk
ru: обязательный
sk: nutné

source: The description should be something meaningful for you to recognize the API key
ca: La descripció hauria de ser prou significativa perquè podeu reconèixer la nova clau API
it: La descrizione dovrebbe essere qualcosa di significativo in tal modo che lei possa riconoscere la chiave API

source: Create new key
ca: Crear una clau nova
it: Crea nuova chiave

source: If you want to change your email or set for the first time your nickname, please set new values in the form below.
bg: Ако желаете да промените вашите електронен адрес или псевдоним, моля въведете отдолу новите стойности.
ca: Si voleu canviar la vostra adreça de correu electrònic o contrasenya, poseu-hi els nous valors en aquest formulari.
de: Wenn Sie Ihre E-Mail-Adresse ändern oder zum ersten mal eingeben möchten, definieren Sie diese im Formular unten.
it: Se desideri modificare il tuo indirizzo email o impostare per la prima volta il tuo soprannome, per favore, inserisci i nuovi valori nei campi sottostanti.
no: Bruk skjemaet under hvis du ønsker å endre e-postadresse eller sette brukernavn for første gang.
pt: Se deseja mudar o seu endereço de email ou definir pela primeira vez o seu nome de utilizador, defina os dados no formulario abaixo.
ru: Если Вы хотите изменить Ваш email или задать в перый раз nickname, пожалуйста, введите новые значения в следующей форме.

source: Edit login credentials
bg: Редактиране на идентификация
ca: Editeu les credencials d'identificació
cs: Upravit přihlašovací údaje
de: Login-Berechtigungen bearbeiten
it: Modifica credenziali di autenticazione
ja: ログイン情報の編集
no: Endre innloggingsdata
pt: Editar credenciais de autenticação
ru: Редактировать учетные данные login

source: New email address
bg: Нов e-mail адрес
ca: Nova adreça de correu electrònic
cs: Nová e-mailová adresa
de: Neue E-Mail-Adresse
it: Nuovo indirizzo email
ja: 新Ｅメイルアドレス
no: Ny e-postadresse
pt: Novo endereço de email
ru: Новый email-адрес
sk: Nová elektronická adresa

source: Set new values
bg: Задаване на новите стойности
ca: Guardar els nous valors
cs: Nastavení nových hodnot
de: Neue Werte definieren
it: Imposta nuovi valori
ja: 新しい値を設定してください
no: Lagre innstillinger
pt: Definir novos dados
ru: Установите новое значение
sk: Nastavte nové hodnoty

source: Since this is considered as a signature for comments and reviews, once set it can not be changed.
bg: Тъй като това се счита като подпис за коментари и прегледи, веднъж зададено, не може да бъде променяно повече.
ca: Ja que es considera com a signatura de comentaris i ressenyes, un cop definit ja no es pot canviar.
cs: Protože je toto považováno za podpis pro komentáře a recenze, po prvním nastavení již nelze měnit.
de: Einmal gesetzt, kann die Unterschrift für Kommentare und Reviews nicht verändert werden.
it: Dal momento che viene utilizzato come firma per i commenti e le recensioni, una volta impostato non può essere modificato.
no: Dette er din signatur ved kommentarer eller vurderinger, den kan derfor ikke endres etter den er valgt.
pt: Desde que isto é considerado a sua assinatura para comentarios e analises criticas, uma vez definida não pode ser alterada.
ru: Т.к. это является подписью под комментариями и обзорами, его изменять нельзя.

source: If you want to change your password, please enter the old one and set the new value in the form below.
bg: Ако желаете да промените вашата парола, моля въведете отдолу старата и изберете нова.
ca: Si voleu canviar la vostra o contrasenya, poseu-hi els valors antic i nou en aquest formulari.
cs: Pokud chcete změnit své heslo, zadejte staré a nastavte nové ve spodní části formuláře.
de: Wenn Sie Ihr Passwort ändern möchten, geben Sie bitte das alte Passwort ein und definieren Sie das neue weiter unten.
it: Se desideri cambiare la tua password, per favore, inserisci la precedente e imposta il nuovo valore nei campi seguenti.
ja: パスワードを変更するには、現在のパスワードを入力し、新しいパスワードを次のフォームに入力してください
no: Hvis du ønsker å endre passord, skriv inn det gamle og angi et nytt i skjemaet under.
pt: Se deseja mudar a sua palavra passe, indique a anteior e defina anova no formulario abaixo.
ru: Если Вы хотите изменить пароль, введите старый пароль,затем введите новый в следующей форме.

source: Old password
bg: Стара парола
ca: Contrasenya antiga
cs: Staré heslo
de: Altes Passwort
it: Password precedente
ja: 現在のパスワード
no: Gammelt passord
pt: Palavra-passe antiga
ru: Старый пароль

source: New password
bg: Нова парола
ca: Contrasenya nova
cs: Nové heslo
de: Neues Passwort
it: Nuova password
ja: 新パスワード
no: Nytt passord
pt: Nova palavra-passe
ru: Новый пароль
sk: Nové heslo

source: optional
bg: изборен
ca: opcional
cs: volitelné
it: facoltativo
ja: オプション
no: valgfritt
pt: opcional
ru: необязательный
sk: voliteľné

source: The password phrase may contain punctuation, spaces, etc.
bg: Паролата може да съдържа пунктуация, интервали, т.н.
ca: La contrasenya pot contenir puntuació, espais, etc.
cs: Heslo může obsahovat mezery, interpunkce, atd.
de: Die Passwortphrase darf Interpunktionszeichen, Leerschläge usw. beinhalten.
it: La password può contenere punteggiatura, spazi, ecc.
ja: パスワードにはピリオド、カンマ、空白などを使ってもかまいません。
no: Passordet kan inneholde punktsetting, mellomrom, etc.
pt: A nova palavra-passe pode conter sinais de pontuação, espaços, etc.
ru: Пароль может содержать пунктуацию, пробелы и т.д.
sk: Heslo môže obsahovať punktuáciu, medzery, atď.

source: You must fill the old password in order to set a new one.
bg: Трябва да попълните старата парола, за да можете да зададете нова.
ca: Heu d'entrar la contrasenya antiga per canviar-la per una de nova.
cs: Musíte vyplnit staré heslo pro nastavení nového.
de: Sie müssen das alte Passwort eingeben um ein neues zu definieren.
it: Devi prima digitare la vecchia password per impostare quella nuova.
ja: 新しいパスワードに変更するために、現在のパスワードを入力してください
no: Du må skrive inn det gamle passordet for å kunne angi et nytt.
pt: Tem de indicar a palavra-passe anterior a fim de poder definir a nova.
ru: Вы должны ввести старый пароль, чтобы установить новый.

source: Retype password
bg: Въведете повторно паролата
ca: Torneu a escriure la contrasenya
cs: Zadejte heslo znovu
de: Passwort erneut eingeben
it: Digita nuovamente la password
ja: パスワードの確認
no: Skriv passordet igjen
pt: Re-escrever palavra-passe
ru: Повторите ввод пароля
sk: Opakujte heslo

source: Set new password
bg: Избиране на нова парола
ca: Poseu la contrasenya nova
cs: Nastavení nového hesla
de: Neues Passwort definieren
it: Imposta nuova password
ja: 新しいパスワード
no: Sett nytt passord
pt: Definir nova palavra-passe
ru: Установите новый пароль

source: If you are using a lightweight CERN account you can %(x_url_open)sreset the password%(x_url_close)s.
bg: Ако използвате олекотена сметка в CERN, можете да %(x_url_open)sустановите наново паролата си%(x_url_close)s.
ca: Si feu ús d'un compte CERN lleuger podeu %(x_url_open)sreiniciar la contrassenya%(x_url_close)s.
cs: Pokud používáte lehký CERN účet mužete %(x_url_open)sobnovit své heslo%(x_url_close)s.
de: Wenn Sie ein einfaches CERN Benutzerkonto nutzen, können Sie Ihr %(x_url_open)sPasswort neu setzen%(x_url_close)s.
it: Se stai utilizzando un account CERN lightweight puoi %(x_url_open)sreimpostarne la password%(x_url_close)s.
no: Hvis du bruker en lettvekts CERN-konto kan du %(x_url_open)stilbakestille passordet%(x_url_close)s.
ru: Если Вы используете учетную запись CERN Вы можете %(x_url_open)sизменить пароль%(x_url_close)s.

source: You can change or reset your CERN account password by means of the %(x_url_open)sCERN account system%(x_url_close)s.
bg: Можете да смените или установите наново вашата парола за сметка в CERN с помощта на %(x_url_open)sсистемата за регистрация на CERN%(x_url_close)s.
ca: Podeu canviar o reiniciar la contrassenya del vostre compte del CERN via el %(x_url_open)ssistema de comptes del CERN%(x_url_close)s.
cs: Můžete změnit nebo resetovat CERN heslo k účtu pomocí %(x_url_open)sCERN account system%(x_url_close)s.
de: Sie können Ihr Passwort für Ihr CERN Benutzerkonto ändern oder neu setzen, mittels des %(x_url_open)sCERN Benutzerkonto-Systems%(x_url_close)s.
it: Puoi modificare o reimpostare la password del tuo account CERN tramite %(x_url_open)sil sistema di autenticazione CERN%(x_url_close)s.
no: Du kan endre eller tilbakestille passordet til din CERN-konto ved hjelp av %(x_url_open)sCERNs kontosystem%(x_url_close)s.
ru: Вы можете изменить пароль учетной записи CERN при помощи %(x_url_open)sCERN account системы%(x_url_close)s.

source: Edit cataloging interface settings
ca: Edita els paràmetres de catalogació
cs: Upravit nastavení rozhraní katalogizace
de: Einstellungen zur Katalogisierungs-Oberfläche bearbeiten
it: Modifica impostazioni dell'interfaccia di catalogazione
ru: Редактировать настройки интерфейса каталогизации

source: Username
bg: Потребител
ca: Nom d'usuari
cs: Uživatelské jméno
de: Benutzername
it: Nome utente
ja: ユーザー名
no: Brukernavn
ru: Имя пользователя
sk: Užívateľské meno

source: Update settings
bg: Актуализиране на настройките
ca: Actualitza els paràmetres
cs: Aktualizovat nastavení
de: Einstellungen aktualisieren
it: Aggiorna impostazioni
ja: 設定を更新
no: Oppdater innstillinger
ru: Обновить настройки

source: Edit language-related settings
bg: Редактиране на езикови настройки
ca: Edita els paràmetres de llengua
cs: Úpravit nastavení související s jazyky
de: Sprach-Einstellungen bearbeiten
it: Modifica impostazioni relative alla lingua
no: Endre språkrelaterte innstillinger
pt: Editar definições de lingua
ru: Редактировать языковые настройки

source: Select desired language of the web interface.
bg: Задайте желания език за уеб изгледа.
ca: Escolliu la llengua de la interfície web.
cs: Vyberte požadovaný jazyk z webového rozhraní.
de: Gewünschte Spache für die Web-Oberfläche auswählen.
it: Seleziona la lingua che desideri veder utilizzata per l'interfaccia web.
ja: web interfaceの言語を選択してください
no: Velg ønsket språk for webgrensesnittet.
pt: Selecione a lingua desejada na interface web.
ru: Выбрать желаемый язык web-интерфейса

source: Edit profiling settings
it: Modifica impostazioni di profilo

source: Disabled
it: Reso disabile

source: Enabled
it: Reso abile

source: Edit search-related settings
bg: Редактиране на настройките за търсене
ca: Edita els paràmetres de cerca
cs: Úpravy nastavení související s hledáním
de: Such-Einstellungen bearbeiten
it: Modifica impostazioni relative alla ricerca
ja: 検索関連の設定を編集
no: Endre søkerelaterte innstillinger
pt: Editar definições de pesquisas anteriores
ru: Редактировать настройки поиска

source: Show the latest additions box
bg: Показване на клетката за последно добавени записи
ca: Mostra el text de les darreres entrades
cs: Zobrazit pole nejnovějších přírůstků
de: Zeige die letzten Einträge an:
it: Visualizza il riquadro degli ultimi arrivi
ja: ’最近の追加’の表示
no: Vis boks med nyeste elementer
ru: Последние добавления

source: Show collection help boxes
ca: Mostra els textos d'ajuda de la col·lecció
cs: Zobrazit pole nápovědy pro kolekci
de: Hilfeboxen zu den Sammlungen anzeigen
it: Visualizza i riquadri di aiuto
ja: ヘルプの表示
no: Vis hjelpebokser for samlinger
pt: Mostrar ajuda sobre colecções
ru: Коллекции

source: Number of search results per page
bg: Брой на резултати от търсене на страница
ca: Nombre de resultats per pàgina
cs: Počet výsledků vyhledávání na stránce
de: Anzahl Suchergebnisse pro Seite
it: Numero di risultati della ricerca per pagina
ja: 調査は生じる
no: Antall søkeresultat på hver side
ru: Количесто результатов поиска на странице

source: Edit login method
bg: Промяна на метода за идентификация
ca: Editeu el mètode d'identificació
cs: Úpravy způsobu přihlášení
de: Loginmethode bearbeiten
it: Modifica metodo di autenticazione
ja: ログイン方法の編集
no: Endre innloggingsmetode
pt: Editar método de autenticação
ru: Редактировать login метод
sk: Editujte prihlasovaciu metódu

source: Please select which login method you would like to use to authenticate yourself
bg: Моля изберете метода на идентификация, който желаете да използвате
ca: Seleccioneu quin mètode d'identificació preferiu per a autenticar-vos
cs: Vyberte, prosím, kterou přihlášovací metodu chcete používat k Vašemu ověření
de: Bitte wählen Sie die Loginmethode die Sie benutzen möchten um sich zu authentifizieren.
it: Per favore, seleziona quale metodo di autenticazione desideri utilizzare per autenticarti
ja: 自分を認証するためのログイン方法を選んでください
no: Velg hvilken innloggingsmetode du vil benytte for å autentisere deg
pt: Por favor seleccione qual o método que autenticação que prefere utilizar para aceder ao sistema.
ru: Пожалуйста, выберите, какой login метод Вы хотите использовать для аутентификации
sk: Prosíme vyberte si metódu ktorú by ste chceli používať na prihlásenie sa

source: Select method
bg: Избиране на метод
ca: Seleccioneu el mètode
cs: Vyberte způsob
de: Methode auswählen
it: Seleziona metodo
no: Velg metode
ru: Выбрать метод
sk: Vyber metódu

source: If you have lost the password for your %(sitename)s %(x_fmt_open)sinternal account%(x_fmt_close)s, then please enter your email address in the following form in order to have a password reset link emailed to you.
bg: Ако сте забравили паролата си за вашата %(sitename)s %(x_fmt_open)sвътрешна сметка%(x_fmt_close)s, моля въведете отдолу вашия електронен адрес за да получите връзка за установяване на нова парола.
ca: Si heu perdut la contrassenya del %(x_fmt_open)scompte intern%(x_fmt_close)s de %(sitename)s, escriviu la vostra adreça electrònica en aquest formulari perquè us enviem un enllaç per reiniciar-la vostra contrassenya.
cs: Pokud jste ztratili heslo pro %(sitename)s %(x_fmt_open)svnitří účet%(x_fmt_close)s, zadejte, prosím, Vaši emailovou adresu v následujícím formuláři pro zaslání odkazu na změnu hesla.
de: Wenn Sie Ihr Passwort für das %(sitename)s %(x_fmt_open)sBenutzerkonto%(x_fmt_close)s vergessen haben, geben Sie bitte Ihre E-Mail-Adresse ein und ein Link zum Neusetzen des Passworts wird Ihnen zugeschickt.
it: Se hai dimenticato la password del tuo %(x_fmt_open)saccount interno%(x_fmt_close)s a %(sitename)s, allora inserisci, per favore, il tuo indirizzo email nel campo sottostante così da ricevere un link per reimpostarla.
no: Hvis du har mistet passordet til din interne %(sitename)s %(x_fmt_open)skonto%(x_fmt_close)s, oppgi din e-postadresse i det følgende skjemaet for å få tilsendt en lenke for å tilbakestille passordet.
pt: Se esqueceu a sua palavra-passe da sua%(sitename)s %(x_fmt_open)sconta interna%(x_fmt_close)s, indique o seu endereço de email no formulario seguinte para receber uma alternativa.
ru: Если Вы забыли пароль %(sitename)s %(x_fmt_open)sвнутренней учетной записи%(x_fmt_close)s, пожалуйста, введите Ваш email адрес в следующей форме, чтобы Вам прислали ссылку для смены пароля.

source: Email address
bg: E-mail адрес
ca: Adreça de correu electrònic
cs: E-mailová adresa
de: E-Mail-Adresse
it: Indirizzo email
ja: Ｅメイルアドレス
no: E-postadresse
pt: Endereço de email
ru: Email адрес
sk: Elektronická adresa

source: Send password reset link
bg: Изпращане на връзка за установяване на нова парола
ca: Envia l'enllaç per a reiniciar la contrasenya
cs: Odešli odkaz na změnu hesla
de: Link zum Neusetzen des Passworts zuschicken
it: Invia link per reimpostare la password
no: Send lenke for tilbakestilling av passord
pt: Enviar palavra-passe alternativa
ru: Прислать ссылку для смены пароля

source: If you have been using the %(x_fmt_open)sCERN login system%(x_fmt_close)s, then you can recover your password through the %(x_url_open)sCERN authentication system%(x_url_close)s.
ca: Si el vostre compte utilitza el %(x_fmt_open)ssistema d'identificació del CERN%(x_fmt_close)s, podeu recuperar la vostra contrasenya a través del %(x_url_open)ssistema d'autenticació del CERN%(x_url_close)s.
cs: Pokud jste používali %(x_fmt_open)spřihlašovací systém CERNu%(x_fmt_close)s, pak můžete obnovit Vaše heslo pomocí %(x_url_open)sauthentikačního systému CERNu%(x_url_close)s.
it: Se stai utilizzando il %(x_fmt_open)ssistema di login del CERN%(x_fmt_close)s, puoi ricuperare la tua password tramite il %(x_url_open)ssistema di autenticazione CERN%(x_url_close)s.
no: Hvis du har brukt %(x_fmt_open)sCERNs innloggingssystem%(x_fmt_close)s kan du gjenopprette passordet ved hjelp av %(x_url_open)sCERNs autentiseringssystem%(x_url_close)s.
ru: Если Вы используете %(x_fmt_open)sCERN login систему%(x_fmt_close)s, Вы можете восстановить пароль через %(x_url_open)sCERN систему аутентификации%(x_url_close)s.

source: Note that if you have been using an external login system, then we cannot do anything and you have to ask there.
bg: Забележете, че ако сте използвали външна система за идентификация , то ние не можем да направим нищо и трябва да се обърнете към тях.
ca: Tingueu en compte que si heu estat utilitzant un sistema d'identificació extern, no podem fer-hi res, i els hi haurieu de demanar a ells.
cs: Všimněte si, že pokud jste používali externí přihlašovací systém, pak nemůžeme nic dělat a musíte se zeptat zde.
de: Bitte beachten Sie, dass, wenn Sie ein externes Loginsystem verwenden, wir nichts unternehmen können und Sie beim externen Loginsystem nachfragen müssen.
it: Nota che se stavi utilizzando un sistema di autenticazione esterno, allora non c'è nulla che possiamo fare e devi fare riferimento al sistema esterno.
no: Merk at hvis du har bruk et eksternt innloggingssystem er det ikke noe vi kan gjøre, du må i stedet henvende deg dit.
pt: Note que se estiver usando um sistema de autenticação externo, nos não podemos fazer nada, tendo que perguntar onde se autenticou.
ru: Если Вы используете внешнюю систему входа, мы не в состоянии ничего сделать, обратитесь туда.

source: Alternatively, you can ask %s to change your login system from external to internal.
bg: Като алтернатива може да помолите %s да промени вашата система за свързване от външна на вътрешна.
ca: Alternativament, podeu demanar a %s que us canvïi el sistema d'identificació a l'intern.
cs: Případně můžete požádat %s o změnu svého přihlašovacího účtu z externího na interní.
de: Alternativ können Sie %s fragen, um Ihr Loginsystem von extern nach intern zu ändern.
it: In alternativa, puoi chiedere a %s di cambiare il tuo sistema di autenticazione da esterno ad interno.
ja: 内部ログインシステムにアカウントを変更することも可能です。%s
no: Alternativt, kan du be %s om å bytte ditt innloggingssystem fra eksternt til internt.
pt: Em alternativa, pode perguntar a %s para mudar o seu sistema de login externo para interno.
ru: Вы можете также попросить %s изменить систему входа с внешней на внутреннюю.
sk: Alternatívne môžete požiadať %s aby Vám zmenil prihlasovací systém z externého na interný.
