Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Here are the reported comments of user %s
bg: Това са коментарите на потребител %s
ca: Aquests són els comentaris denunciats de l'usuari %s
cs: Zde jsou nahlášené připomínky od uživatele %s
de: Das sind die gemoldenen Kommentare von Benutzer %s
it: Ecco i commenti valutati dell'utente %s
ja: ユーサー %s のコメント
no: Rapporterte kommentarer fra bruker %s
pt: Aqui estão os comentários reportados pelo utilizador %s
ru: Переданные комментарии пользователя %s
sk: Tu sú hlásené komentáre užívateľa %s

source: Here is review %s
ca: Aquesta és la ressenya %s
cs: Tady je recenze %s
de: Das ist Review %s
it: Ecco la recensione %s
ru: Обзор %s

source: Here is comment %s
ca: Aquest és el comentari %s
cs: Tady je komentář %s
de: Das ist der Kommentar %s
it: Ecco il commento %s
ru: Комментарий %s

source: Here is review %(x_cmtID)s written by user %(x_user)s
ca: Aquesta és la ressenya %(x_cmtID)s escrita per l'usuari %(x_user)s
de: Das ist der Review %(x_cmtID)s, geschrieben vom Benutzer %(x_user)s
it: Ecco la recensione %(x_cmtID)s scritta dall'utente %(x_user)s
ru: Рецензия %(x_cmtID)s написана пользователем %(x_user)s

source: Here is comment %(x_cmtID)s written by user %(x_user)s
ca: Aquest és el comentari %(x_cmtID)s escrit per l'usuari %(x_user)s
de: Das ist der Kommentar %(x_cmtID)s, geschrieben vom Benutzer %(x_user)s
it: Ecco il commento %(x_cmtID)s scritto dall'utente %(x_user)s
ru: Комментарий %(x_cmtID)s написан пользователем %(x_user)s

source: Here are all reported reviews sorted by the most reported
bg: Това са всички прегледи, за които е гласувано, сортирани по тези, за които е гласувано най-много
ca: Aquestes són totes les ressenyes denunciades, ordenades de més a menys
it: Ecco tutte le recensioni valutate ordinate in base alle più valutate
ja: 全レビュー（多い順）のリスト
no: Alle rapporterte vurderinger sortert på antall rapporteringer
pt: Aqui estão as análises criticas reportadas ordenadas pelo o maior número
ru: Все представленные рецензии, отсортированные по максимальному количеству упоминаний
sk: Tu sú všetky hlásené hodnotenia zoradené podľa najviac hlásených

source: Here are all reported comments sorted by the most reported
bg: Това са всички коментари, за които е гласувано, сортирани по тези, за които е гласувано най-много
ca: Aquests són tots els comentaris denunciats, ordenats de més a menys
it: Ecco tutti i commenti valutati ordinate in base ai più valutati
ja: 全コメント（多い順）のリスト
no: Alle rapporterte kommentarer sortert på antall rapporteringer
pt: Aqui estão comentários reportados ordenados pelo maior número
ru: Все представленные комментарии, отсортированные по максимальному количеству упоминаний
sk: Tu sú všetky hlásené komentáre zoradené podľa najviac hlásených

source: Here are all reviews for record %i, sorted by the most reported
ca: Ressenyes del registre %i, ordenades de més a menys denúncies
it: Ecco tutte le recensioni per il record %i, ordinate per numero di valutazioni

source: Show comments
ca: Visualitza els comentaris
cs: Zobrazit komentáře
de: Kommentare anzeigen
it: Visualizza commenti
ru: Показать комментарии

source: Here are all comments for record %i, sorted by the most reported
ca: Comentaris al registre %i, ordenats de més a menys denúncies
it: Ecco tutti i commenti per il record %i, ordinate per numero di valutazioni
ru: Все комментарии к записи %i, отсортированные по частоте запросов

source: Show reviews
ca: Visualitza les ressenyes
cs: Zobrazit hodnocení
de: Reviews anzeigen
it: Visualizza recensioni
ru: Показать отзывы

source: comment ID
bg: ID на коментара
ca: número de comentari
cs: ID komentáře
de: Kommentar-ID
it: ID commento
ja: コメントＩＤ
no: kommentar-ID
pt: ID do comentário
ru: идентификатор (ID) комментария
sk: ID komentára

source: successfully deleted
bg: успешно изтрит
ca: suprimit correctament
cs: úspěšně smazáno
de: erfolgreich gelöscht
it: cancellato con successo
ja: 消去しました
no: ble slettet
pt: apagado com sucesso
ru: успешно удалено
sk: úspešne vymazané

source: successfully undeleted
ca: recuperat correctament
cs: úspěšně obnoveno
de: erfolgreich wiederhergestellt
it: Soppressione annullata
ru: успешно восстановлено

source: successfully suppressed abuse report
bg: успешно забранена обида
ca: eliminat correctament l'informa d'abús
de: Missbrauchsmeldungen erfolgreich ausgeschaltet
it: rapporto d'abuso soppresso con successo
ja: 不正なレポートを抑制しました。
no: misbruksrapport ble ignorert
pt: relatório de abuso suprimido com sucesso
ru: оскорбительное сообщение успешно скрыто
sk: úspešne potlačené správy o zneužití

source: Not yet reviewed
bg: Все още не е прегледано
ca: Sense cap ressenya
cs: Ještě nerecenzováno
de: Bisher nicht rezensiert
it: Non ancora recensito
no: Ingen vurderinger ennå
ru: Еще не рецензированная

source: The following review was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
ca: S'ha enviat aquesta ressenya a %(CFG_SITE_NAME)s per %(user_nickname)s:
cs: Následující recenze byla zaslána %(CFG_SITE_NAME)s od %(user_nickname)s:
de: Die folgende Rezension wurde gesendet zu %(CFG_SITE_NAME)s durch %(user_nickname)s:
it: La recensione seguente e' stata inviata a %(CFG_SITE_NAME)s da %(user_nickname)s:
ru: Следующая рецензия была отправлена на %(CFG_SITE_NAME)s пользователем %(user_nickname)s:

source: The following comment was sent to %(CFG_SITE_NAME)s by %(user_nickname)s:
ca: S'ha enviat aquest comentari a %(CFG_SITE_NAME)s per %(user_nickname)s:
cs: Následující komentář byl poslán %(CFG_SITE_NAME)s od %(user_nickname)s:
de: Der folgende Kommentar wurde gesendet zu %(CFG_SITE_NAME)s durch %(user_nickname)s:
it: Il commento seguente e' stato inviato a %(CFG_SITE_NAME)s da %(user_nickname)s:
ru: Следующий комментарий был отправлен на %(CFG_SITE_NAME)s пользователем %(user_nickname)s:

source: This is an automatic message, please don't reply to it.
ca: Aquest és un missatge automàtic, no el responeu.
cs: Toto je automatická zpráva, prosím, neodpovídejte na ní.
de: Das ist eine automatisch erstellte Nachricht, bitte antworten sie nicht auf diese.
it: Questo e' un messaggio automatico, si prega di non rispondere a questo email.
ru: Это автоматическое сообщение, пожалуйста, не отвечайте на него.

source: To post another comment, go to <%(x_url)s> instead.
ca: Per publicar un altre comentari, aneu a <%(x_url)s>.
cs: Pro zaslání dalšího komentáře přejděte na <%(x_url)s>.
de: Einen anderen Kommentar schreiben, gehe zu <%(x_url)s>.
it: Per affiggere un altro commento, vai a <%(x_url)s>.
ru: Чтобы отправить другой комментарий, перейдите по ссылке <%(x_url)s>.

source: To specifically reply to this comment, go to <%(x_url)s>
ca: Per contestar específicament a aquest comentari, aneu a <%(x_url)s>.
cs: Pro přímou odpověď na tento komentář jděte na <%(x_url)s>
de: Gezielt auf diesen Kommentar antworten, gehe zu <%(x_url)s>.
it: Per ripondere a questo commento specifico, vai a <%(x_url)s>
ru: Чтобы ответить на этот конкретный комментарий, перейдите по ссылке <%(x_url)s>

source: To unsubscribe from this discussion, go to <%(x_url)s>
ca: Per donar-vos de baixa d'aquesta discussió, aneu a <%(x_url)s>.
cs: Pro odhlášení z odběru této diskuze jděte na <%(x_url)s>
de: Abmelden von dieser Diskussion, gehe zu <%(x_url)s>.
it: Per annullare l'iscrizione a questa discussione, vai a <%(x_url)s>
ru: Чтобы отписаться от этого обсуждения, перейдите по ссылке <%(x_url)s>

source: For any question, please use <%(CFG_SITE_SUPPORT_EMAIL)s>
ca: Per resoldre dubtes, poseu-vos en contacte amb <%(CFG_SITE_SUPPORT_EMAIL)s>
cs: Pro jakékoliv dotazy použíjte <%(CFG_SITE_SUPPORT_EMAIL)s>
de: Für beliebige Fragen, bitten <%(CFG_SITE_SUPPORT_EMAIL)s> nutzen
it: Per assistenza, si prega usare <%(CFG_SITE_SUPPORT_EMAIL)s>
ru: По любым вопросам пожалуйста обращайтесь на <%(CFG_SITE_SUPPORT_EMAIL)s>

source: Your comment will be lost.
ca: El vostre comentari es perderà.
cs: Váš komentář bude ztracen.
de: Ihr Kommentar wird verlorengehen.
it: Il suo commento sarà perso.

source: Oldest comment first
it: Commenti più vecchi per primo

source: Latest comment first
it: Commento più recente per primo

source: Group by record, oldest commented first
it: Raggruppare per record, più vecchio commentato per primo

source: Group by record, latest commented first
it: Raggruppare per record, più recente commentato per primo

source: Records and comments
it: Record e commenti

source: Records only
it: Soltanto records

source: Comments only
it: Soltanto commenti

source: %s items
it: %s elementi

source: All items
it: Tutti elementi

source: Below is the list of the comments you have submitted so far.
it: Di seguito è riportato l'elenco dei commenti che ha presentato finora.

source: You have not yet submitted any comment in the document "discussion" tab.
it: Non hai ancora presentato alcun commento nella scheda documento "discussione".

source: You might find other comments here:
it: Potreste trovare gli altri commenti qui:

source: You have not yet submitted any comment. Browse documents from the search interface and take part to discussions!
it: Non hai ancora presentato alcun commento. Sfoglia i documenti dell'interfaccia di ricerca e partecipa alle discussioni!

source: Display
bg: Показване
it: Visualizza
ja: 表示
no: Vis
sk: Zobraz

source: Order by
it: Ordina per

source: Per page
it: Per pagina

source: Display options
it: Opzioni di visualizzazione

source: Refresh
ca: Refresca
cs: Obnovit
it: Aggiorna
no: Oppdater
ru: Обновить

source: Comment deleted by the moderator
it: Commento cancellato dal moderatore

source: You have deleted this comment: it is not visible by other users
it: Ha eliminato questo commento: non è visibile da altri utenti

source: (in reply to a comment)
it: (in risposta a un commento)

source: See comment on discussion page
it: Vedere commento sulla pagina di discussione

source: %i comments found in total (not shown on this page)
it: %i commenti trovati in totale (non riportati in questa pagina)

source: %i items found in total
it: %i elementi trovati in totale.

source: Record Not Found
bg: Записът не е намерен
ca: No s'ha trobat el registre
cs: Záznam nenalezen
de: Datensatz nicht gefunden
it: Record non trovato
ja: レコードがみつからない
no: Fant ikke element
ru: Запись не найдена
sk: Záznam nenájdený

source: Specified comment does not belong to this record
ca: El comentari especificat no pertany a aquest registre
it: Il commento specificato non appartiene a questo record

source: You do not have access to the specified comment
ca: No teniu accés al comentari especificat
it: Non ha accesso al documento specificato

source: The size of file \"%s\" (%s) is larger than maximum allowed file size (%s). Select files again.
ca: El tamany del fitxer \"%s\" (%s) és més gran que el màxim permès (%s). Torneu a seleccionar els fitxers.
cs: Velikost souboru \"%s\" (%s) je vetší než maximální povolená velikost (%s). Vyberte soubor(y) znovu.
de: Die Dateigröße \"%s\" (%s) ist größer als das erlaubte Maximum (%s). Bitte Dateien neu auswählen.
it: La misura del file \"%s\" (%s) è più grande della misura di file massima autorizzata (%s). Seleziona di nuovo i file.

source: Add Comment
bg: Добавяне на коментар
ca: Afegeix un comentari
cs: Přidat komentář
de: Kommentar hinzufügen
it: Aggiungi commento
ja: コメントを追加
no: Legg til kommentar
pt: Adicionar comentário
ru: Добавить комментарий
sk: Pridaj komentár

source: You cannot vote for a deleted comment
ca: No podeu votar un comentari esborrat
it: Non può votare per un documento cancellato.

source: You cannot report a deleted comment
ca: No podeu denunciar un comentari esborrat
it: Non può segnalare un commento cancellato

source: Page Not Found
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
de: Seite nicht gefunden
it: Pagina non trovata
ru: Страница не найдена

source: The requested comment could not be found
ca: No s'ha trobat el comentari sol·licitat
cs: Požadovaný komentář nebyl nalezen
de: Der angefragte Kommentar konnte nicht gefunden werden.
it: Il commento richiesto non e' reperibile
ru: Не удалось найти запрошенный комментарий

source: You cannot access files of a deleted comment
ca: No podeu accedir als fitxers d'un comentari esborrat
it: Non può accedere ai file di un commento cancellato

source: The requested file could not be found
ca: No s'ha trobat el fitxer sol·licitat
cs: Nelze nalést požadovaný soubor
de: Die angefragte Datei konnte nicht gefunden werden.
it: Il file richiesto non e' reperibile
ru: Не удалось найти запрошенный файл

source: You are not authorized to use comments.
it: Non ha il permesso di usare commenti.

source: Your Comments
it: I Suoi Commenti

source: %s View your previously submitted comments
it: %s Visualizza i commenti che ha precedentemente presentato.

source: Invalid comment ID.
ca: Número de comentari no vàlid.
cs: Neplatné ID komentáře.
de: Ungültige Kommentar-ID
it: Comment ID non valido.

source: Comment ID %s does not exist.
ca: El comentari %s no existeix.
cs: ID %s komentáře neexistuje.
de: Kommentar-ID %s existiert nicht.
it: Comment ID %s non esiste.

source: Record ID %s does not exist.
ca: El registre %s no existeix.
cs: ID %s záznamu neexistuje.
de: Datensatz-ID %s existiert nicht.
it: Record ID %s non esiste.

source: WebComment Admin
bg: Администриране на WebComment
ca: Administració de WebComment
cs: WebComment Administrátor
de: WebComment Verwaltung
it: Amministrazione WebComment
no: WebComment Administrator
pt: Administração ComentárioWeb
ru: Администрирование WebComment
sk: WebComment administrácia

source: Internal Error
bg: Вътрешна грешка
ca: Error intern
cs: Vnitřní chyba
de: Interner Fehler
it: Errore Interno
ja: 内部エラー
no: Intern Feil
pt: Erro Interno
ru: Внутренная ошибка
sk: Interná Chyba

source: Delete/Undelete Reviews
ca: Suprimeix/recupera ressenyes
cs: Smazat/Obnovit hodnocení
de: Reviews löschen/wiederherstellen
it: Sopprimi/annulla soppressione recensioni
ru: Удалить/восстановить выбранные обзоры

source: Delete/Undelete Comments
ca: Suprimeix/recupera comentaris
cs: Smazat/Obnovit Komentáře
de: Kommentare löschen/wiederherstellen
it: Sopprimi/annulla soppressione commenti
ru: Удалить/восстановить выбранные комментарии

source: or Suppress abuse reports
ca: o elimina les denúncies d'abús
cs: nebo potlačit zprávy o zneužívání
de: oder Missbrauchsmeldungen ausschalten
it: o sopprimi segnalazioni di abuso
ru: или Игнорироваь сообщения о нарушениях

source: View all reported users
bg: Преглед на всички потребители, за които е гласувано
ca: Visualitzar tots els usuaris denunciats
cs: Zobrazit všechny nahlášené uživatele
de: Alle gemeldete Benutzer anzeigen.
it: Visualizza tutti gli utenti riportati
ja: レポートした全ユーザを見る。
no: Vis alle rapporterte brukere
ru: Просмотр пользователей
sk: Zobraz všektých hlásených používateľov

source: Delete comments
bg: Изтриване на коментари
ca: Suprimeix els comentaris
cs: Smazat komentáře
de: Kommentare löschen
it: Cancella commenti
ja: コメント削除
no: Slett kommentarer
ru: Удалить комментарии
sk: Zmaž komentáre

source: Suppress abuse reports
bg: Забрана на обидни коментари
ca: Elimina les denúncies d'abús
cs: Potlačit zneužíváné zprávy
de: Missbrauchsmeldungen ausschalten
it: Sopprimi rapporti di abuso
ja: 不正レポートの抑制
no: Ignorer misbruksrapporter
pt: Suprimir relatórios de abuso
ru: Скрыть оскорбительные сообщения
sk: Potlač správy o zneužití

source: Undelete comments
ca: Recupera comentaris suprimits
cs: Obnovit komentáře
de: Wiederhergestellte Kommentare
it: Annulla soppressione commenti
ru: Отменить удаление комментариев

source: Archive
ca: Arxiu
cs: Archív
it: Archivio
ru: Архив

source: Select Year:
ca: Seleccioneu l'any:
cs: Vybrat rok:
de: Jahr auswählen:
it: Seleziona anno:
ru: Выберите год:

source: Select Issue:
ca: Seleccioneu el número:
de: Ausgabe auswählen:
it: Seleziona edizione:
ru: Выберите выпуск:

source: Select Date:
ca: Seleccioneu la data:
de: Datum auswählen
it: Seleziona data:
ru: Выберите дату:

source: About your article at %(url)s
ca: Sobre el vostre article a %(url)s
it: A proposito del tuo articolo a %(url)s
ru: А Вашей статье по адресу %(url)s

source: Did you know?
ca: Ho savíeu?
cs: Věděli jste, že?
de: Wußten Sie?
it: Sapevi che...?
ru: Вы знали?

source: Hi, Have a look at the following article: <%(url)s>
ca: Hola, Doneu-li un cop d'ull a aquest article: <%(url)s>
cs: Ahoj, podívej se na následující článek: <%(url)s>
it: Ciao, Dai un'occhiata a questo articolo: <%(url)s>
ru: Здравствуйте, Взгляните на следующую статью: <%(url)s>

source: Send this article
ca: Enviar aquest article
cs: Odeslat tento článek
de: Diesen Artikel verschicken
it: Invia questo articolo
ru: Послать эту статью

source: Issue No.
ca: Número
cs: Problém č.
de: Heft Nr.
it: Edizione No.
ru: Номер выпуска

source: News Articles
ca: Notícies
cs: Novinové články
it: Notizie
ru: Новостные статьи

source: Official News
ca: Notícies oficials
cs: Oficiální noviny
it: Notizie Ufficiali
ru: Официальные новости

source: Training and Development
ca: Formació i desenvolupament
cs: Vzdělávání a rozvoj
de: Training und Entwicklung
it: Formazione ed evoluzione
ru: Обучение и разработка

source: General Information
ca: Informació general
cs: Obecná informace
de: Generelle Informationen
it: Informazioni generali
ru: Общая информация

source: Announcements
ca: Avisos
cs: Oznámení
de: Ankündigungen
it: Annunci

source: Training
ca: Formació
cs: Školení
it: Formazione

source: Events
ca: Esdeveniments
cs: Události
it: Eventi

source: Staff Association
ca: Associació de personal
it: Associazione del personale

source: Subscribe by RSS
ca: Subscriure's via RSS
cs: Odebírat RSS
it: Iscriviti via RSS
ru: Подписаться по RSS

source: Page not found
ca: No s'ha trobat la pàgina
cs: Stránka nenalezena
de: Seite nicht gefunden
it: Pagina non trovata
ru: Страница не найдена

source: The requested page does not exist
ca: La pàgina sol·licitada no existeix
de: Angefragte Seite existiert nicht.
it: La pagina richiesta non esiste.
ru: Запрошенная страница не существует

source: No journal articles
ca: Sense articles de revista
cs: Žádné časopisové články
de: Keine Zeitschriften Artikel
it: Nessun articolo di giornale
no: Ingen journalartikler
ru: Нет журнальных статей

source: Problem with the configuration of this journal
ca: Problema amb la configuració d'aquesta revista
de: Problem mit der Konfiguration von dieser Zeitschrift
it: Riscontrato un problema nella configurazione di questo giornale
no: Problem med denne journalens konfigurasjon
pt: Problemas com a configuração deste jornal
ru: Проблема с конфигурацией этого журнала

source: No journal issues
ca: Sense números de revista
de: Keine Zeitschriften Ausgaben
it: Nessun numero di giornale
no: Ingen journalutgave
ru: Нет выпусков журнала

source: Journal article error
ca: Error intern de la revista
de: Zeitschriften Artikel Fehler
it: Errore articolo di giornale
no: Feil i journalartikkel
ru: Ошибка в журнальной статье

source: We could not know which article you were looking for
ca: No ha estat possible trobar quin article cercàveu
it: Impossibile determinare l'articolo da te ricercato
no: Klarte ikke å fastslå hvilken artikkel du leter etter
ru: Неизвестно, какую статью Вы искали

source: No journals available
bg: Няма налични списания
ca: No hi ha cap revista
de: Keine Zeitschriften verfügbar
it: Nessun giornale disponibile
no: Ingen tilgjengelige journaler
ru: Нет доступных журналов

source: We could not provide you any journals
ca: No ha estat possible oferir-vos cap revista
it: Impossibile ricuperare alcun giornale
no: Vi kunne ikke tilveiebringe noen journaler
pt: não podemos fornecer qualquer jornal
ru: Невозможно предоставить никаких журналов

source: It seems that there are no journals defined on this server. Please contact support if this is not right.
ca: Sembla ser que no hi ha cap revista definida en aquest servidor. Contacteu el suport si no és cert.
it: Non sembrano esserci giornale definiti su questo server. Se pensi che questo non è corretto contatta il servizio di supporto.
no: Det ser ikke ut til å finnes noen journaler på denne tjeneren. Vennligst kontakt brukerstøtte dersom du mener at dette er feil.
ru: Похоже, журналы, показанные на сервере, отсутстуют.

source: Select a journal on this server
ca: Seleccioneu una revista en aquest servidor
de: Eine Zeitschrift auf diesem Server auswählen
it: Seleziona un giornale su questo server
no: Velg en journal på denne tjeneren
pt: Seleccione um jornal no servidor
ru: Выберите журнал на этом сервере

source: We couldn't guess which journal you are looking for
ca: No ha estat possible trobar quina revista cercàveu
it: Impossibile comprendere il giornale che stai cercando
no: Klarte ikke å gjette hvilken journal du leter etter
ru: Неизвестно, какой журнал Вы искали

source: You did not provide an argument for a journal name. Please select the journal you want to read in the list below.
ca: No heu especificat quina revista cerqueu. Seleccioneu-ne una d'aquesta llista.
it: Non hai fornito un parametro per il nome del giornale. Per favore seleziona il giornale che desideri leggere dall'elenco sottostante.
no: Du oppga ikke noe journalnavn. Velg journalen du ønsker å se på fra listen under.
ru: Выберите название журнала из нижеследующего списка.

source: No current issue
bg: Няма текущо издание
ca: No hi ha número actual
de: Keine aktuelle Ausgabe
it: Nessun numero corrente
no: Ingen aktuell utgave
pt: Nenhuma edição actual
ru: Нет последнего выпуска

source: We could not find any informtion on the current issue
ca: No hi ha cap informació en el número actual
it: Impossibile trovare alcuna informazione sul numero corrente
no: Klarte ikke å finne informasjon om aktuell utgave
pt: não encontramos nenhuma informação na actual edição
ru: Невозможно найти информацию о последнем выпуске

source: The configuration for the current issue seems to be empty. Try providing an issue number or check with support.
ca: Sembla que la configuració del número actual està buida. Proveu d'escollir un número en concret o poseu-vos en contacte amb el suport.
it: La configurazione per il numero corrente sembra essere vuota. Prova a fornire il numero o fai riferimento al servizio di supporto.
no: Konfigurasjonen for aktuell utgave er tom. Forsøk å angi et utgavenummer eller sjekk med brukerstøtte.
ru: Вероятно,конфигурация для текущего издания пуста. Попробуйте задать номер издания или проерить его.

source: Issue number badly formed
ca: Número mal formatejat
de: Heftnummer falsch eingegeben
it: Numero formattato erroneamente
no: Ugyldig utgavenummer
ru: Номер выпуска неверный

source: We could not read the issue number you provided
ca: No ha estat possible llegir el número que heu donat
it: Impossibile interpretare il numero da te fornito
no: Klarte ikke å lese utgavenummeret du oppga
ru: Невозможно прочитать номер выпуска

source: Archive date badly formed
ca: Data d'arxiu mal formatejada
it: Data di archivio formattata erroneamente
no: Ugyldig arkivdato
ru: неверно сформирована дата архиирования

source: We could not read the archive date you provided
ca: No ha estat possible llegir la data de l'arxiu que heu donat
it: Impossibile interpretare la data di archivio da te fornita
no: Klarte ikke å lese arkivdatoen du oppga
ru: Невозможно прочитать дату архиирования

source: No popup record
ca: No existeix el registre «popup»
it: Nessun record con finestra a comparsa
no: Ikke et popup-element
ru: Нет всплывающей записи

source: We could not deduce the popup article you requested
ca: No ha estat possible deduir l'article «popup» que cercàveu
it: Impossibile comprendere l'articolo a comparsa da te richiesto
no: Klarte ikke å fastslå hvilken popup-artikkel du forespurte
ru: Невозможно вывести всплывающее меню для нужной Вам статьи

source: Update error
bg: Грешка при обновяване
ca: Error d'actualització
de: Fehler bei Aktualisierung
it: Errore di aggiornamento
no: Oppdateringsfeil
ru: Ошибка редактирования
