Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: A loan for the item %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s, with barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s, has been registered with success.
it: Un prestito per l’articolo %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s, con codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s, è stato registrato con successo.

source: You could enter the barcode for this user's next loan, if any.
it: Potrebbe inserire il codice a barre per il prossimo prestito di questo utente, se presente.

source: Loan on desk confirm
it: Prestito sulla scrivania conferma

source: The item with the barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s is on loan.
it: L’articolo con il codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s è in prestito.

source: The given barcode "%(x_barcode)s" does not correspond to requested item.
it: Il codice a barre dato "%(x_barcode)s" non corrisponde all’articolo richiesto.

source: A new loan has been registered with success.
it: Un nuovo prestito è stato registrato con successo.

source: Current loans
it: Prestiti attuali

source: New Loan
it: Nuovo Prestito

source: Loan return
it: Ritorna prestito

source: The item the with barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s is not on loan. Please, try again.
it: L’articolo con il codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s non è in prestito. Si prega di provare di nuovo.

source: Claim return
it: Ritorno richiesta

source: Item search
it: Cerca articolo

source: Empty string.
it: String vuoto.

source: The period of interest %(x_strong_tag_open)sFrom: %(x_date)s%(x_strong_tag_close)s is not a valid date or date format
it: Il periodo di interesse %(x_strong_tag_open)sFrom: %(x_date)s%(x_strong_tag_close)s non ha una data o un formato di data valido

source: The period of interest %(x_strong_tag_open)sTo: %(x_date)s%(x_strong_tag_close)s is not a valid date or date format
it: Il periodo di interesse %(x_strong_tag_open)sTo: %(x_date)s%(x_strong_tag_close)s non ha una data o un formato di data valido

source: Item with barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s is already on loan.
it: L’articolo con il codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s è già in prestito.

source: Empty borrower ID.
it: ID di mutuatario vuoto.

source: The barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s does not exist on BibCirculation database.
it: Il codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s non esiste sulla database BibCirculation.

source: List of hold requests
it: Lista di richieste di prese in attesa

source: Record id not valid
it: id di record non vaido

source: Loan renewed with success.
it: Prestito rinnovato con successo.

source: Yes
bg: Да
ca: Sí
cs: Ano
de: Ja
it: Sì
ja: はい
no: Ja
pt: Sim
ru: Да
sk: Áno

source: Another user is waiting for this book %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s.
it: Un’altro utente sta aspettando per questo libro %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s.

source: Do you want renew this loan anyway?
it: Vuole comunque rinnovare il prestito?

source: Loans details
it: Dettagli prestito

source: historical overview
it: Panoramica historico

source: The given barcode <strong>%s</strong> is already in use.
it: Il codice a barre dato <strong>%s</strong> è già in uso.

source: The given barcode is empty.
it: Il codice a barre dato è vuoto.

source: The status selected does not accept tamporary barcodes.
it: Lo stato selezionato non accetta i codici a barre temporanei.

source: Do you really want to delete this copy of the book?
it: E sicuro di voler cancellare questa copia del libro?

source: The barcode <strong>%s</strong> was not found
it: Il codice a barre <strong>%s</strong> non è stato trovato

source: The copy with barcode <strong>%s</strong> has been deleted.
it: La copia con il codice a barre <strong>%s</strong> è stata eliminata.

source: It was NOT possible to delete the copy with barcode <strong>%s</strong>
it: NON era possibile di eliminare la copia con il codice a barre <strong>%s</strong>

source: Update item information
it: Aggiornare informazioni articolo

source: Barcode <strong>%s</strong> not found
it: Codice a barre <strong>%s</strong> non trovato

source: Item <strong>[%s]</strong> updated, but the <strong>status was not modified</strong>.
it: Articolo <strong>[%s]</strong> aggiornato, ma il stato <strong> non è stato modificato</strong>.

source: Item <strong>[%s]</strong> updated, but the <strong>barcode was not modified</strong> because it is already in use.
it: Articolo <strong>[%s]</strong> aggiornato, ma il stato <strong> non è stato modificato</strong> perché è già in uso.

source: Item <strong>[%s]</strong> updated to <strong>[%s]</strong> with success.
it: Articolo <strong>[%s]</strong> aggiornato a <strong>[%s]</strong> con successo.

source: Item <strong>[%s]</strong> updated, but the <strong>barcode was not modified</strong> because it was not found (!?).
it: Articolo <strong>[%s]</strong> aggiornato, ma il codice a barre <strong> non è stato modificato perché non è stato trovato (!?).

source: Item search result
it: Torna ai risultati della ricerca

source: Borrower not found.
it: Mutuatario non trovato

source: Add new borrower
it: Aggiungi nuovo mutuatario

source: Please, insert a name
it: Si prega di inserire un nome

source: Please, insert a valid email address
it: Si prega di inserire un indirizzo email valido

source: There is already a borrower using the following email:
it: C'è già un mutuatario utilizzando la seguente e-mail:

source: Update borrower information
it: Aggiornare le informazioni del mutuatario

source: Hold requests details
it: Dettagli richieste di presa

source: All loans renewed with success.
it: Tutti i prestiti sono stati rinnovati con successo.

source: ILL details
it: dettagli ILL

source: ILL historical overview
it: Panoramico storico ILL

source: Borrower notes
it: Mote mutuatario

source: New Request
it: Nuova Richiesta

source: Borrower Search
it: Ricerca Mutuatario

source: Borrower search result
it: Risultati ricerca mutuatario

source: This ILL has been created from a proposal.
it: Questo ILL è stato creato da una proposta

source: An ILL has been created for the user.
it: Un ILL è stato creato per l’utente.

source: An active ILL already exists for this user on this record.
it: Un ILL attivo già esiste per quest’utente su questo record.

source: Could not create an ILL from the proposal
it: Impossibile creare un ILL dalla proposta

source: ILL requests
it: richieste ILL

source: Register ILL request
it: Registra richiesta ILL

source: <strong>Request not registered:</strong> wrong borrower id
it: <strong>Richiesta non registrata:</strong> id mutuatario sbagliato

source: Register ILL Book request
it: Registra richiesta libro ILL

source: Register ILL Article request
it: Registra richiesta Articolo ILL

source: Payment method information is mandatory. Please, type your budget code or tick the 'cash' checkbox.
it: Dare informazioni sul metodo di pagamento è obbligatorio. Si prega di digitare suo codice di budget o di barrare la casella ‘contanti’.

source: Borrower request details not found.
it: Dettagli della richiesta del mutuatario non trovati.

source: Request not found.
it: Richiesta non trovata.

source: ILL received:
it: ILL ricevuto:

source: Purchase details
it: Dettagli acquisto

source: Book suggestion accepted:
it: Suggerimento di libro accettato:

source: Book suggestion refused:
it: Suggerimento di libro rifiutato:

source: Purchase received:
it: Acquisto ricevuto:

source: ILL notes
it: Note ILL

source: List of ILL requests
it: Lista delle richieste ILL

source: List of purchase requests
it: Lista delle richieste d’acquisto

source: List of requests on put aside proposals
it: Lista delle richieste di proposte messe a parte

source: List of proposals
it: Lista delle proposte

source: ILL search
it: Cerca ILL

source: Library ID not found.
it: ID della biblioteca non trovato.

source: Merge libraries
it: Unire biblioteche

source: Update library information
it: Aggiornare le informazioni della biblioteca

source: Emptry string.
it: String vuoto.

source: Update vendor information
it: Aggiornare informazioni venditore

source: Vendor notes
it: note venditore

source: Search vendor
it: Cerca venditore

source: Automatically generated <span class="keyword single">single</span>, <span class="keyword composite">composite</span>, <span class="keyword author-kw">author</span>, and <span class="keyword other-kw">other keywords</span>.
ca: Generat automàticament <span class="keyword single">senzill</span>,<span class="keyword composite">compost</span>, <span class="keyword author-kw">autor</span>, i <span class="keyword other-kw">altres paraules clau</span>.
it: <span class="keyword single">single</span>, <span class="keyword composite">composite</span>, <span class="keyword author-kw">author</span>, e <span class="keyword other-kw">other keywords</span> generati automaticamente.

source: Automated keyword extraction wasn't run for this document yet.
ca: Per a aquest document encara no s'han extret automàticament les paraules clau.
it: Estrazione automatica di parole chiavi non è ancora stata eseguita per questo documento.

source: Generate keywords
ca: Generar paraules claus
it: Generare parole chiavi

source: There are no suitable keywords for display in this record.
ca: No hi ha paraules clau rellevants per a aquest registre.
it: Non ci sono parole chiavi adatte da visualizzazione su questo record.

source: Show more...
ca: Mostrar-ne más...
it: Mostra di più…

source: Unweighted %s keywords:
ca: Paraules clau no sospesades de tipus %s
it: %s parole chiavi non ponderate:

source: Weighted %s keywords:
ca: Paraules clau sospesades de tipus %s
it: %s parole chiavi ponderate:

source: Keywords
ca: Paraules clau
cs: Klíčová slova
de: Schlagwörter
it: Parole chiavi
ru: Ключевые слова

source: list
ca: llista
it: lista

source: Unknown type: %s
ca: Tipus desconegut: %s
it: Tipo sconosciuto: %s

source: The site settings do not allow automatic keyword extraction
ca: La configuració d'aquest lloc no permet l'extracció automàtica de paraules clau
it: Le impostazioni del sito non permettono l'estrazione automatica di parole chiavi

source: We have registered your request, the automatedkeyword extraction will run after some time. Please return back in a while.
ca: La vostra petició s'ha registrat. L'extracció automàtica de paraules clau s'executarà aviat. Torneu en una estona.
it: Abbiamo registrato la sua richiesta, l'estrazione automatedkeyword verrà eseguito dopo un certo tempo. Si prega di ritornare più tardi.

source: Unfortunately, we don't have a PDF fulltext for this record in the storage, keywords cannot be generated using an automated process.
ca: Per desgràcia, no existeix una còpia local del text complet en PDF. No és posible generar automàticament les paraules clau.
it: Sfortunatamente, non abbiamo un documento PDF per questo record nella memoria, le parole chiave non possono essere generate con un processo automatizzato.

source: Choose a file
ca: Escolliu el fitxer
cs: Vyberte soubor
de: Datei auswählen
it: Scegli un file
ru: Выбрать файл

source: Comment
bg: Коментар
ca: Comentari
cs: Poznámka
de: Kommentar
it: Commento
ja: コメント
no: Kommentar
pt: Comentário
ru: Комментарий
sk: Komentár

source: Access
ca: Accés
cs: Přístup
de: Zugriff
it: Accesso
ru: Доступ

source: The file you want to edit is protected against modifications. Your action has not been applied
ca: El fitxer que voleu editar està protegit contra modificacions. La vostra acció no ha estat realitzada
cs: Soubor, který chcete upravit je chráněn proti úpravám. Vaše akce nebyla aplikovaná
de: Die Datei, die Sie editieren wollten, ist gegen Änderungen geschützt. Ihre Änderungen wurden nicht umgesetzt
it: Il file che si desidera modificare è protetto contro le modifiche. Non è stata applicata la vostra azione

source: The uploaded file is too small (<%i o) and has therefore not been considered
ca: El fitxer que heu penjat és massa petit (<%i o) i per tant no s'ha tingut en compte
de: Die hochgeladene Datei ist zu klein (<%i o) und wurde deshalb nicht berücksichtigt
it: Il file caricato e' troppo piccolo (<%i o) ed e' quindi stato ignorato
ru: Загруженный файл слишком мал (<%i o) и поэтому не подошел

source: The uploaded file is too big (>%i o) and has therefore not been considered
ca: El fitxer que heu penjat és massa gran (>%i o) i per tant no s'ha tingut en compte
de: Die hochgeladene Datei ist zu groß (>%i o) und wurde deshalb nicht berücksichtigt
it: Il file caricato e' troppo grande (>%i o) ed e' quindi stato ignorato
ru: Загруженный файл слишком велик (>%i o) и поэтому не подошел

source: The uploaded file name is too long and has therefore not been considered
ca: El nom del fitxer que heu penjat és massa llarg i per tant no s'ha tingut en compte
de: Der Dateiname der hochgeladenen Datei ist zu lang und wurde deshalb nicht berücksichtigt
it: Il nome del file caricato e' troppo lungo ed e' quindi stato ignorato
ru: Имя загруженного файл слишком длинное и поэтому файл не подошел

source: You have already reached the maximum number of files for this type of document
ca: Ja heu arribat al màxim número de fitxers per a aquest tipus de document
de: Sie haben bereits die maximale Anzahl an Dateien für diesen Dokumenttyp erreicht
it: Il numero massimo di file per questo tipo di documento e' gia' stato raggiunto
ru: Вы уже достигли максимального числа файлов для этого типа документов

source: A file named %s already exists. Please choose another name.
ca: Ja existeix un fitxer amb el nom %s. Escolliu-ne un altre, si us plau.
de: Der Dateiname %s existiert bereits. Bitte wählen Sie einen anderen.
it: Un file con il nome %s esiste già. Si prega di scegliere un altro nome.
ru: Файл с именем %s уже существует. Пожалуйста, выберите другое имя.

source: A file with format '%s' already exists. Please upload another format.
ca: Ja existeix un fitxer amb el format '%s'. Pujeu-lo en un altre format.
de: Eine Datei im Format '%s' existiert bereits. Bitte übermitteln Sie ein anderes Format.
it: Un file con formato '%s' esiste gia'. Si prega caricare un altro formato.

source: You are not allowed to use dot '.', slash '/', or backslash '\\' in file names. Choose a different name and upload your file again. In particular, note that you should not include the extension in the renaming field.
ca: No podeu usar el punt '.', barra '/', o barra inversa '\\\\' en els noms de fitxers. Escolliu un nom diferent o pujeu un altre cop el vostre fitxer. En particular, tingueu en compte que no heu d'incloure l'extensió en el nou nom.
de: Es ist nicht erlaubt, einen Punkt '.', Schrägstrich '/' oder einen Backslash '\\' im Dateinamen zu verwenden. Bitte wählen Sie einen neuen Dateinamen und übermitteln Sie Ihre Datei erneut. In Einzelfällen sollte die Dateiendung nicht in das Benennungsfeld eingefügt werden.
it: Non sono ammessi punti '.', sbarre '/' o barre inverse '\\' nei nomi di file. Scegli un nome diverso e ricarica il tuo file. In particolare, nota che non devi includere l'estensione nel campo del nome.

source: Choose how you want to restrict access to this file.
ca: Escolliu com voleu restringir l'accés a aquest fitxer
cs: Vyberte, jak chcete omezit přístup k tomuto souboru.
de: Wählen Sie die Zugriffs-Berechtigung für die Datei aus
it: Scegli come vuoi limitare l'access a questo file.

source: Add new file
ca: Afegeix una altre fitxer
cs: Přidat nový soubor
de: Neue Datei hinzufügen
it: Aggiungi un nuovo file
ru: Добавить новый файл

source: You can decide to hide or not previous version(s) of this file.
ca: Podeu decidir amagar o no versions anteriors d'aquest fitxer.
cs: Můžete se rozhodnout, zda chcete skrýt nebo zobrazit předchozí verze tohoto souboru.
it: Puoi scegliere se nascondere o no la(le) versione(i) precedente(i) di questo file.
ru: Вы можете решить, прятать или нет предыдущую версию (версии) этого файла.

source: When you revise a file, the additional formats that you might have previously uploaded are removed, since they no longer up-to-date with the new file.
ca: Quan reviseu un fitxer, els formats addicionals que hagéssiu penjat prèviament seran esborrats, ja que no estarien sincronitzats amb el nou fitxer.
de: Wenn Sie eine Datei überarbeiten, werden die eventuell vorhanden zusätzlichen Formate gelöscht, da diese nicht mehr auf dem Stand der neuen Datei sind.
it: Quando rivedi un file, vengono rimossi i formati aggiuntivi che potresti aver caricato precedentemente, dato che non sono aggiornati con il nuovo file.
ru: При пересмотре файла дополнительные форматы, которые, возможно, были ранее загружены, удаляются, поскольку они более не соответствуют новому файлу.

source: Alternative formats uploaded for current version of this file will be removed
ca: Els formats alternatius per a la versió actual d'aquest fitxer seran esborrats
it: Saranno rimossi i formati alternativi caricati per la versione attuale di questo file
ru: Альтернативные форматы, загруженные для текущей версии этого файла будут удалены

source: Keep previous versions
ca: Guardar les versions anteriors
cs: Zachovat předchozí verze
de: Behalte vorherige Version
it: Consertva le versioni precedenti
ru: Сохранить предыдущие версии

source: Upload
ca: Penjar
cs: Nahrát
it: Carica
ru: Загрузить

source: Uploading...
it: Caricando…

source: Please wait...
it: Si prega di attendere

source: Apply changes
ca: Desar els canvis
cs: Použít změny
de: Änderungen speichern
it: Memorizza modifiche
ru: Применить изменения

source: Need help revising or adding files to record %(recid)s
ca: Necessito ajuda per revisar o afegir fitxers al registre %(recid)s
de: Benötige Hilfe bei der Überarbeitung oder beim Hinzufügen von Dateien zum Datensatz %(recid)s
it: Necessita aiuto per la revisione o per aggiungere file al record %(recid)s
ru: Нужна помощь в пересмотре или добавлении файлов к записи %(recid)s

source: Dear Support, I would need help to revise or add a file to record %(recid)s. I have attached the new version to this email. Best regards
ca: Benvolgut suport, necessito la vostra ajuda per revisar o afegir fitxers al registre %(recid)s. He adjuntat la nueva versión en aquest missatge. Cordialment,
de: Lieber Support, Ich benötige Hilfe bei der Überarbeitung oder beim Hinzufügen von Dateien zum Datensatz %(recid)s. Die neue Version habe ich an die Mail angehangen. Viele Grüße
it: Al Servizio Assistenza, Necessiterei di aiuto per rivedere o per aggiungere un file al record %(recid)s. Allego la nuova versione a questo email. Distinti saluti
ru: Уважаемая служба поддержки, Мне нужна ваша помощь в пересмотре или добавлении файла к записи %(recid)s. Новая версия приложена к этому письму. С уважением

source: Having a problem revising a file? Send the revised version to %(mailto_link)s.
ca: Teniu problemes revisant un fitxer? Envieu la versió revisada a %(mailto_link)s.
de: Probleme beim Überarbeiten einer Datei? Die überarbeitet Version kann auch zu %(mailto_link)s geschickt werden.
it: Problemi con la revisione di un file? Manda la versione riveduta a %(mailto_link)s.
ru: Испытываете проблемы с пересмотром файла? Пошлите пересмотренную версию на %(mailto_link)s.

source: Having a problem adding or revising a file? Send the new/revised version to %(mailto_link)s.
ca: Teniu problemes per afegir o revisar un fitxer? Envieu la versió nova o revisada a %(mailto_link)s.
de: Probleme beim Hinzufügen oder Überarbeiten einer Datei? Die neue/überarbeitet Version kann auch zu %(mailto_link)s geschickt werden.
it: Problemi aggiungendo o con la revisione di un file? Manda la versione riveduta a %(mailto_link)s.
ru: Испытываете проблемы с добавлением или пересмотром файла? Пошлите новую/пересмотренную версию на %(mailto_link)s.

source: revise
ca: revisar
cs: revidovat
de: überarbeiten
it: revisione
ru: исправить

source: delete
ca: suprimeix
cs: smazat
de: Löschen
it: cancella
ru: удалить

source: add format
ca: afegir format
cs: přidat formát
de: Format hinzufügen
it: aggiungi formato

source: file(s)
bg: файл(а)
ca: fitxer(s)
cs: soubor(y)
de: Datei(en)
it: file
ja: ファイル
no: fil(er)
pt: ficheiro(s)
ru: файл(ы)
sk: súbor(y)

source: Restricted
ca: Restringit
cs: Omezené
de: Privat
it: Limitato

source: see
bg: виж
ca: vegeu
cs: viz
it: vedi
ja: 参照：
no: se
pt: ver
ru: смотреть
sk: pozri

source: previous
bg: предишен
ca: anterior
cs: předchozí
de: vorherige
it: precedente
ja: 直前
no: forrige
pt: anterior
ru: предыдущий
sk: predošlý

source: version
bg: версия
ca: versió
cs: verze
it: versione
ja: バージョン
no: versjon
ru: версия
sk: verzia

source: Requested record does not seem to have been integrated.
ca: El registre que sol·liciteu no sembla estar integrat.
de: Angefragter Datensatz scheint nicht übernommen worden zu sein.
it: Il record richiesto sembra non essere ancora integrato.
ru: Похоже, что запрошенная запись не была интегрирована

source: The system has encountered an error in retrieving the list of files for this document.
ca: El sistema ha trobat un error recuperant la llista dels fitxers d'aquest document.
it: Il sistema ha incontrato un errore nel ricuperare l'elenco dei file di questo documento.
no: Det har oppstått en systemfeil under henting av dette dokumentets filliste.
pt: O sistema encontrou um erro na recuperação da lista de ficheiros deste documento.
ru: Система обнаружила ошибку получения списка файлов для этого документа.

source: The error has been logged and will be taken in consideration as soon as possible.
ca: L'error ha estat annotat i el tindrem en compte de seguida que sigui possible.
it: L'errore è stato registrato e verrà preso in considerazione il prima possibile.
no: Feilen er logget og vil bli utbedret så snart som mulig.
pt: O erro foi registado e sera tomado em consideração assim que possivel.
ru: Ошибка зарегистрирована и в ближайшее время будет принята во внимание.

source: The format %s does not exist for the given version: %s
ca: El format %s no existeix per a la versió %s
it: Il formato %s non esiste per la versione data:% s

source: This file is restricted:
bg: Този файл е с ограничен достъп.
ca: Aquest fitxer és d'accés restringit.
cs: Tento soubor je omezen:
de: Diese Datei ist privat:
it: Questo file è limitato:
no: Denne filen er adgangsbegrenset:
ru: Файл ограниченного доступа:

source: An error has happened in trying to stream the request file.
ca: Hi ha hagut un error a l'intentar enviar el fitxer sol·licitat.
it: Un errore è accaduto nel tentativo di trasmettere il file di richiesta.
ru: При попытке переправить запрошенный файл произошла ошибка.

source: The requested file is hidden and can not be accessed.
ca: Aquest fitxer està amagat i no hi podeu accedir.
it: Il file richiesto è nascosto e non vi si può accedere.
ru: Запрошенный файл скрыт и недоступен.

source: Requested file does not seem to exist.
ca: El fitxer que sol·liciteu no existeix.
de: Angefragte Datei scheint nicht zu existieren.
it: Il file richiesto sembra inesistente.
ru: Похоже, что запрошенного файла не существует.

source: Access to Fulltext
bg: Достъп до пълния текст
ca: Accés al text complet
de: Zugang zum Volltext
it: Accesso al testo completo
ja: フルテキストへのアクセス
no: Tilgang til fulltekst
pt: Acesso a Fulltext
ru: Доступ к полному тексту
sk: Prístup k plnému textu

source: An error has happened in trying to retrieve the requested file.
ca: Hi ha hagut un error a l'intentar recuperar el fitxer sol·licitat.
it: Un errore ha accaduto nel tentativo di recuperare il file richiesto.
ru: При попытке получить запрошенный файл произошла ошибка.
