Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: AND NOT
ca: I NO
cs: A NE
de: UND NICHT
it: E NON
ja: そして ない
no: OG IKKE
pt: E NÃO
ru: И НЕТ
sk: A NIE

source: Admin Area
bg: Администриране
ca: Zona d'administració
cs: Areál administrátora
de: Administration
it: Area di amministrazione
ja: 管理者区域
no: Administratorområde
pt: Área do Administrador
ru: Область Администратора
sk: Areál Administrátora

source: Browse
bg: Преглеждане
ca: Índex
cs: Procházet...
de: Blättern
it: Sfoglia
ja: ブラウズ
no: Bla gjennom
pt: Explorar
ru: Просмотреть
sk: Prelistuj

source: Search Tips
bg: Съвети за търсене
ca: Consells de cerca
cs: Tipy pro vyhledávaní
de: Suchtipps
it: Consigli per la Ricerca
ja: 検索のヒント
no: Søketips
pt: Sugestões de pesquisa
ru: Указания для поиска
sk: Tipy pre vyhľadávanie

source: abstract
bg: абстракт
ca: resum
cs: abstrakt
de: Kurzfassung
it: riassunto
ja: 概要
no: sammendrag
pt: resumo
ru: аннотация
sk: abstrakt

source: fulltext
bg: пълен текст
ca: text complet
de: Volltext
it: testo completo
ja: フルテキスト
no: fulltekst
pt: texto completo
ru: полный текст
sk: plný text

source: Regular expression:
bg: Регулярен израз:
ca: Expressió regular:
cs: Regulární výraz:
de: Regulärer Ausdruck:
it: Espressione regolare:
ja: 正規表現:
no: Regulært uttrykk:
pt: Expressão regular:
ru: Регулярное выражение:
sk: Regulárny výraz:

source: All of the words:
bg: Всички думи от:
ca: Totes les paraules:
cs: Všechna tato slova:
de: Alle Worte:
it: Tutte le parole:
ja: すべての単語:
no: Alle ordene:
pt: Todas as palavras:
ru: Все слова:
sk: Všetky tieto slová:

source: report number
bg: номер на документа
ca: número d'informe
cs: číslo zprávy
de: Reportnummer
it: numero di rapporto
ja: レポート数
no: rapportnummer
pt: número de relatorio
ru: номер отчета
sk: číslo správy

source: year
bg: година
ca: any
cs: Rok
de: Jahr
it: anno
ja: 年
no: år
pt: ano
ru: год
sk: rok

source: subject
bg: тема
ca: matèria
cs: předmět
de: Thema
it: soggetto
ja: ﾂ 主題
no: emne
pt: assunto
ru: предмет
sk: predmet

source: or
bg: или
ca: o
cs: nebo
de: oder
it: o
ja: または
no: eller
ru: или
sk: alebo

source: Partial phrase:
bg: Частична фраза:
ca: Frase parcial:
cs: Částečná věta:
de: Partielle Phrase:
it: Parte di frase:
ja: 部分的な句:
no: Delvis uttrykk:
pt: Frase aproximada:
ru: Часть фразы:
sk: Čiastočná veta:

source: reference
bg: препратка
ca: referència
de: Referenz
it: referenza
ja: 参照
no: referanse
pt: referência
ru: ссылка
sk: referencia

source: author
bg: автор
ca: autor
cs: autor
de: Autor
it: autore
ja: 著者
no: forfatter
pt: autor
ru: автор
sk: autor

source: Search Guide
bg: Ръководство за търсене
ca: Guia de Cerca
cs: Příručka pro hledání
it: Guida di ricerca
no: Søkeguide
pt: Guia de pesquisas
ru: Руководство для поиска

source: Export as
ca: Anomena i desa
cs: Exportovat jako
de: Export als
it: Esporta come
no: Eksporter som
ru: Экспортировать как

source: Search Services
it: Servizi Ricerca

source: Any of the words:
bg: Коя да е от думите:
ca: Al menys una de les paraules:
cs: Jedno ze slov:
de: Eines der Worte:
it: Almeno una parola:
ja: どれかの単語:
no: Minst ett av ordene:
pt: Qualquer das palavras:
ru: Любое из слов:
sk: Jedno zo slov:

source: division
bg: отдел
ca: divisió
cs: oddělení
de: Abteilung
it: divisione
ja: 部
no: divisjon
pt: divisão
ru: отдел
sk: oddelenie

source: Search
bg: Търсене
ca: Cerca
cs: Hledej
de: Suchen
it: Cerca
ja: 検索
no: Søk
pt: Pesquisar
ru: Искать
sk: Hľadaj

source: Citation Metrics
ca: Mètrica de citacions
cs: Citační historie
de: Zitationsmetriken
it: Computo delle citazioni
ru: Метрики цитирования

source: experiment
bg: експеримент
it: esperimento
ja: 実験
no: eksperiment
pt: experimente
ru: эксперимент

source: any field
bg: всички
ca: qualsevol camp
cs: všechna pole
de: alle Felder
it: qualsiasi campo
ja: すべての分野
no: alle felt
pt: qualquer campo
ru: любое поле
sk: všetky polia

source: Help Central
bg: Централна помощ
ca: Centre d'ajuda
cs: Centrála Nápovědy
de: Hilfezentrale
it: Aiuto
ja: ヘルプ
no: Hjelpesentral
pt: Central de Ajuda
ru: Центральная справка
sk: Centrála Pomoci

source: collection
bg: колекция
ca: col·lecció
cs: kolekce
de: Sammlung
it: collezione
ja: コレクション
no: samling
pt: colecção
ru: коллекция
sk: kolekcia

source: WebSearch Admin Guide
bg: Ръководство за администриране на WebSearch
ca: Guia d'administració de WebSearch
cs: WebSearch Průvodce pro správce
it: Manuale di WebSearch
no: WebSearch Administrator Guide
pt: Guia de Administracao WebSearch
ru: Руководство Администратора для модуля WebSearch

source: Exact phrase:
bg: Точна фраза:
ca: Frase exacta:
cs: Přesná věta:
de: Genaue Phrase:
it: Frase esatta:
ja: 厳密な句:
no: Nøyaktig uttrykk:
pt: Frase exacta:
ru: Точная фраза:
sk: Presná veta:

source: Submit Guide
bg: Ръководство за публикуване
ca: Ajuda per als lliuraments
cs: Nápověda pro přidávání
de: Hinweise zum Eintragen
it: Guida di Sottomissione
no: Innsendingshjelp
ru: Руководство по депонированию документа

source: AND
ca: I
cs: A
de: UND
it: E
ja: そして
no: OG
pt: E
ru: И
sk: A

source: keyword
bg: ключова дума
ca: paraula clau
cs: klíčové slovo
de: Schlagwort
it: parola chiave
ja: キーワード
no: nøkkelord
pt: palavra chave
ru: ключевое слово
sk: kľúčové slovo

source: title
bg: заглавие
ca: títol
cs: název
de: Titel
it: titolo
ja: タイトル
no: tittel
pt: título
ru: название
sk: názov

source: Narrow by collection:
bg: Ограничаване по колекция:
ca: Limitar per col·lecció:
cs: Zúžit podle kolekcе:
de: Einschränken nach Sammlungen:
it: Restringi a collezione:
ja: コレクション:
no: Begrens til samling:
ru: Присоединение к коллекции:
sk: Zúžiť podľa kolekciе:

source: Add to personal basket
bg: Добавяне в личната кошница
ca: Afegeix-lo al cistell personal
cs: Přidat do osobního košíku
de: Zum persönlichen Korb hinzufügen
it: Aggiungi ad un cestino personale
no: Legg i egen kurv
ru: Добавить в личную книжную полку

source: WebSubmit Admin Guide
bg: Ръководство за администриране на WebSubmit
ca: Guia d'administració de WebSubmit
cs: WebSubmit Průvodce pro správce
it: Manuale di WebSubmit
no: WebSubmit Administrator Guide
ru: Руководство Администратора для модуля WebSubmit

source: OR
ca: O
cs: NEBO
de: ODER
it: O
ja: または
no: ELLER
pt: OU
ru: ИЛИ
sk: ALEBO

source: Click here to review the transactions.
ca: Feu click aquí per a revisar les transaccions.
cs: Klikněte zde pro přehled transakcí.
de: Hier klicken, um die Transaktion zu überprüfen.
it: Fare clic qui per visualizzare le transazioni.

source: Quit searching.
ca: Abandona la cerca
cs: Ukončete vyhledávání.
de: Suche beenden
it: Chiudere la ricerca

source: When you merge a set of profiles, all the information stored will be assigned to the primary profile. This includes papers, ids or citations. After merging, only the primary profile will remain in the system, all other profiles will be automatically deleted.</br>
it: Quando unisce un insieme di profili, tutte le informazioni memorizzate verranno assegnate al profilo primario. Ciò include saggi, ids o citazioni. Dopo l’unire, solo il profilo primario rimane nel sistema, tutti gli altri profili verranno eliminati automaticamente.</br>

source: Cancel merging
it: Cancella unire

source: Merge profiles
it: Unisci profili

source: Your options
it: Sue opzioni

source: Claim for yourself
it: Rivendica per te

source: Assign to
it: Assegna a

source: Search for a person to assign the paper to
it: Cerca una persona a cui attribuire il saggio

source: Select All
ca: Seleccionar-los tots
cs: Vybrat vše
de: Alles auswählen
it: Selezioni tutto

source: Select None
ca: No seleccionar-ne cap
cs: Nevybrat nic
de: Nichts auswählen
it: Seleziona Nessuno

source: Invert Selection
ca: Invertir la selecció
cs: Invertovat výběr
de: Auswahl umkehren
it: Inverti selezione

source: Hide successful claims
ca: Amagar les reivindicacions satisfetes
cs: Skrýt úspěšné nároky
it: Nascondere le rivendicazioni che hanno avuto successo

source: Paper Short Info
it: Carta Corta Info

source: Author Name
it: Nome dell’autore

source: Affiliation
it: Affiliazione

source: Date
bg: Дата
ca: Data
cs: Datum
de: Datum
it: Data
ja: 日付
no: Dato
pt: Data
ru: Дата
sk: Dátum

source: Experiment
it: Esperimento

source: Actions
bg: Действия
ca: Accions
cs: Akce
de: Aktionen
it: Azioni
ja: アクション
no: Handlinger
ru: Действия
sk: Akcie

source: Not assigned
it: Non assegnato

source: No status information found.
ca: No s'ha trobat informació de l'estat.
cs: Žádné informace o stavu nenalezeny.
de: Keine Status-Informationen gefunden.
it: Nessuna informazione di stato.

source: Operator review of user actions pending
ca: Revisió per part de l'operador de les accions d'usuari pendents
it: Revisione operatore delle azioni dell'utente in attesa

source: Sorry, there are currently no records to be found in this category.
ca: No hi ha cap registre d'aquesta categoria.
de: Sorry, momentan konnten keine Datensätze in dieser Kategorie gefunden werden.
it: Siamo spiacenti, al momento non ci sono i record presenti in questa categoria.

source: Review Transaction
ca: Reviseu la transacció
cs: Přehled transakce
de: Transaktion überprüfen
it: Revisione di transazione

source: On all pages
it: Su tutte le pagine

source: View name variants
it: Visualizza varianti di nome

source: The author has an internal ID!
it: L’autore a un ID interno!

source: These records have been marked as not being from this person.
ca: Aqusts registres s'han marcat com que no són d'aquesta persona.
cs: Tyto záznamy byly označeny jako nepatřící této osobě.
de: Diese Datensätze wurden gekennzeichtnet, als nicht zu dieser Person zugehöring
it: Questi record sono stati contrassegnati come non essere da questa persona.

source: They will be regarded in the next run of the author
ca: Es tindran en compte la propera execució de l'algoritme
it: Saranno considerate nella prossima corsa dell’autore

source: disambiguation algorithm and might disappear from this listing.
ca: de desambiguació d'autors i podran desaparèixer d'aquesta llista.
it: algoritmo disambigua e potrebbe scomparire da questo elenco.

source: Not provided
ca: Sense informació
cs: Neposkytovány
de: Nicht vorgesehen
it: Non fornito

source: Not available
ca: No disponible
cs: Není k dispozici
de: Nicht verfügbar
it: Non disponibile

source: No comments
ca: Sense comentaris
cs: Žádné komentáře
de: Keine Kommentare
it: Nessun commento

source: Not Available
ca: No disponible
cs: Není k dispozici
de: Nicht verfügbar
it: Non disponibile

source: Delete this ticket
ca: Suprimeix aquesta tasca
cs: Smazat tento lístek
de: Diese Aufgabe löschen
it: Cancella questo biglietto

source: Commit this entire ticket
ca: Donar per bona tota aquesta tasca
de: Die vollständige Aufgabe übermitteln
it: Mandare l’intero biglietto

source: No title available
it: Nessun titolo disponibile

source: Make sure we match the right names!
ca: Assegureu-vos que els noms es corresponguin!
it: Assicurare che accoppiamo i nomi giusti

source: Please select an author on each of the records that will be assigned.
ca: Seleccioneu un autor per a cadascun dels registres que se li assignin.
it: Selezionare un autore su ciascuno dei record che verranno assegnati.

source: Papers without a name selected will be ignored in the process.
ca: En el procés, s'ignoraran els documents sense un nom seleccionat.
it: I documenti senza un nome selezionato saranno ignorati nel processo.

source: Claim for person with id
it: Richiedi una persona con id

source: This seems to be an empty profile without names associated to it yet
it: Questo sembra essere un profilo vuoto senza nome associato ad esso finora

source: (the names will be automatically gathered when the first paper is claimed to this profile).
it: (I nomi saranno raccolti automaticamente quando il primo saggio è rivendicato per questo profilo).

source: Select name for
ca: Seleccioneu el nom per
cs: Vyberte jméno pro
de: Name auswählen für
it: Seleziona nome per

source: Error retrieving record title
ca: Error en recuperar el registre
cs: Chyba při načítání názvu záznamu
it: Errore durante il recupero del titolo del record

source: Paper title:
ca: Títol del document:
de: Artikeltitel:
it: Titolo del saggio:

source: Ignore
ca: Ignora
cs: Ignorovat
de: Ignorieren
it: Ignorare

source: The following names have been automatically chosen:
ca: S'han escollit automàticament aquests noms:
de: Der folgenden Namen wurden automatisch ausgewählt:
it: I seguenti nomi sono stati scelti automaticamente:

source: For
bg: За
ca: Per
cs: Pro
de: Für
it: Per
ru: Для
sk: Pre

source: -- With name:
ca: -- Amb el nom:
de: -- Mit Name:
it: -- Con nome:

source: Symbols legend:
ca: Llegenda:
de: Zeichenerklährung:
it: Leggenda simboli:

source: Everything is shiny, captain!
ca: Tot va de conya, capità!
cs: Všechno je lesklý, kapitáne!
de: Alles ist wunderbar, Kapitän!
it: Tutto brilla, comandante!

source: The result of this request will be visible immediately
ca: El resultat d'aquesta petició serà visible immediatament
de: Das Ergebnis von dieser Anfrage wird in Kürze zu sehen sein
it: Il risultato di questa richiesta sarà visibile immediatamente

source: Confirmation needed to continue
ca: Cal la confirmació per a continuar
cs: Je potřeba potvrzení pro pokračování
de: Bestätigung wird benötigt, um fortzufahren
it: Per proseguire è necessario una confermazione

source: The result of this request will be visible immediately but we need your confirmation to do so for this paper has been manually claimed before
ca: El resultat d'aquesta petició serà visible immediatament, però ens cal la vostra confirmació per fer-ho, perquè aquest document ja havia estat reivindicat manualment
it: Il risultato di questa richiesta sarà visibile immediatamente pero è necessario che otteniamo la sua confermazione per farlo perché questo saggio è già stato richiesto manualmente prima.

source: This will create a change request for the operators
ca: Això crearà una petició de canvi als operadors
de: Ein Änderungswunsch wird für den Betreiber erstellt
it: Questo crea una richiesta di modifica per gli operatori

source: The result of this request will be visible upon confirmation through an operator
ca: El resultat d'aquesta petició serà visible immediatament un cop sigui confirmat per un operador
de: Das Ergebnis dieser Anfrage wird erst nach einer Bestätigung des Betreibers sichtbar sein
it: Il risultato di questa richiesta sarà visibile dopo conferma attraverso un operatore

source: Selected name on paper
ca: Nom seleccionat en el document
de: Name des Artikels auswählen
it: Seleziona nome su carta

source: Verification needed to continue
ca: Cal la verificació per a continuar
cs: Před pokračováním je potřeba ověření
de: Überprüfung wird zum Fortfahren benötigt
it: E necessaria una verificazione per potere continuare

source: This will create a request for the operators
ca: Això crearà una petició als operadors
de: Dies wird eine Anfrage an der Betreiber erzeugen
it: Questo crea un password per gli operatori

source: Please provide your information
ca: Introduiu les vostres dades
cs: Prosím, zadejte své údaje
de: Bitte mehr Informationen angeben
it: La pregiamo di fornire le sue informazioni

source: Please provide your first name
ca: Introduiu el vostre nom de pila
cs: Prosím, zadejte své křestní jméno
de: Bitte Ihren Vornamen angeben
it: La pregiamo di fornire suo nome

source: Your first name:
ca: El vostre nom de pila:
cs: Vaše křestní jméno:
de: Ihr Vorname:
it: Nome:

source: Please provide your last name
ca: Els vostres cognoms
cs: Prosím, zadejte své příjmení
de: Bitte Ihren Nachnamen angegeben
it: La pregiamo di fornire suo cognome

source: Your last name:
ca: Els vostres cognoms:
de: Ihre Nachname:
it: Cognome

source: Please provide your eMail address
ca: La vostra adreça de correu electrònic
cs: Prosím, uveďte svou e-mailovou adresu
de: Bitte Ihre E-Mail-Adresse angegeben
it: La pregiamo di fornire il suo indirizzo email

source: This eMail address is reserved by a user. Please log in or provide an alternative eMail address
ca: Aquesta adreça de correu electrònic està reservada per un usuari. Si us plau, doneu-vos d'alta o doneu una adreça alternativa
it: Questo indirizzo eMail è riservato da un utente. Effettuare il login o fornire un indirizzo e-mail alternativo

source: Your eMail:
ca: La vostra adreça de correu electrònic:
de: Ihre E-Mail:
it: La sua eMail:

source: You may leave a comment (optional)
ca: Podeu deixar un comentari (opcional)
it: Può lasciare un commento (facoltativo)

source: Continue claiming*
ca: Continuar amb les reivindicacions*
de: Fortfahren mit Beanspruchung*
it: Fare più richieste*

source: Confirm these changes**
ca: Confirmeu aquests canvis**
cs: Potvrďte tyto změny **
de: Bestätigen dieser Änderungen**
it: Confermare questi cambiamenti

source: !Delete the entire request!
ca: Elimina tota la petició!
cs: !Odstranit celou žádost!
de: Löschen der kompletten Anfrage!
it: !Cancella l’intera richiesta!

source: Mark as your documents
ca: Marcar-ho com a documents vostres
cs: Označit jako vlastní dokumenty
de: Dokumente als Ihre kennzeichnen
it: Segnare come suoi documenti

source: Mark as _not_ your documents
ca: Marcats com a documents _no_ vostres
cs: Označit jako _ne_ vlastní dokumenty
de: Dokumente _nicht_ als Ihre kennzeichnen
it: Segnare come non_essendo_suoi_documenti

source: Nothing staged as not yours
ca: Nada pendiente como no vostre
cs: Nic není představeno jako vaše
de: Nichts ist als nicht Ihres eingestuft
it: Niente compare come non essendo suo

source: Mark as their documents
ca: Marcar-ho com a documents seus
cs: Označit jako jejich dokumenty
de: Dokument als deren kennzeichnen
it: Segnare come i loro documenti

source: Nothing staged in this category
ca: Res pendent en aquesta categoria
de: Nichts ist in dieser Kategorie eingestuft
it: Niente compare in questa categoria

source: Mark as _not_ their documents
ca: Marcar-ho com a documents _no_ seus
de: Dokument als _nicht_ Ihre kenzeichnen
it: Segna come non_essendo_i_loro_documenti

source: * You can come back to this page later. Nothing will be lost. <br />
ca: * Podeu tornar a aquesta pàgina més tard. No es perderà res. <br />
de: * Sie können später zu dieser Seite zurückkehren. Nichts wird verloren gehen. <br />
it: *Può ritornare più tardi a questa pagina. Niente sarà perso

source: ** Performs all requested changes. Changes subject to permission restrictions will be submitted to an operator for manual review.
ca: ** Ejecuta todas las peticiones pendentes. Los cambios que tengan restricción de permisos se enviarán a un operador para su revisión manual.
de: ** Alle gewünschten Änderungen ausführen. Änderungen die eine Berechtigungerfordern, werden für eine manuelle Überprüfung an den Betreiber übermittelt.
it: **Eseguisce tutte le modifiche richieste. Le modifiche soggette a restrizioni di autorizzazione saranno sottoposte ad un operatore di controllo manuale.

source: Create new profile
it: Crea un nuovo profilo

source: Create a new Person
it: Crea una nuova Persona

source: This is my profile
it: Questo e il mio profilo

source: Assign paper
it: Attribuire saggio

source: Add to merge list
it: Aggiungi alla lista merge

source: We do not have a publication list for '%s'. Try using a less specific author name, or check back in a few days as attributions are updated frequently. Or you can send us feedback, at
it: Non abbiamo un elenco delle pubblicazioni per " %s". Provare ad utilizzare un nome d'autore meno specifico, o torna in pochi giorni siccome attribuzioni sono spesso aggiornate. Oppure potete inviarci il vostro feedback, a

source: Recent Papers
ca: Documents recents
cs: Nedávné práce
de: Neueste Artikel
it: Saggi recenti:

source: Publication List
ca: Llista de publicacions
cs: Seznam publikací
de: Publikationsliste
it: Lista delle pubblicazioni

source: Showing the
ca: Es mostren
cs: Zobrazuji
it: Mostrando i/gli/le

source: most recent documents:
ca: els documents més recents
cs: poslední dokumenty:
de: Neueste Dokumente:
it: documenti più recenti

source: Sorry, there are no documents known for this person
ca: Malhauradament, no hi ha documents coneguts d'aquesta persona
it: Siamo spiacenti, non vi sono documenti conosciuti per questa persona

source: The following profile is the one you were viewing before logging in:
it: Il profilo seguente è quello che stava visualizzando prima di effettuare il login:

source: Out of %s paper(s) claimed to your arXiv account, %s match this profile:
it: Su %s paper(s) rivendicati al tuo conto arXiv, %s corrispondo a questo profilo:

source: If none of the options suggested above apply, you can look for other possible options from the list below:
it: Se nessuna delle opzioni indicate sopra valgono, è possibile cercare altre possibili opzioni nell'elenco seguente:

source: <span title="Login through arXiv is needed to verify this is your profile. When you log in your publication list will automatically update with all your arXiv publications. You may also continue as a guest. In this case your input will be processed by our staff and will take longer to display."><strong> Login with your arXiv.org account </strong></span>
it: <span title="Login through arXiv è necessario per verificare questo nel tuo profilo. Quando effettua il login, la sua lista di pubblicazioni si aggiornerà automaticamente con tutte le sue pubblicazioni arXiv. Può anche proseguire come ospite. In questo caso il suo imput verrà elaborato dal nostro staff e ci vorrà più tempo per visualizzarlo."><strong> Effettuare il login con il suo conto arXiv.org </strong></span>

source: You have succesfully logged in via arXiv. </br> You can now manage your profile.</br>
it: Ha effettuato il login con successo via arXiv. </br> Ora può gestire il suo profilo.</br>

source: You have succesfully logged in via arXiv.</br><div> <font color='red'>However the profile you are viewing is not your profile.</br></br></font>
it: Ha effettuato il login con successo via arXiv. </br><div> <font color='red'>Tuttavia il profilo che sta visualizzando non è suo profilo.</br></br></font>

source: Manage your profile
it: Gestire il suo profilo

source: You have succesfully logged in, but </br><div><font color='red'> you are not associated to a person yet. Please use the button below to choose your profile </br></br></font>
it: Ha effettuato il login con successo, ma </br><div><font color='red'> non è ancora connesso con una persona. Si prega di usare il pulsante qui sotto per scegliere il suo profilo </br></br></font>

source: Choose your profile
it: Scegliere il suo profilo

source: Please log in through arXiv to manage your profile.</br>
it: Si prega di effettuare il login tramite arXiv per gestire suo profilo.</br>

source: Login into Inspire through arXiv.org
it: Connettersi a Inspire tramite arXiv.org

source: <span title="ORCiD (Open Researcher and Contributor ID) is a unique researcher identifier that distinguishes you from other researchers. It holds a record of all your research activities. You can add your ORCiD to all your works to make sure they are associated with you. "> <strong> Connect this profile to an ORCiD </strong> <span>
it: <span title="ORCiD (Open Researcher and Contributor ID) è un unico indentificatore di ricerca che la distingue da altri ricercatori. Tiene un record di tutte le sue attività di ricerca. Può aggiungere la sua ORCiD a tutti i sue opere per assicurarsi che siano associate con Lei."> <strong> Connettere questo profilo a un ORCiD </strong> <span>

source: This profile is already connected to the following ORCiD: <strong>%s</strong></br>
it: Questo profilo e già connesso al seguente ORCiD: <strong>%s</strong></br>

source: Import your publications from ORCID
it: Importa le sue pubblicazioni da ORCID

source: Visit your profile in ORCID
it: Visita il suo profilo in ORCID

source: Connect an ORCiD to this profile
it: Connetta un ORCiD a questo profilo
