Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Not enough information to retrieve the document
ca: No hi ha prou informació per a recuperar el document
de: Nicht genügend Informationen, um das Dokument zu wiederzufinden
it: Non sono state fornite sufficienti informazioni per recuperare il documento
no: Ikke nok informasjon til å hente dette dokumentet
ru: Недостаточно информации, чтобы получить документ

source: An error has happened in trying to retrieving the requested file.
ca: Hi ha hagut un error a l'intentar recuperar el fitxer sol·licitat.
it: Un errore ha accaduto nel tentativo di recuperare il file richiesto.
ru: При попытке получить запрошенный файл произошла ошибка.

source: Manage Document Files
ca: Gestionar els fitxers dels documents
de: Dokument Dateien verwalten
it: Gestioni file di documenti
ru: Управление файлами документов

source: Your modifications to record #%i have been submitted
ca: Les vostres modificacions al registre #%i ja s'han lliurat
de: Ihre Änderungen für Datensatz #%i wurden übermittelt
it: Le sue modifiche apportate al record # %i sono state sottoposte
ru: Ваши изменения записи #%i были отправлены

source: Your modifications to record #%i have been cancelled
ca: Les vostres modificacions al registre #%i han estat cancel·lades
de: Ihre Änderungen für Datensatz #%i wurden zurückgesetzt
it: Le sue modifiche apportate al record # %i sono state cancellate
ru: Ваши изменения записи #%i были отменены

source: Edit
bg: Редакция
ca: Edita
cs: Úpravy
de: Editieren
it: Modifica
ja: 編集
no: Endre
pt: Editar
ru: Редактировать
sk: Editovať

source: Edit record
ca: Editeu el registre
cs: Upravit záznam
de: Datensatz editieren
it: Modifica record
ru: Редактировать запись

source: Cancel all changes
ca: Cancel·lar tots els canvis
cs: Zrušit všechny změny
de: Alle Änderungen verwerfen
it: Annulla tutte le modifiche
ru: Отменить все изменения

source: Comparison of:
ca: Comparació entre:
cs: Srovnání:
it: Confronto di:

source: Revision
ca: Revisió
cs: Revize
de: Überarbeitung
it: Revisione
ru: Исправление

source: Comparing two record revisions
ca: Comparar dues revisions del registre
de: Vergleiche zwei Datensatz-Überarbeitungen
it: Confronto di due versioni del record
ru: Сравнение двух версий записи

source: Failed to create a ticket
ca: No s'ha pogut crear un ticket
it: Errore nella creazione del ticket
ru: Не удалось создать запрос

source: Search criteria
ca: Criteris de cerca
cs: Kritéria hledání
de: Suchkriterien
it: Criteri di ricerca
ru: Критерии поиска

source: Output tags
ca: Etiquetes de visualització
cs: Výstupní štítky
it: Tags di Output

source: Filter collection
ca: Filtre de col·lecció
cs: Filtr kolekce
de: Sammlung einschränken
it: Collezione filtro
ru: Набор фильтров

source: 1. Choose search criteria
ca: 1. Escolliu els criteris de cerca
de: 1. Suchkriterium auswählen
it: 1. Scegli i criteri di ricerca
ru: 1. Выбор критерия поиска

source: Specify the criteria you'd like to use for filtering records that will be changed. Use "Search" to see which records would have been filtered using these criteria.
ca: Especifiqueu els criteris que vulgueu per filtrar els registres a canviar. Useu «Cerca» per a veure quins registres es filtrarien amb aquests criteris.
it: Specifica i criteri che vorresti usare per filtrare i record che saranno modificati. Usa "Cerca" per vedere quali record sarebbero stati filtrati con questi criteri.
ru: Определите критерии, которые Вы бы хотели использовать для выбора записей, которые будут изменены. Используйте кнопку "Искать", чтобы увидеть, какие записи будут отобраны по этим критериям.

source: Preview results
ca: Previsualització dels resultats
cs: Náhled na výsledky
de: Ergebnis Vorschau
it: Anteprima risultati
ru: Предпросмотр результатов

source: 2. Define changes
ca: 2. Definiu els canvis
de: 2. Änderung definieren
it: 2. definisci modifiche
ru: 2. Задание изменений

source: Specify fields and their subfields that should be changed in every record matching the search criteria.
ca: Especifiqueu els camps i subcamps a canviar per a cada registre que concordi amb els criteris de cerca.
de: Geben Sie Felder und die dazugehörigen Unterfelder an, die dann in jedem Datensatz, auf den das Suchkriterium passt, geändert werden.
it: Specifica campi e sottocampi che devono essere modificati in ogni record che soddisfa i criteri di ricerca.
ru: Задайте поля и подполя, которые должны быть изменены во всех подходящих под поисковые критерии записях.

source: Define new field action
ca: Definir una nova acció pel camp
cs: Definovat novou akci pole
de: Definiere Aktion für neues Feld
it: Definisci la nuova azione sul campo
ru: Задайте новые действия для полей

source: Define new subfield action
ca: Definir una nova acció pel subcamp
cs: Definovat novou akci podpole
de: Definiere Aktion für neues Unterfeld
it: Definisci la nuova azione sul sottocampo
ru: Задайте новые действия для подполей

source: Add new condition value
it: Aggiungere un nuovo valore di condizione

source: Remove this condition value
it: Rimuovere questo valore di condizione

source: Field
bg: Поле
ca: Camp
cs: Pole
de: Feld
it: Campo
ja: フィールド
no: Felt
pt: Campo
ru: Поле
sk: Pole

source: Select action
ca: Seleccionar una acció
cs: Vybrat akci
de: Aktion auswählen
it: Seleziona un'azione
ru: Выберите действие

source: Add field
ca: Afegir un camp
cs: Přidat pole
de: Feld hinzufügen
it: Aggiungi campo
ru: Добавить поле

source: Delete field
ca: Suprimir un camp
cs: Smazat pole
de: Feld löschen
it: Cancella campo
ru: Удалить поле

source: Update field
ca: Actualitzar un camp
cs: Aktualizovat pole
de: Feld aktualisieren
it: Aggiorna Campo
ru: Обновить поле

source: Add subfield
ca: Afegir un subcamp
cs: Přidat podpole
de: Unterfeld hinzufügen
it: Aggiungi sotto-campo
ru: Добавить подполе

source: Delete subfield
ca: Suprimir un subcamp
cs: Smazat podpole
de: Unterfeld löschen
it: Cancella sotto-campo
ru: Удалить подполе

source: Save
ca: Desa
cs: Uložit
de: Speichern
it: Memorizza
ru: Сохранить

source: Replace substring
ca: Substituir un text
cs: Nahradit podřetězec
de: Zeichenkette ersetzen
it: Sostituisci sotto-stringa
ru: Удалить подстроку

source: Replace full content
ca: Substituir tot el contingut
cs: Nahradit celý obsah
de: Gesamten Inhalt ersetzen
it: Sostituisci l'intero contenuto
ru: Заменит все содержимое

source: with
ca: amb
cs: S
de: mit
it: con
ru: с

source: when subfield $$
ca: quan el subcamp $$
cs: když podpole $$
de: sobald Unterfeld $$ vorhanden
it: Quando sotto-campo $$

source: new value
ca: nou valor
cs: nová hodnota
de: neuer Wert
it: nuovo valore
ru: новое значение

source: is equal to
ca: és igual a
cs: je rovno
de: ist gleich zu
it: fa

source: contains
ca: conté
cs: obsahuje
de: enthält
it: contiene

source: does not exist
ca: no existeix
de: existiert nicht.
it: non esiste
ru: не существует

source: condition
ca: condició
cs: podmínka
de: Bedingung
it: condizione
ru: условие

source: when other subfield
ca: quan un altre subcamp
de: sobald anderes Unterfeld vorhanden
it: quando altro sotto-campo

source: when subfield
ca: quan el subcamp
de: sobald Unterfeld vorhanden
it: quando sotto-campo

source: Apply only to specific field instances
ca: Aplicar només a instàncies específiques de camps
it: Si applica solo a specifiche occorrenze del campo
ru: Применимо только к конкретным экземплярам полей

source: value
ca: valor
de: Wert
it: valore
ru: значение

source: Back to Results
ca: Torna als resultats
cs: Zpět na výsledky
de: Zurück zu Suchergebnissen
it: Torna ai risultati della ricerca
ru: Вернуться к результатам поиска

source: WARNING: The following records are pending execution in the task queue. If you proceed with the changes, the modifications made with other tool (e.g. BibEdit) to these records will be lost
ca: ATENCIÓ: els següents registres estan pendents d'actualitzar a la cua de tasques pendents. Si seguiu amb els canvis, es perderan les modificacions fetes amb l'altre eina (és a dir, BibEdit) sobre aquest registre.
it: ATTENZIONE: I seguenti record sono in attesa di esecuzione nella coda compito. Se procede con i cambiamenti, le modifiche fatte con altri strumenti (ad esempio BibEdit) per questi record saranno persi.

source: begin
bg: начало
ca: inici
cs: začátek
de: Anfang
it: inizio
ja: 開始
no: begynnelse
ru: начало
sk: začiatok

source: next
bg: следващ
ca: següent
cs: další
de: nächste
it: successivo
ja: 次
no: neste
pt: próximo
ru: следующий
sk: ďalší

source: records found
ca: registres trobats
cs: nalezené záznamy
de: Datensätze gefunden
it: record trovati
ru: записей найдено

source: Multi-Record Editor
ca: Editor de múltiples registres
it: Editor Multi-record
ru: Редактор нескольких записей

source: We are sorry, a problem has occured during the processing of your video upload%(submission_title)s.
ca: Per desgràcia hi ha hagut un problema durant el procés de càrrega del vostre video upload%(submission_title)s.
it: Siamo spiacenti, un problema è accaduto durante l'elaborazione del video caricato%(submission_title)s.

source: The file you uploaded was %(input_filename)s.
ca: El fitxer que heu pujat ha estat el %(input_filename)s.
it: Il file caricato era %(input_filename)s.

source: Your video might not be fully available until intervention.
ca: El vostre vídeo no estarà disponible fins la seva verificació.
it: Il suo video potrebbe non essere completamente disponibile fino all'intervento.

source: You can check the status of your video here: %(record_url)s.
ca: Podeu comprovar l'estat del vostre vídeo aquí: %(record_url)s.
it: Può controllare lo stato del tuo video qui: %(record_url)s.

source: You might want to take a look at %(guidelines_url)s and modify or redo your submission.
ca: Podeu donar un cop d'ull a %(guidelines_url)s i modificar o repetir el vostre lliurament.
it: Potrebbe voler dare un'occhiata a%(guidelines_url)s e modificare o rifare la sua presentazione.

source: the video guidelines
ca: les guies per als vídeos
it: direttive del video

source: Your video submission%(submission_title)s was successfully processed.
ca: El vostre vídeo submission%(submission_title)s ha estat processat correctamente.
it: Il suo video presentato%(submission_title)s è stato elaborato con successo.

source: Your video is now available here: %(record_url)s.
ca: El vostre vídeo ara està accesible a: %(record_url)s.
it: Il suo video è d’ora in poi disponibile qua: %(record_url)s.

source: If the videos quality is not as expected, you might want to take a look at %(guidelines_url)s and modify or redo your submission.
ca: Si la qualitat dels vídeos no és la que espereu, podeu donar un cop d'ull a %(guidelines_url)s i modificar o repetir el vostre lliurament.
it: Se la qualità dei video non è come previsto, potrebbe voler dare un'occhiata a %(guidelines_url)s e modificare o rifare la sua presentazione.

source: You are not authorised to access this resource.
ca: No esteu autoritzats a accedir a aquest recurs.
de: Sie sind nicht berechtigt auf diese Resource zuzugreifen.
it: Non hai il permesso di accedere a questa risorsa.
ru: Вам не разрешен доступ к этому ресурсу.

source: Export Job Overview
ca: Resum de tasques d'exportació
de: Job Übersicht exportieren
it: Esporta vista generale job
ru: Обзор заданий по экспорту

source: New Export Job
ca: Nova tasca d'exportació
de: Neuer Export-Job
it: Nuovo esporta job
ru: Новое задание по экспорту

source: Export Job History
ca: Exportar l'històric de tasques
de: Job Chronik exportieren
it: Esport storico job
ru: История заданий по экспорту

source: Run
ca: Executar
cs: Spusť
de: Ausführen
it: Esegui
ru: Запустить

source: New
ca: Nou
cs: Nový
de: Neu
it: Nuovo
ru: Новый

source: Last run
ca: Darrera execució
cs: Poslední běh
de: Letze Ausführung
it: Ultima esecuzione
ru: Последний запуск

source: Frequency
ca: Freqüència
cs: Četnost
de: Häufigkeit
it: Frequenza
ru: Частота

source: Output Format
ca: Format de sortida
cs: Výstupní formát
de: Ausgabeformat
it: Formato di output

source: Start
ca: Inici
it: Inizio
ru: Начать

source: Output Directory
ca: Directori de sortida
cs: Výstupní adresář
de: Ausgabeverzeichnis
it: Directory di output

source: Edit Queries
ca: Editar les cerques
cs: Upravit dotazy
de: Anfrage bearbeiten
it: Modifica richieste
ru: Редактировать запросы

source: Query
bg: Заявка
ca: Cerca
cs: Dotaz
de: Suchabfrage
it: Richiesta
ja: クエリー
no: Spørring
pt: Termo
ru: Запрос
sk: Otázka

source: Output Fields
ca: Camps de sortida
cs: Výstupní pole
de: Ausgabe Felder
it: Campi di output
ru: Поля представления

source: Output fields
ca: Camps de sortida
cs: Výstupní pole
de: Ausgabe-Felder
it: Campi di output
ru: Поля представления

source: Download
ca: Descarregar
cs: Stáhnout
de: Herunterladen
it: Scarica
ru: Скачать

source: View as:
ca: Visualitzar com:
de: Sicht als:
it: Visualizza come:
ru: Просмотреть как:

source: Total
cs: Celkem
de: Gesamt
it: Totale
ru: Всего

source: Select
bg: Избери
ca: Seleccionar
cs: Vybrat
de: Auswählen
it: Seleziona
ja: 選択
no: Merk
ru: Выбор
sk: Vyber

source: All
ca: Totes
cs: Vše
de: Alle
it: Tutto
ru: Все

source: None
ca: Cap
cs: Žádný
de: nichts
it: Nessuno
ru: Ничего

source: Manually
ca: Manualment
cs: Ručně
de: manuell
it: Manualmente

source: Daily
ca: Diàriament
cs: Denně
de: täglich
it: Giornaliero
ru: Каждый день

source: Weekly
ca: Setmanalment
cs: Týdně
de: wöchentlich
it: Settimanale
ru: Каждую неделю

source: Monthly
ca: Mensualment
cs: Měsičně
de: monatlich
it: Mensile
ru: Каждый месяц

source: Edit Export Job
ca: Editar la tasca d'exportació
it: Modifica job di esportazione
ru: Редактировать задание по экспорту

source: Query Results
ca: Resultats de la cerques
cs: Výsledky dotazu
de: Suchergebnisse
it: Risultato della ricerca
ru: Результаты поиска

source: Export Job Queries
ca: Exportar les cerques de la tasca
it: Esporta richieste di job
ru: Запросы заданий по экспорту

source: New Query
ca: Nova cerca
de: Neue Anfrage
it: Nuova richiesta
ru: Новый запрос

source: Edit Query
ca: Editar cerca
cs: Upravit dotaz
de: Anfrage bearbeiten
it: Nuova richiesta
ru: Редактировать запрос

source: Export Job Results
ca: Exportar els resultats de la tasca
cs: Exportovat výsledek práce
it: Esporta risultati del job
ru: Результаты заданий по экспорту

source: Export Job Result
ca: Resultat de la tasca d'exportació
cs: Exportovat výsledek práce
it: Esporta risultato job
ru: Результат заданий по экспорту

source: No template could be found for output format %s.
ca: No s'ha trobat una plantilla per al format de sortida %s.
it: Nessun modello trovato per formato output %s

source: Could not find format element named %s.
ca: No s'ha pogut trobar l'element de format %s
it: Impossibile trovare elemento di formato chiamato % s.

source: Error when evaluating format element %s with parameters %s.
ca: Error a l'avaluar l'element de format %s amb el paràmetre %s.
it: Errore durante la valutazione dell’elemento di formato %s con i parametri %s.

source: Escape mode for format element %s could not be retrieved. Using default mode instead.
ca: No s'ha pogut obtenir el modus d'escape per a l'element de format %s. S'usarà el modo per defecte.
it: Modalità di fuga per l'elemento di formato% s non può essere recuperata. Invece, usare la modalità di default.

source: "nbMax" parameter for %s must be an "int".
ca: El paràmetre "nbMax" per a %s ha de ser un "int".
it: Il parametro "nbMax" per %s deve essere un “int”

source: Could not read format template named %s. %s.
ca: No s'ha pogut llegir la plantilla de format %s. %s.
it: Impossibile leggere modello di formato chiamato %s. %s.

source: Format element %s could not be found.
ca: No s'ha trobat l'element de format %s.
it: Impossibile trovare elemento di formato %s.

source: Format element %s has no function named "format".
ca: L'element de format %s no té cap funció que es digui "format".
it: Elemento di formatto %s non a funzione chiamata “format” .

source: Output format with code %s could not be found.
ca: No s'ha trobat el format de sortida amb el codi %s.
it: Formato di output con codice %s non è stato trovato.

source: Could not find output format named %s.
ca: No s'ha pogut trobat el format de sortida %s.
it: Impossibile trovare formato di output chiamato %s

source: Could not find a fresh name for output format %s.
ca: No ha estat possible trobar un nom nou per al format de sortida %s
it: Impossibile creare un nuove nome per il formato di output %s.

source: Close Editor
bg: Затваряне на редактора
ca: Tanca l'editor
cs: Zavřít editor
de: Editor schliessen
it: Chiudi editor
ja: エディターを終了
no: Avslutt redigering
pt: Fechar Editor
ru: Закрыть редактор

source: Modify Template Attributes
bg: Промяна на атрибутите на шаблона
ca: Modifica els atributs de la plantilla
cs: Změnit atributy šablony
de: Attribute der Vorlage ändern
it: Modifica gli attributi del modello
ja: テンプレート属性の変更
no: Endre malattributter
pt: Modificar Atributos do Template
ru: Редактировать шаблон

source: Template Editor
bg: Редактор на шаблони
ca: Editor de plantilles
cs: Editor šablony
de: Vorlageneditor
it: Editor del modello
ja: テンプレートエディタ
no: Malredigering
pt: Editor de Template
ru: Редактор шаблона

source: Check Dependencies
bg: Проверка на зависимости
ca: Comprova les dependències
cs: Kontrola závislostí
de: Abhängigkeiten überprüfen
it: Verifica dipendenze
ja: 依存関係のチェック
no: Sjekk avhengigheter
pt: Verificar Depedências
ru: Проверить зависимости

source: Update Format Attributes
bg: Обновяване на атрибутите на формата
ca: Actualitza els atributs del format
cs: Aktualizace formátu atributy
de: Formatattribute aktualisieren
it: Aggiorna attributi del formato
ja: フォーマット属性の更新
no: Oppdater formatattributter
pt: Actualizar Atributos do Formato
ru: Обновить форматируемые свойства

source: Your modifications will not be saved.
ca: Les vostres modificacions no es desaran.
cs: Vaše změny nebudou uloženy.
de: Ihre Änderungen werde nicht gespeichert.
it: Le modifiche non saranno memorizzate.
ru: Ваши изменения не будут сохранены.

source: Show Documentation
bg: Показване на документацията
ca: Mostra la documentació
cs: Zobrazit dokumentace
de: Dokumentation anzeigen
it: Visualizza documentazione
ja: ドキュメントを表示
no: Vis dokumentasjon
ru: Показать документацию

source: Hide Documentation
bg: Скриване на документацията
ca: Amagar la documentació
cs: Skrýt dokumentace
de: Dokumentation verstecken
it: Nascondi documentazione
ja: ドキュメントを非表示
no: Skjul dokumentasjon
pt: Ocultar Documentação
ru: скрыть документацию

source: Last Modification Date
bg: Последна промяна
ca: Data de la darrera modificació
cs: Datum poslední změny
de: Datum der letzen Änderung
it: Data ultima modifica
ja: 最終変更日付
no: Endret dato
pt: Data da Última Modificação
ru: Дата последней модификации

source: Action
bg: Действие
ca: Acció
cs: Akce
de: Aktion
it: Azione
ja: アクション
no: Handling
ru: Действие
sk: Akcia

source: Manage Output Formats
bg: Управление на форматите
ca: Gestiona els formats de sortida
cs: Správa výstupních formátů
de: Ausgabeformate verwalten
it: Gestione formati di output
ja: 出力フォーマットの操作
no: Administrer visningsformater
ru: Настройка выходных форматов

source: Manage Format Templates
bg: Управление на елементите
ca: Gestiona les plantilles dels formats
cs: Správa formátovacích šablon
de: Formatvorlagen verwalten
it: Gestioni modelli di formato
ja: フォーマットテンプレートの操作
no: Administrer visningsmaler
pt: Gerir Formato dos Templates
ru: Настройка шаблонов форматов

source: Format Elements Documentation
bg: Документация на елементите
ca: Documentació dels elements dels formats
cs: Formát prvků dokumentace
de: Dokumentation zu Formatelementen
it: Documentazione degli elementi di formato
ja: フォーマット要素のドキュメント
no: Dokumentasjon av formatelementer
pt: Documentação dos Elementos do Formato
ru: Документация по форматированию элементов

source: Add New Format Template
bg: Добавяне на нов шаблон
ca: Afegeix una nova plantilla de format
cs: Přidat nový formát šablony
de: Neue Formatvorlage hinzufügen
it: Aggiungi nuovo modello di formato
ja: フォーマットテンプレートの追加
no: Ny visningsmal
pt: Adicionar um novo Formato de Template
ru: Добавить новый шаблон форматирования

source: Check Format Templates Extensively
bg: Задълбочена проверка на шаблоните
ca: Comprova les plantilles de format extensivament
cs: Důkladná kontrola formátu šablon
de: Formatvorlage ausführlich testen
it: Controllo generale dei modelli di formato
ja: フォーマットテンプレートの精査
no: Sjekk visningsmaler nøye
pt: Verificar Formato dos Templates Exaustivamente
ru: Проверьте шаблон форматирования

source: Code
bg: Код
ca: Codi
cs: Kód
it: Codice
ja: コード
no: Kode
pt: Código
ru: Код

source: Add New Output Format
bg: Добавяне на нов формат
ca: Afegeix un nou format de sortida
cs: Přidat nový výstupní formát
de: Neues Ausgabeformat hinzufügen
it: Aggiungi nuovo formato di output
ja: 出力フォーマットの追加:
no: Nytt visningsformat
ru: Добавьте новый формат вывода

source: Close Output Format
bg: Затваряне на изходния формат
ca: Tancar format de sortida
cs: Zavřít výstupní formát
de: Schliesse Ausgabeformat
it: Chiudi formato di output
ja: 出力フォーマットを閉じる
no: Lukk visningsformat
ru: Закройте формат вывода

source: Rules
bg: Правила
ca: Regles
cs: Pravidla
de: Regeln
it: Regole
ja: ルール
no: Regler
ru: Правила

source: Modify Output Format Attributes
bg: Промяна на атрибутите на формата
ca: Modifica els atributs del format de sortida
cs: Změnit atributy výstupního formátu
de: Ausgabeformat-Attribute ändern
it: Modifica attributi formato di output
ja: 出力フォーマット属性の変更
no: Endre visningsformatattributter
pt: Alterar Atributos do Formato de Saída
ru: Измените параметры формата вывода

source: Remove Rule
bg: Премахване на правило
ca: Elimina la regla
cs: Odstranit pravidlo
de: Regel entfernen
it: Sopprimi regola
ja: ルールを削除
no: Fjern regel
ru: Удалить правило

source: Add New Rule
bg: Добавяне на ново правило
ca: Afegeix una nova regla
cs: Přidat nové pravidlo
de: Neue Regel hinzufügen
it: Aggiungi nuova regola
ja: ルールを追加
no: Ny regel
pt: Adicionar Nova Regra
ru: Добавить новое правило

source: Save Changes
bg: Запазване на промените
ca: Desa els canvis
cs: Uložit změny
de: Änderungen speichern
it: Memorizza modifiche
ja: 変更の保存
no: Lagre endringer
pt: Guardar Alterações
ru: Сохранить изменения

source: No problem found with format
bg: Не са намерени грешки с този формат
ca: No s'ha trobat cap problema amb el format
cs: Žádný problém, vyskytující se ve formátu
de: In diesem Format wurden keine Probleme gemeldet.
it: Nessun problema riscontrato con il formato
ja: フォーマットは問題ありません。
no: Fant ingen problemer med format
pt: Nenhum problema encontrado relativo ao formato
ru: Не найдено ошибок в формате

source: An error has been found
bg: Намерена е грешка
ca: S'ha trobat un error
cs: Byla zjištěna chyba
de: Ein Fehler wurde gefunden
it: È stato riscontrato un errore
ja: エラーが見つかりましたりました。
no: Fant én feil
ru: Обнаружена ошибка.

source: The following errors have been found
bg: Намерени са следните грешки
ca: S'han trobat els següents errors
cs: Následující chyby byly nalezeny
de: Der folgende Fehler wurde gefunden
it: Sono stati riscontrati i seguenti errori
ja: 次のエラーが見つかりました。
no: Følgende feil ble funnet
pt: Foram encontrados os seguintes erros
ru: Найдены следующие ошибки

source: BibFormat Admin
bg: Администриране на BibFormat
ca: Administració de BibFormat
cs: BibFormat Administrátor
de: BibFormat Verwaltung
it: Amministrazione di BibFormat
no: BibFormat Administrator
pt: Administração BibFormat
ru: Администрирование BibFormat

source: Test with record:
bg: Тестване със запис:
ca: Prova-ho amb el registre:
cs: Test se záznamem:
de: Mit Datensatz überprüfen:
it: Verifica con record:
ja: 試験 レコード：
no: Test på element:
ru: Проверьте запись:
