Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: edit
ca: edita
cs: úpravy
de: Editieren
it: modifica
ru: редактировать

source: history
ca: historia
cs: historie
it: cronologia
ru: история

source: harvest
ca: recol·lecta
cs: sběr
it: raccolta
ru: собрать

source: Overview of sources
ca: Resum dels servidors OAI
de: Überblick Quellen
it: Riassunto delle fonti
ru: Просмотр источников

source: Harvesting status
ca: Estat de la recollida
it: Stato della raccolta
ru: Статус сбора

source: Not Set
ca: Sense definir
it: Non impostato
ru: Не установлено

source: never
ca: mai
cs: nikdy
it: mai
ru: никогда

source: daily
bg: дневно
ca: diària
cs: denně
de: täglich
it: giornaliera
ja: 毎日
no: daglig
ru: каждый день
sk: denne

source: weekly
bg: седмично
ca: setmanal
cs: týdně
de: wöchentlich
it: settimanale
ja: 毎週
no: ukentlig
pt: semanalmente
ru: каждую неделю
sk: týždenne

source: monthly
bg: месечно
ca: mensual
cs: měsičně
de: monatlich
it: mensile
ja: 毎月
no: månedlig
ru: каждый месяц
sk: mesačne

source: Never harvested
ca: Mai recol·lectat
de: nie abgefragt
it: Mai raccolto
ru: Ни разу не собрано

source: View Holding Pen
ca: Veure els registres en espera de revisió
it: Visualizza raccoglitore

source: No OAI source ID selected.
ca: No heu seleccionat cap identificador de servidor OAI
it: Nessuno ID di risorsa OAI selezionato,
ru: Не выбран идентификатор (ID) OAI источника.

source: Go back to the OAI sources overview
ca: Tornar a la llista dels servidors OAI
de: Zurück zum Überblick auf die OAI-Quellen
it: Ritorna al riassunto delle risorse OAI
ru: Вернуться к обзору OAI источников

source: Try again with another url
ca: Proveu amb una altra URL
cs: Zkuste to znovu s jiným URL
de: Versuche eine andere URL
it: Riprova con un altro url
ru: Попробуйте снова с другим URL

source: Continue anyway
ca: Continuar igualment
cs: Přesto pokračovat
it: Continua comunque
ru: Все равно продолжить

source: Return to the month view
ca: Tornar al resum mensual
de: Zurück zur monatlichen Ansicht
it: Ritorna alla vista mensile

source: Next page
bg: Следваща страница
ca: Pàgina següent
cs: Následující stránka
de: Nächste Seite
it: Pagina successiva
ja: 次のページ
no: Neste side
pt: próxima página
ru: Следующая страница
sk: Nasledujúca stránka

source: Previous page
bg: Предишна страница
ca: Pàgina anterior
cs: Předchozí stránka
de: Vorherige Seite
it: Pagina precedente
ja: 前のページ
no: Forrige side
pt: página anterior
ru: Предыдущая страница
sk: Predchádzajúca stránka

source: Record OAI IDs ( as recognized by the data source )
it: Record OAI IDs (Come riconosciuto dalla sorgente di dati)

source: Error while submitting harvesting task. Contact administrators.
it: Errore durante la presentazione compito harvesting. Contatta gli amministratori .

source: No OAI IDs defined. Provide at least one ID.
it: Nessun OAI IDs definito. Fornire almeno un ID.

source: Compare with original
ca: Comparar amb l'original
cs: Srovnání s originálem
de: Vergleiche mit dem Original
it: Confronta con l'originale
ru: Сравнить с исходным

source: Delete from holding pen
ca: Esborrar de la llista d'espera
it: Sopprimi dal raccoglitore

source: Error when retrieving the Holding Pen entry
ca: Error en recuperar l'entrada en espera
it: Errore durante l'estrazione dal raccoglitore

source: Error when retrieving the record
ca: Error en recuperar el registre
de: Fehler beim Erhalten des Datensatzes
it: Errore durante l'estrazione del record
ru: Ошибка при получении записи

source: Error when formatting the Holding Pen entry. Probably its content is broken
ca: Error al formatejar l'entrada en espera. Probablemente el seu contingut estigui malament
it: Errore durante la formattazione dell’inserimento della Holding Pen. E probabile che il suo contenuto sia rotto

source: Accept Holding Pen version
ca: Acceptar la versió en espera de revisió
it: Accetta la versione del raccoglitore

source: Record deleted from the holding pen
ca: Registre esborrat de la llista d'espera
it: Record eliminato dalla holding pen

source: See Guide
bg: Виж ръководството
ca: Vegeu la guia
cs: Viz příručka
de: Siehe Handbuch
it: Vedi la documentazione
ja: ガイドを見てください
no: Se guide
ru: Посмотреть руководство
sk: Pozri príručku

source: OAI sources currently present in the database
bg: OAI източници присъстващи в базата
ca: Servidors OAI que estan actualment a la base de dades
cs: OAI zdrojů je v současné době v databázi
de: Aktuell definierte OAI Quellen
it: Sorgenti OAI al momento presenti nel database
ja: データベースにOAIソースがあります。
no: Nåværende OAI-kilder i databasen
pt: Fontes OAI actualmente presentes da base de dados
ru: OAI источники теперь присутствуют в базе данных
sk: OAI zdroje momentálne existujúce v databáze

source: No OAI sources currently present in the database
bg: Няма OAI източници, присъстващи в базата
ca: No hi ha cap servidor OAI a la base de dades
cs: Žádné OAI zdrojů není v současné době v databázi
de: Es sind zur Zeit keine OAI Quellen in der Datenbank
it: Nessuna sorgente OAI al momento presente nel database
ja: データベースにOAIソースはありせん。
no: Ingen nåværende OAI-kilder i databasen
pt: Fontes OAI não estão actualmente presentes da base de dados
ru: В настоящий момент OAI источники отсутствуют в базе данных
sk: Žiadne OAI zdroje momentálne v databáze

source: Next oaiharvest task
bg: Следваща oaiharvest задача
ca: Propera tasca oaiharvest
cs: Další oaiharvest úkol
de: Nächste OAIharvest-Aufgabe
it: Prossimo processo oaiharvest
ja: 次の oaiharvest タスク
no: Neste oaiharvest-jobb
pt: Próxima Tarefa oaiharvest
ru: Следующая задача oaiharvest
sk: Ďalší oaiharvest proces

source: scheduled time:
bg: време по разписание:
ca: previst per:
cs: plánovaný čas:
de: geplante Zeit:
it: tempo di schedulazione:
ja: スケジュールされた時間：
no: planlagt tid:
pt: Tempo previsto:
ru: Запланированное время
sk: plánovaný čas:

source: current status:
bg: моментно състояние:
ca: estat actual:
cs: současný stav:
de: aktueller Status:
it: stato corrente:
ja: 現在の状態
no: status:
pt: estado actual
ru: Текущее состояние:
sk: súčasný stav:

source: No oaiharvest task currently scheduled.
bg: В момента няма планирани oaiharvest задачи.
ca: No hi ha cap tasca oaiharvest programada
cs: Žádná oaiharvest úloha není naplánována.
de: Es ist keine OAIharvest-Aufgabe geplant.
it: Nessun processo oaiharvest al momento schedulato.
ja: 現在スケジュールされた oaiharvest タスクはありません。
no: Ingen planlagte oaiharvest-jobber.
pt: Não existe nenhuma tarefa oaiharvest prevista
ru: На данный момент нет запланированной задачи oaiharvest
sk: Žiaden oaiharvest proces nie je momentálne plánovaný.

source: successfully validated
bg: успешно проверен
ca: validat correctament
cs: úspěšně ověřen
de: erfolgreich überprüft
it: validato con successo
ja: 正当性の確認ができました。
no: validering vellykket
pt: Validado com sucesso
ru: Успешно проверено
sk: úspešne overený

source: does not seem to be a OAI-compliant baseURL
bg: не изглежда да е валиден OAI базов URL
ca: no sembla una baseURL que compleixi amb OAI
cs: nezdá se být OAI-kompatibilní baseUrl
de: die baseURL scheint nicht OAI-kompatibel zu sein
it: non sembra essere un URL OAI-compatibile
ja: OAI-compliant baseURL ではないようです。
no: er ikke en OAI-støttet baseURL
pt: não parece ser um OAI-compliant baseURL
ru: Не кажется OAI-совместимым baseURL
sk: nezdá sa byť OAI-odpovedajúcim baseURL

source: View next entries...
ca: Veure les entrades següents...
cs: Zobrazit další položky ...
de: Nächste Einträge...
it: Vedi il record successivo...
ru: Смотреть следующие записи...

source: previous month
ca: mes anterior
cs: předchozí měsíc
de: vorheriger Monat
it: mese precedente
ru: предыдущий месяц

source: next month
ca: mes següent
cs: další měsíc
de: nächster Monat
it: mese successivo
ru: следующий месяц

source: main Page
ca: Pàginia inicial
cs: Hlavní stránka
de: Hauptseite
it: Pagina principale
ru: главная страница

source: Return to main selection
ca: Tornar a la selecció principal
cs: Návrat do hlavního výběru
it: Ritorna alla selezione principale
ru: Вернуться к основной выборке

source: Do you want to touch the OAI set %s? Note that this will force all clients to re-harvest the whole set.
it: Vuole toccare la seria OAI %s? Si noti che questo costringerà tutti i client a ri-harvest l'intera serie.

source: OAI set does not exist.
it: seria OAI non esiste.

source: OAI set %s touched.
it: Seria OAI %s toccata

source: Run Record Editor
ca: Executar l'editor de registres
cs: Spustit editor záznamu
de: Record Editor ausführen
it: Esegui Record Editor
ru: Запустить редактор записей

source: Run Multi-Record Editor
ca: Executar l'editor de múltiples registres
cs: Spustit editor násobného záznamu
de: Multi-Record Editor ausführen
it: Esegui Multi-Record Editor
ru: Запустить редактор многих записей

source: Run Document File Manager
ca: Executar el gestor de fitxers del document
cs: Spustit správce souboru dokumentu
de: Dateimmanager ausführen
it: Esegui Document File Manager
ru: Запустить управление файлами

source: Run Record Merger
ca: Unificar registres
cs: Spustit fúzi záznamu
de: Record Merger ausführen
it: Esegui Record Merger
ru: Запустить модуль слияния записей

source: Run BibSword client
ca: Executar el client BibSword
cs: Spustit BibSword klienta
de: BibSword ausführen
it: Esegui BibSword Client
ru: Запустить модуль BibSword

source: Configure BibKnowledge
ca: Configurar BibKnowledge
cs: Konfigurace BibKnowledge
de: BibKnowledge konfigurieren
it: Configura BibKnowledge
ru: Настроить BibKnowledge

source: Configure BibFormat
bg: Конфигуриране на BibFormat
ca: Configurar BibFormat
cs: Konfigurace BibFormat
de: BibFormat konfigurieren
it: Configura BibFormat
ja: BibFormat 設定
no: Konfigurer BibFormat
pt: Configurar Bibformat
ru: Настроить BibFormat
sk: Konfigurujte BibFormat

source: Configure OAI Harvest
ca: Configurar OAI Harvest
cs: Konfigurace OAI Harvest
de: OAI Harvest konfigurieren
it: Configura Harvest OAI
ru: Настроить OAI Harvest

source: Configure OAI Repository
bg: Конфигуриране на OAI хранилище.
ca: Configurar OAI Repository
cs: Konfigurace OAI úložiště
de: OAI Repository konfigurieren
it: Configura Repository OAI
ja: OAI repository 設定
no: Konfigurer OAI-arkiv
pt: Configurar Repositorio OAI
ru: Настроить OAI репозиторий

source: Configure BibIndex
bg: Конфигуриране на BibIndex
ca: Configurar BibIndex
cs: Konfigurace BibIndex
de: BibIndex konfigurieren
it: Configura BibIndex
ja: BibIndex 設定
no: Konfigurer BibIndex
pt: Configurar BibIndex
ru: Настроить BibIndex
sk: Konfigurujte BibIndex

source: Configure BibRank
bg: Конфигуриране на BibRank
ca: Configurar BibRank
cs: Konfigurace BibRank
de: BibRank konfigurieren
it: Configura BibRank
ja: BibRank 設定
no: Konfigurer BibRank
pt: Configurar BibRank
ru: Настроить BibRank
sk: Konfigurujte BibRank

source: Configure WebAccess
bg: Конфигуриране на WebAccess
ca: Configurar WebAccess
cs: Konfigurace WebAccess
de: WebAccess konfigurieren
it: Configura WebAccess
ja: WebAccess 設定
no: Konfigurer WebAccess
pt: Configurar WebAccess
ru: Настроить WebAccess
sk: Konfigurujte WebAccess

source: Configure WebComment
bg: Конфигуриране на WebComment
ca: Configurar WebComment
cs: Konfigurace WebComment
de: WebComment konfigurieren
it: Configura WebComment
ja: WebComment 設定
no: Konfigurer WebComment
ru: Настроить WebComment
sk: Konfigurujte WebComment

source: Configure WebLinkback
it: Configura WebLinkback

source: Configure WebSearch
bg: Конфигуриране на WebSearch
ca: Configurar WebSearch
cs: Konfigurace WebSearch
de: WebSearch konfigurieren
it: Configura WebSearch
ja: WebSearch 設定
no: Konfigurer WebSøk
ru: Настроить WebSearch
sk: Konfigurujte WebSearch

source: Configure WebSubmit
bg: Конфигуриране на WebSubmit
ca: Configurar WebSubmit
cs: Konfigurace WebSubmit
de: WebSubmit konfigurieren
it: Configura WebSubmit
ja: WebSubmit 設定
no: Konfigurer WebSubmit
pt: Configurar WebSubmit
ru: Настроить WebSubmit
sk: Konfigurujte WebSubmit

source: Configure WebJournal
ca: Configurar WebJournal
cs: Konfigurace WebJournal
de: WebJournal konfigurieren
it: Configura WebJournal
ru: Настроить WebJournal

source: Configure BibSort
ca: Configurar BibSort
it: Configura BibSort

source: Run BibCirculation
ca: Executar BibCirculation
cs: Spustit BibCirculation
de: BibCirculation ausführen
it: Esegui BibCirculation
ru: Запустить модуль BibCirculation

source: Run Batch Uploader
ca: Executar el gestor de càrregueas massives
cs: Spustit dávkové nahrávání
de: Batch Uploader ausführen
it: Esegui Batch Uploader
ru: Запустить модуль пакетной загрузки

source: Run Info Space Manager
it: Eseguire Info Space Manager

source: Run Person/Author Manager
ca: Executar el gestor de persones/autors
cs: Spustit správce osoby/autora
de: Person/Author Manager ausführen
it: Usare Person/Author Manager

source: Your account on '%s' has been activated
bg: Вашата сметка в '%s' е активирана.
ca: El vostre compte a «%s» ha estat creat activat.
cs: Váš účet na '%s' byl aktivován
it: Il tuo account su %s è stato attivato
no: Din konto på '%s' er aktivert
pt: A sua conta em '%s' foi activada
ru: Ваша учетная запись '%s'активирована

source: Your account earlier created on '%s' has been activated:
bg: Вашата сметка създадена по-рано на '%s' е успешно активирана.
ca: El vostre compte creat prèviament a «%s» ha estat activat.
cs: Váš účet již dříve vytvořen na '%s' byl aktivován:
de: Ihr am '%s' erstelltes Konto wurde aktiviert:
it: Il tuo account precedentemente creato su '%s' è stato attivato:
no: Din konto opprettet på '%s' er nå aktivert:
ru: Ваша ранее созданная учетная запись '%s' активирована:

source: Username/Email:
bg: Потребителско име/Email
ca: Nom d'usuari
cs: Uživatelské jméno/Email:
de: Benutzername/E-Mail:
it: Nome utente/Indirizzo email:
ja: ユーザー名／Email:
no: Brukernavn/E-post:
ru: Пользователь/Email:

source: Account created on '%s'
bg: Сметката е създадена на '%s'
ca: Compte creat a «%s»
cs: Účet vytvořen na '%s'
de: Konto erstellt am '%s'
it: Account creato su '%s'
no: Konto opprettet på '%s'
ru: Учетная запись создана '%s'

source: An account has been created for you on '%s':
bg: За вас е създадена сметка на '%s':
ca: S'ha creat el vostre compte a «%s»:
cs: Účet byl vytvořen pro vás na '%s':
de: Ein Konto wurde für Sie angelegt am '%s':
it: Un nuovo account è stato creato per te su '%s':
no: En konto er opprettet for deg på '%s':
ru: Ваша учетная запись создана '%s'

source: Account rejected on '%s'
bg: Сметката е отхвърлена на '%s'
ca: Compte rebutjat a «%s»
cs: Účet zamítnut na '%s'
de: Konto abgelehnt am '%s'
it: Account rifiutato su '%s'
no: Konto avslått på '%s'
ru: Учетная запись отклонена '%s'

source: Your request for an account has been rejected on '%s':
bg: Вашата молба за сметка е отхвърлена на '%s':
ca: La vostra petició d'un compte a «%s» ha estat rebutjada:
cs: Vaše žádost o účet byla zamítnuta na '%s':
de: Ihre Anfrage für ein Konto wurde abgelehnt am '%s':
it: La tua richiesta di account su '%s' è stata rifiutata:
no: Din forespørsel om en konto på '%s' ble avslått:
pt: O seu pedido para uma conta foi rejeitado '%s':
ru: Ваш запрос на создание учетной записи был отклонен '%s'

source: Username/Email: %s
bg: Потребителско име/Email: %s
ca: Nom d'usuari: %s
cs: Uživatelské jméno/E-mail: %s
de: Benutzername/E-Mail: %s
it: Nome utente/Indirizzo email: %s
ja: ユーザー名／Email: %s
no: Brukernavn/E-post: %s
ru: Пользователь/email: %s

source: Account deleted on '%s'
bg: Сметката е изтрита на '%s'
ca: Compte a «%s» esborrat
cs: Účet smazán na '%s'
de: Konto gelöscht am '%s'
it: Account rimosso da '%s'
no: Konto slettet på '%s'
ru: Учетная запись удалена '%s'

source: Your account on '%s' has been deleted:
bg: Вашата сметка на %s е изтрита:
ca: El vostre compte a «%s» ha estat esborrat:
cs: Váš účet na '%s' byl odstraněn:
de: Ihr Konto wurde am '%s' gelöscht:
it: Il tuo account su '%s' è stato rimosso:
no: Din konto på '%s' er slettet:
ru: Ваша учетная запись '%s' удалена

source: Detailed record
bg: Подробен запис
ca: Registre complet
cs: Úplný záznam
de: Details des Eintrags
it: Record dettagliato
ja: レコードの詳細
no: Detaljert visning
pt: Registo detalhado
ru: Подробная запись
sk: Úplný záznam

source: Similar records
bg: Подобни записи
ca: Registres semblants
cs: Podobné záznamy
de: Ähnliche Datensätze
it: Record simili
ja: ほとんど同じレコード
no: Lignende elementer
pt: Registos similares
ru: Подобные записи
sk: Podobné záznamy

source: Cited by
bg: Цитиран от
ca: Citat per
cs: Citováno
de: Zitiert von
it: Citato da
ja: 引用される
no: Sitert av
pt: Citado por
ru: Ссылающиеся на
sk: Citované

source: You already have an alert named %s.
bg: Вече имате известие с име %s.
ca: Ja teniu una alerta amb el nom de %s.
cs: Upozornění s názvem%s již existuje.
de: Sie haben bereits eine Benachrichtigung mit dem Namen %s.
it: Possiedi già un avviso chiamato %s.
ja: すでに %s というアラートが出ています。
no: Du har allerede et varsel med navnet %s.
pt: Já possui actualmente um aviso designado %s.
ru: У Вас уже установлено уведомление %s.
sk: Už máte avízo pomenované %s.

source: unknown
bg: неизвестен
ca: desconeguda
cs: neznámé
de: unbekannt
it: sconosciuto
ja: 不明
no: ukjent
pt: desconhecido
ru: неизвестный
sk: neznámy

source: You do not have rights for this operation.
ca: No teniu permisos per aquesta operació.
cs: Nemáte práva pro tuto operaci.
de: Sie haben keine Rechte für diese Aktion.
it: Non hai accesso a questa operazione.
ru: У Вас нет прав для выполнения этого действия.

source: You already have an alert defined for the specified query and basket.
bg: Вече имате дефинирано известие за споменатите заявка и кошница.
ca: Ja teniu una alerta definida per a aquesta cerca i cistell.
de: Sie haben für diese Suchanfrage/diesen Korb bereits eine Benachrichtigung eingerichtet
it: Hai già definito un avviso per la ricerca ed il cestino specificati.
ja: このクエリーとバスケットにタイするアラートは定義済みです。
no: Du har allerede varsling for angitt spørring og kurv.
pt: Já possui actualmente um aviso definido para um termo e cesto específicos
ru: У Вас уже установлено уведомление, определенное для указанного запроса и книжной полки
sk: Už máte definované avízo pre danú otázku a košík.

source: The alert name cannot be empty.
bg: Името на известието не може да бъде празно.
ca: El nom de l'alerta no pot estar buit
de: Die Benachrichtigung muss einen Namen haben.
it: Il nome dell'avviso non può essere vuoto.
ja: アラートの名前を与えてください
no: Du må gi varselet et navn.
pt: O nome do aviso não poder ser vazio.
ru: Имя уведомления не может быть пустым.
sk: Meno avíza nemôže byť prázdne.

source: You are not the owner of this basket.
bg: Вие не сте собственика на тази кошница.
ca: No sou el propietari d'aquest cistell.
de: Sie sind nicht der Besitzer dieses Korbes.
it: Non sei il proprietario di questo cestino.
ja: あなたはこのバスケットの所有者ではありません
no: Du er ikke denne kurvens eier.
pt: Você não é o dono deste cesto.
ru: Вы не владелец этой книжной полки
sk: Nie ste vlastníkom tohto košíka.

source: The alert %s has been added to your profile.
bg: Известието %s е добавено към вашия профил.
ca: L'alerta %s ha estat afegida al vostre perfil
de: Die Benachrichtigung %s wurde zu Ihren Profil hinzugefügt.
it: L'avviso %s è stato aggiunto al tuo profilo.
ja: あなたのプロファイルに以下のアラートを追加しました (%s).
no: Varselet %s er lagt til i profilen din.
pt: O aviso %s foi adicionado ao seu perfil.
ru: уведомление %s добавлено к вашему профилю
sk: Avízo %s bolo pridané do Vášho profilu.

source: The alert %s has been successfully updated.
bg: Известието %s е успешно обновено.
ca: L'alerta %s ha estat actualitzada correctament
de: Diese Benachrichtigung %s wurde erfolgreich aktualisiert.
it: L'avviso %s è stato aggiornato con successo.
ja: アラートは更新されました。 %s
no: Varselet %s er oppdatert.
ru: Уведомление %s было успешно обновлено.
sk: Avízo %s bolo úspešne aktualizované.

source: You have made %(x_nb)s queries. A %(x_url_open)sdetailed list%(x_url_close)s is available with a possibility to (a) view search results and (b) subscribe to an automatic email alerting service for these queries.
bg: Направили сте %(x_nb)s заявки. Наличен е %(x_url_open)sподробен списък%(x_url_close)s с възможност за (а) разглеждане на резултатите от търсене и (б) абониране за известяване по e-mail за тези заявки.
ca: Heu fet %(x_nb)s cerques. Hi ha una %(x_url_open)sdetailed_list%(x_url_close)s disponible amb possibilitat de (a) veure els resultats de la cerca i (b) subscriure-us per rebre notificacions per correu electrònic d'aquestes cerques.
de: Sie haben %(x_nb)s Suchanfragen abgesetzt. Eine %(x_url_open)sdetailierte Liste%(x_url_close)s ist vorhanden und es besteht die Möglichkeit: (a) Suchergebnisse anzuschauen und (b) für diese Suchanfragen eine automatische E-Mail-Benachrichtigung zu abonnieren.
it: Hai effettuato %(x_nb)s ricerche. Una %(x_url_open)slista dettagliata%(x_url_close)s è disponibile con la possibilità di (a) visualizzare i risultati della ricerca e (b) iscriversi ad un servizio automatico di avvisi via email per gli stessi.
no: Du har gjort %(x_nb)s spørringer. En %(x_url_open)sdetaljert liste%(x_url_close)s er tilgjengelig med mulighet for å (a) se søkeresultatene og (b) abonnere på en automatisk e-postvarsling for disse spørringene.
pt: Voce criou %(x_nb)s termos de pesquisa. A %(x_url_open)slista detalhada%(x_url_close)s esta disponivel com a possibilidade de (a) ver os resultados das pesquisas e (b) subscrever um aviso automatico via email para todos estes termos de pesquisa.
ru: Вы создали %(x_nb)s запросы. Для %(x_url_open)sподробного списка%(x_url_close)s имеется возможность (a) просмотреть результаты поиска и (b) подписаться на сервис автоматического уведомления через email для этих запросов.

source: Pattern
bg: Шаблон
ca: Patró
cs: Vzor
de: Muster
it: Schema
ja: パターン
no: Søkestreng
pt: Padrão
ru: Шаблон
sk: Vzor

source: Pattern 1
bg: Шаблон 1
ca: Patró 1
cs: Vzor 1
de: Muster 1
it: Schema 1
ja: パターン 1
no: Søkestreng 1
pt: Padrão 1
ru: Шаблон 1
sk: Vzor 1

source: Field 1
bg: Поле 1
ca: Camp 1
cs: Pole 1
de: Feld 1
it: Campo 1
ja: フィールド 1
no: Felt 1
pt: Campo 1
ru: Поле 1
sk: Pole 1

source: Pattern 2
bg: Шаблон 2
ca: Patró 2
cs: Vzor 2
de: Muster 2
it: Schema 2
ja: パターン 2
no: Søkestreng 2
pt: Padrão 2
ru: Шаблон 2
sk: Vzor 2

source: Field 2
bg: Поле 2
ca: Camp 2
cs: Pole 2
de: Feld 2
it: Campo 2
ja: フィールド 2
no: Felt 2
pt: Campo 2
ru: Поле 2
sk: Pole 2

source: Pattern 3
bg: Шаблон 3
ca: Patró 3
cs: Vzor 3
de: Muster 3
it: Schema 3
ja: パターン 3
no: Søkestreng 3
pt: Padrão 3
ru: Шаблон 3
sk: Vzor 3

source: Field 3
bg: Поле 3
ca: Camp 3
cs: Pole 3
de: Feld 3
it: Campo 3
ja: フィールド 3
no: Felt 3
pt: Campo 3
ru: Поле 3
sk: Pole 3

source: Collections
bg: Колекции
ca: Col·leccions
cs: Kolekce
de: Sammlungen
it: Collezioni
ja: コレクション
no: Samlinger
ru: коллекции
sk: kolekcie

source: You own the following alerts:
bg: Вие притежавате следните известия:
ca: Heu definit les següents alertes:
cs: Vlastníte následující upozornění:
de: Sie haben folgende Benachrichtigungen erstellt:
it: Possiedi i seguenti avvisi:
ja: あなたのアラート
no: Du har følgende varsler:
pt: Você possui os seguintes avisos
ru: Ваши уведомления:
sk: Vlastníte nasledujúce avíza:

source: alert name
bg: име на известието
ca: nom de l'alerta
cs: název upozornění
de: Name der Benachrichtigung
it: nome avviso
ja: アラート名
no: navn på varsel
ru: имя уведомления
sk: meno avíza

source: SHOW
bg: ПОКАЖИ
ca: MOSTRA
cs: ZOBRAZIT
de: Zeige
it: VISUALIZZA
ja: 表示
no: VIS
pt: MOSTRAR
ru: ПОКАЗАТЬ
sk: ZOBRAZ
