Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: If you already have an account, please login using the form below.
bg: Ако вече имате сметка, моля влезте като използвате зададения по-долу формуляр.
ca: Si ja teniu un compte, si us plau identifiqueu-vos en aquest formulari.
de: Wenn Sie bereits ein Konto haben, loggen Sie sich bitte ein.
it: Se possiedi già un account, per favore, autentificati utilizzando i campi seguenti.
ja: すでにアカウントをお持ちなら、以下のフォームをお使いください。
no: Vennligst bruk skjemaet under dersom du allerede har en konto.
pt: Se já possui uma conta, é favor autenticar-se usando o formulário.
ru: Если у Вас уже есть учетная запись, пожалуйста, войдите, используя следующую форму.
sk: Ak už máte konto, prihláste sa doleuvedeným formulárom.

source: If you don't own a CERN account yet, you can register a %(x_url_open)snew CERN lightweight account%(x_url_close)s.
bg: Ако все още не притежавате сметка в CERN, можете да регистрирате %(x_url_open)sолекотена такава%(x_url_close)s.
ca: Si encara no disposeu d'un compte al CERN, podeu crear un %(x_url_open)scompte CERN lleuger%(x_url_close)s.
de: Falls Sie noch kein eingenes CERN Benutzerkonto besitzen, können Sie sich %(x_url_open)sfür ein einfaches CERN Benutzerkonto registrieren%(x_url_close)s.
it: Se non possiedi ancora un account CERN, puoi registrare un %(x_url_open)snuovo CERN lightweight account%(x_url_close)s.
no: Hvis du ikke har en CERN-konto enda, kan du registrere en %(x_url_open)sny lettvekts CERN-konto%(x_url_close)s.
ru: Если у Вас еще нет CERN учетной записи, Вы можете зарегистрироваться: %(x_url_open)snew CERN lightweight account%(x_url_close)s.

source: If you don't own an account yet, please %(x_url_open)sregister%(x_url_close)s an internal account.
bg: Ако все още нямате сметка, моля %(x_url_open)sрегистрирайте%(x_url_close)s вътрешна такава.
ca: Si encara no teniu un compte, podeu %(x_url_open)sdonar-vos d'alta%(x_url_close)s en un compte intern.
de: Falls Sie noch kein Konto besitzen, %(x_url_open)sregistrieren%(x_url_close)s Sie sich bitte für ein internes Konto.
it: Se non possiedi ancora un account, per favore %(x_url_open)sregistra%(x_url_close)s un account interno.
ja: アカウントを持っていないならば、%(x_url_open)s登録%(x_url_close)sをしてください。
no: Hvis du ikke har en konto ennå, vennligst %(x_url_open)sregistrer%(x_url_close)s en intern konto.
pt: Se ainda não possui uma conta, é favor %(x_url_open)sregistar-se%(x_url_close)s numa conta interna.
ru: Если у Вас еше нет учетной записи, пожалуйста %(x_url_open)sзарегистрируйтесь%(x_url_close)s с внутренней учетной записью
sk: Ak ešte konto nemáte, prosím %(x_url_open)szaregistrujte%(x_url_close)s interné konto.

source: If you don't own an account yet, please contact %s.
ca: Si encara no teniu un compte, poseu-vos en contacte amb %s.
de: Falls Sie noch kein Benutzerkonto besitzen, können Sie gerne %s kontaktieren.
it: Se non possiedi ancora un conto utente, per favore contatta %s.
ru: Если у Вас еще нет учетной записи, пожалуйста, свяжитесь с %s.

source: Login method:
bg: Метод за влизане:
ca: Mètode d'identificació
cs: Přihlásit způsobem:
de: Loginmethode:
it: Metodo di autenticazione:
ja: ログイン方法
no: Innloggingsmetode:
ru: Способ входа:

source: Remember login on this computer.
ca: Recorda la identificació en aquest ordinador.
cs: Zapamatovat si mě na tomto počítači.
de: Sich an den Login auf diesem Computer erinnern.
it: Ricorda l'autenticazione su questo computer.
ja: 次回から入力を省略
no: Husk innlogging på denne datamaskinen.
pt: Relembrar a minha autenticação neste computador.
ru: Запомнить login на этом компьютере.

source: Lost your password?
bg: Забравена парола?
ca: Heu perdut la contrasenya?
cs: Zapomněli jste heslo?
de: Haben Sie Ihr Passwort vergessen?
it: Password dimenticata?
ja: パスワードを忘れましたか？
no: Glemt passordet?
pt: Esqueceu a sua palavra-passe?
ru: Забыли пароль?
sk: Stratili ste heslo?

source: You can use your nickname or your email address to login.
ca: Per a identificar-vos poseu usar el vostre àlies o la vostra adreça de correu elctrònic.
cs: Můžete použít svou přezdívku nebo e-mailovou adresu pro přihlášení.
de: Sie können Ihren Benutzernamen oder Ihr E-Mail benutzen um sich einzuloggen.
it: Puoi utilizzare il tuo soprannome o il tuo indirizzo email per autenticarti.
ja: ログインにはニックネームまたはＥメイルアドレスを使います
no: Du kan logge inn med brukernavn eller e-postadresse.
pt: Pode usar o seu nome de utilizador ou endereço de email para se autenticar.
ru: Вы можете использовать nickname или email адрес для login.

source: Your request is valid. Please set the new desired password in the following form.
ca: La vostra petició ha estat validada. Escriviu la nova contrasenya en aquest formulari.
cs: Vaše žádost je platná. Prosím nastavte požadované nové heslo v následujícím formuláři.
it: La tua richiesta è valida. Per favore, imposta la nuova password nei campi che seguono.
no: Din forespørsel er godkjent. Vennligst angi ønsket nytt passord i følgende skjema.
pt: O seu pedido é valido. Por favor defina a nova palavra-passe desejada noseguinte formulario.
ru: Пожалуйста, установите новый желаемый пароль, используя следующую форму.

source: Set a new password for
bg: Нова парола за
ca: Definir la nova contrassenya per
cs: Nastavit nové heslo pro
de: Neues Passwort setzen
it: Imposta nuova password per
no: Angi nytt passord for
pt: Defina uma nova palavra-passe para
ru: Установить новый пароль для

source: Type the new password
bg: Въведете новата парола
ca: Escriviu la nova contrassenya
cs: Zadejte nové heslo
de: Neues Passwort eingeben
it: Digita la nuova password
no: Skriv det nye passordet
pt: Escreva a nova palavra-passe
ru: Введите новый пароль

source: Type again the new password
bg: Въведете повторно новата парола
ca: Escriviu un altre cop la nova contrassenya
cs: Zadejte znovu nové heslo
de: Neues Passwort erneut eingeben
it: Digita nuovamente la nuova password
no: Skriv det nye passordet igjen
pt: Re-escreva a nova palavra-passe
ru: Введите новый пароль еще раз

source: Set the new password
bg: Установяване на новата парола
ca: Defineix la nova contrassenya
cs: Nastavení nového hesla
de: Neues Passwort setzen
it: Imposta la nuova password
no: Angi nytt passord
pt: Defina a nova palavra passe
ru: Установить новый пароль

source: Please enter your email address and desired nickname and password:
bg: Моля въведете вашия e-mail и желаните потребителско име и парола:
ca: Introduiu la vostra adreça de correu electrònic i l'àlies i contrasenya:
cs: Prosím, zadejte svou e-mailovou adresu, přezdívku a heslo:
de: Bitte geben Sie die gewünschte E-Mail-Adresse, den gewünschten Benutzernamen und das Passwort ein:
it: Per favore, inserisci il tuo indirizzo email, il soprannome desiderato e la password:
ja: 自分のＥメイルアドレス、ニックネーム、パスワードを入力してください
no: Oppgi e-postadresse og ønsket brukernavn eller passord:
pt: É favor indicar o seu endereço de email e o nome de utilizador e palavra-passe desejados.
ru: Пожалуйста, введите Ваш email адрес и желаемые nickname и пароль:
sk: Prosíme zadajte Vašu elektronickú adresu a žiadanú prezývku a heslo:

source: It will not be possible to use the account before it has been verified and activated.
bg: Сметката не може да бъде използвана преди да бъде проверена и активирана.
ca: Aquesta compte no es podrà usar fins que no s'hagi verificat i activat.
de: Dieses Konto kann nicht verwendet werden bis es verifiziert und aktiviert wurde.
it: Non sarà possibile utilizzare l'account prima che venga verificato e attivato.
ja: アカウントは確認・有効化しないと使えません。
no: Kontoen kan ikke benyttes før den er verifisert og aktivert.
pt: Não será possível utilizar a sua conta antes de ser verificada e activada.
ru: Невозможно использовать учетную запись до ее проверки и активации.
sk: Konto nebude možné použiť pred tým než bude overené a aktivované.

source: Retype Password
bg: Въведете повторно паролата
ca: Torneu a escriure la contrasenya
cs: Heslo znovu
de: Passwort nochmals eingeben
it: Digita nuovamente la password
ja: パスワードの再入力
no: Gjenta passord
pt: Re-escrever palavra-passe
ru: введите пароль еще раз
sk: Opakujte heslo

source: register
bg: регистриране
ca: donar-se d'alta
cs: registrovat
de: registrieren
it: registra
ja: 登録
no: registrer
pt: registar
ru: регистрироваться
sk: zaregistrujte sa

source: Please do not use valuable passwords such as your Unix, AFS or NICE passwords with this service. Your email address will stay strictly confidential and will not be disclosed to any third party. It will be used to identify you for personal services of %s. For example, you may set up an automatic alert search that will look for new preprints and will notify you daily of new arrivals by email.
bg: Моля не използвайте за тази услуга ценни пароли като например вашите Unix, AFS или NICE пароли. Вашият e-mail адрес ще остане строго поверителен и няма да бъде предоставян на трети лица. Той ще бъде използван, за да ви идентифицира за персонални услуги на %s. Например, може да зададете автоматична заявка за търсене на нови препринти и ще бъдете известявани за тях по e-mail.
ca: No escolliu contrasenyes valuoses com les dels vostres comptes personals de correu electrònic o accés a dades professionals. La vostra adreça de correu electrònic serà estrictament confidencial i no es passarà a tercers. Serà usada per a identificar els vostres seveis personals a %s. Per exemple, podeu activar un servei d'alerta automàtic que cerqui nous registres i us notifiqui diàriament de les noves entrades per correu electrònic.
de: Bitte verwenden Sie kein wertvolles Passwort für diesen Service wie zum Beispiel ihr Unix, AFS oder NICE-Passwort. Ihre E-Mail-Adresse wird streng vertraulich behandelt und nicht an dritte weitergegeben. Sie werden sie benutzen um sich für den persönlichen Service von %s zu identifizieren. Zum Beispiel können Sie eine automatische Benachrichtigung für eine Suchabfrage erstellen die Sie täglich über Neuigkeiten per E-Mail informiert.
it: Per favore non utilizzare una password di valore quale la tua password Unix, AFS o NICE con questo servizio. Il tuo indirizzo email resterà strettamente confidenziale e non verrà esposto a terze parti. Verrà utilizzato per identificarti per i vari servizi personalizzati di %s. Per esempio, potresti impostare una ricerca con avviso automatico che cercherà nuove prestampe e ti notificherà giornalmente sui nuovi arrivi via email.
ja: 簡単に分かるパスワードは使わないでください。Ｅメイルアドレスを第三者に譲渡することを禁じます。Ｅメイルアドレスがあなたを同定することにもちいられており %s、新しいプレプリントを検索し通知メイルを送る機能などに用いられます。
no: Ikke bruk verdifulle passord som ditt Unix, AFS eller NICE-passord til denne tjenesten. E-postadressen din vil behandles strengt konfidensielt og vil ikke oppgies til noen tredjepart. Den vil brukes til å identifisere deg for personlige tjenester på %s. For eksempel kan du sette opp et automatisk søk etter nye førtrykk og få daglig e-postvarsel om nye ankomster.
pt: É favor não usar palavras-passe de outros sistema, como Unix, AFS ou NICE como palavra-passe deste serviço. O seu endereço de email permanecerá confidencial e não será relevado a terceiros. Este será utilizado para identifica-lo em funcionalidades deste serviço de %s. Por exemplo, pode definir avisos automáticos associados a pesquisas, que o informarão diariamente das novidades via email.
ru: Пожалуйста, не используйте в качестве пароля Ваши Unix, AFS или NICE пароли. Ваш email адрес останется конфиденциальным и не будет передаваться третьей стороне. Он будет использоваться для оказания Вам персональных услуг %s. Например, поиск новых поступлений с автоматическим ежедненым уведомлением по email.
sk: Prosím nepoužívajte hodnotné heslá ako napríklad Vaše Unix, AFS alebo NICE heslo. Vaša elektronická adresa zostane prísne dôverná a nebude poskytnutá žiadnej tretej stránke. Bude použitá na Vašu identifikáciu pre personalizované služby %s. Napríklad budete si môcť nastaviť automatické hľadacie avíza ktoré budú hľadať nové preprinty a ktoré Vás upovedomia o nových prírastkoch prostredníctvom elektronickej pošty.

source: It is not possible to create an account yourself. Contact %s if you want an account.
bg: Не е възможно сами да си създадете сметка. Ако искате такава, моля свържете се с %s.
ca: No és possible que vosaltres mateixos creeu un compte. Poseu-vos en contacte amb %s si en voleu un.
de: Es ist für Sie nicht möglich, ein Konto zu erstellen. Kontaktieren Sie %s wenn Sie ein Konto möchten.
it: Non è possibile creare da soli un account.Contatta %s se desideri un account.
ja: アカウントを作れません。%sに連絡をしてください。
no: Du kan ikke opprette en konto selv. Kontakt %s dersom du ønsker en konto.
pt: Não é possível criar uma conta por si próprio. Contacte %s se deseja criar uma conta.
ru: Вы не можете самостоятельно создать учетную запись. свяжитесь с %s.
sk: Nie je možné vytvoriť si konto sám. Obráťte sa na %s ak chcete konto.

source: You seem to be a guest user. You have to %(x_url_open)slogin%(x_url_close)s first.
bg: Изглежда, че вие сте гост. Трябва първо да %(x_url_open)sвлезете в системата%(x_url_close)s.
ca: Sembla que sou un usuari visitant. Primer us heu d'%(x_url_open)sidentificar%(x_url_close)s.
de: Sie scheinen ein Gast zu sein. Sie müssen sich zuerst %(x_url_open)seinloggen%(x_url_close)s.
it: Sembri essere un utente ospite. Devi prima %(x_url_open)sautenticarti%(x_url_close)s.
ja: 最初に%(x_url_open)sログイン%(x_url_close)sしてください。
no: Du ser ut til å være en gjestebruker. Du må %(x_url_open)slogge inn%(x_url_close)s først.
pt: Parece ser um visitante. Tem que se %(x_url_open)sautenticar%(x_url_close)s primeiro.
ru: Вы пользователь-гость. Сначала Вы должны сделать %(x_url_open)slogin%(x_url_close)s
sk: Zdáte sa byť užívateľom-hosťom. Musíte sa vopred %(x_url_open)sprihlásiť%(x_url_close)s.

source: You are not authorized to access administrative functions.
bg: Нямате достъп до функциите за администриране.
ca: No esteu autoritzat a accedir a funcions administratives.
de: Sie sind nicht berechtigt, Administrationsfunktionen zu benützen.
it: Non sei autorizzato ad accedere alle funzioni amministrative.
ja: あなたは管理機能を実行することはできません。
no: Du har ikke tilgang til å bruke administrative funksjoner.
pt: Não está autorizado a aceder a funções de administração.
ru: Вы не авторизованы для доступа к административным функциям
sk: Nie ste oprávnení k prístupu k administratívnym funkciám.

source: You are enabled to the following roles: %(x_role)s.
bg: Вие сте упълномощен със следните роли: %(x_role)s.
ca: Teniu activats els següents rols: %(x_role)s.
it: Sei abilitato per i seguenti ruoli: %(x_role)s.
no: Du er tildelt følgende roller: %(x_role)s.
ru: У Вас следующие роли: %(x_role)s.

source: Run Author List Manager
it: Esegui Author List Manager

source: Run BibSword Client
ca: Executar el client BibSword
de: BibSword Client ausführen
it: Usare BibSword Cliente
ru: Запустить BibSword

source: Here are some interesting web admin links for you:
bg: Ето няколко интересни връзки за администриране:
ca: Aquí teniu alguns enllaços d'administració interessants:
de: Das sind einige interessante Administrations-Links für Sie:
it: Ecco per te alcuni interessanti collegamenti per l'amministrazione via web:
ja: ここを見て下さい。
no: Her er noen interessante lenker for webadministratorer:
pt: Aqui estão alguns links interessantes para si, sobre administração web:
ru: Несколько интересных web admin ссылок для Вас:
sk: Tu sú nejaké zaujímavé administratívne linky pre Vás:

source: For more admin-level activities, see the complete %(x_url_open)sAdmin Area%(x_url_close)s.
bg: За повече администраторски действия, вижте пълната %(x_url_open)sзона за администриране%(x_url_close)s.
ca: Per a més activitats administratives, vegeu tota la %(x_url_open)sZona d'administració%(x_url_close)s.
de: Für mehr administrative Aufgaben, benutzen Sie den kompletten %(x_url_open)sVerwaltungsbereich%(x_url_close)s.
it: Per ulteriori attività di amministrazione, vedi la completa %(x_url_open)sArea di amministrazione%(x_url_close)s.
ja: %(x_url_open)sAdmin Area%(x_url_close)s には管理者レベルのページがさらにあります。
no: For flere aktiviteter på administratornivå, se det fullstendige %(x_url_open)sadministratorområdet%(x_url_close)s.
pt: Para mais actividades de administração, consulte a %(x_url_open)sÁrea deAdministração%(x_url_close)s.
ru: Для действий на уровне Администратора смотрите полный %(x_url_open)sОбласть администратора%(x_url_close)s.
sk: Pre viac administratívnych aktivít, pozrite kompletný %(x_url_open)sAreál Adminstrátora%(x_url_close)s.

source: guest
bg: гост
ca: visitant
cs: host
de: Gast
it: ospite
ja: ゲスト
no: gjest
pt: visitante
ru: гость
sk: hosť

source: logout
bg: изход
ca: sortir
cs: odhlásit
de: Abmelden
it: esci
ja: ログアウト
no: logg ut
pt: sair
ru: выход
sk: odhlásiť

source: Personalize
bg: Персонализиране
ca: Personalitza
cs: Personalizace
de: Personalisieren
it: Personalizza
ja: あなたのページ
no: Brukerinnstillinger
pt: Personalizar
ru: Персонализовать
sk: Personalizácia

source: Your account
ca: El vostre compte
cs: Váš účet
de: Ihr Konto
it: Il tuo conto utente
ru: Ваш аккаунт

source: Your alerts
ca: Les vostres alertes
cs: Vaše upozornění
de: Ihre Benachrichtigungen
it: I tuoi avvisi
ru: Ваши оповещения

source: Your approvals
ca: Les vostres aprovacions
cs: Vaše schválení
de: Ihre Bestätigungen
it: Le tue approvazioni
ru: Ваши одобрения

source: Your baskets
ca: Els vostres cistells
cs: Vaše košíky
de: Ihre Körbe
it: I tuoi cestini
ru: Ваши книжные полки

source: Your comments
it: I suoi commenti

source: Your groups
ca: Els vostres grups
cs: Vaše skupiny
de: Ihre Gruppen
it: I tuoi gruppi
ru: Ваши группы

source: Your loans
ca: Els vostres préstecs
cs: Vaše vypůjčky
de: Ihre Ausleihen
it: I tuoi prestiti
ru: Вы одолжили

source: Your messages
ca: Els vostres missatges
cs: Vaše zprávy
de: Ihre Nachrichten
it: I tuoi messaggi
ru: Ваши сообщения

source: Your submissions
ca: Els vostres lliuraments
cs: Vaše podání
de: Ihre Eintragungen
it: Le tue sottomissioni
ru: Ваши внесения

source: Your searches
ca: Les vostres cerques
cs: Vaše vyhledávání
de: Ihre Suchanfragen
it: Le tue ricerche
ru: Ваши поисковые запросы

source: Administration
ca: Administració
cs: Administrativa
de: Verwaltung
it: Amministrazione
ru: Администрирование

source: Statistics
ca: Estadístiques
cs: Statistiky
de: Statisken
it: Statistiche
ru: Статистика

source: You are an administrator of the following groups:
bg: Вие сте администратор на следните групи:
ca: Sou administrador d'aquests grups:
cs: Jste správcem těchto skupin:
de: Sie sind ein Administrator in den folgenden Gruppen:
it: Sei amministratore dei seguenti gruppi:
ja: あなたは以下のグループの管理者です
no: Du administrerer følgende grupper:
pt: É um administrador dos seguintes grupos:
ru: Вы администратор следующих групп:
sk: Ste administrátorom nasledujúcich grúp:

source: Group
bg: Група
ca: Grup
cs: Skupina
de: Gruppe
it: Gruppo
ja: グループ
no: Gruppe
pt: Grupos
ru: Группа
sk: Grupa

source: You are not an administrator of any groups.
bg: Вие не сте администратор на никоя група.
ca: No sou administrador de cap grup.
cs: Vy nejste správcem žádné skupiny.
de: Sie sind kein Administrator einer Gruppe.
it: Non sei amministratore di alcun gruppo.
ja: あなたはどのグループの管理者でもありません
no: Du administrerer ingen grupper.
pt: Não é administrador de nenhum grupo.
ru: Вы не являетесь администратором никакой группы.
sk: Nie ste administrátorom žiadnej grupy.

source: Edit group
bg: Редакция на група
ca: Edita el grup
cs: Upravit skupinu
de: Gruppe bearbeiten:
it: Modifica gruppo
ja: グループを編集
no: Endre gruppe
pt: Editar grupo
ru: Редактировать группу
sk: Edituj grupu

source: Edit %s members
bg: Редактиране на членовете на %s
ca: Edita els %s membres del grup
cs: Upravit členy %s
de: %s Benutzer bearbeiten
it: Modifica %s membri
ja: %s のメンバーの編集
no: Endre %s medlemmer
ru: Редактировать членов группы %s
sk: Edituj %s členov

source: Create new group
bg: Създаване на нова група
ca: Crear un nou grup
cs: Vytvořit novou skupinu
de: Neue Gruppe erstellen
it: Crea nuovo gruppo
ja: 新しいグループを作る
no: Opprett gruppe
ru: Создать новую группу
sk: Vytvoriť novú grupu

source: You are a member of the following groups:
bg: Вие сте член на следните групи:
ca: Sou membre d'aquests grups:
cs: Vy jste členem následujících skupin:
de: Sie sind Mitglied in den folgenden Gruppen:
it: Sei un membro dei seguenti gruppi:
ja: あなたは以下のグループのメンバーです
no: Du er medlem av følgende grupper:
pt: É membro dos seguintes grupos:
ru: Вы член следующих групп:
sk: Ste členom nasledujúcich grúp:

source: You are not a member of any groups.
bg: Вие не сте член на никоя група.
ca: No sou membre de cap grup.
cs: Nejste členem žádné skupiny.
de: Sie sind kein Mitglied einer Gruppe.
it: Non sei membro di alcun gruppo.
ja: あなたはどのグループのメンバーでもありません
no: Du er ikke medlem av noen grupper.
pt: Não é membro de nenhum grupo.
ru: Вы не принадлежите никакой группе.
sk: Nie ste členom žiadnej grupy.

source: Join new group
bg: Присъединяване към нова група
ca: Afegir-se a un nou grup
cs: Připojit se ke skupině
de: Neuer Gruppe beitreten
it: Diventa membro di un nuovo gruppo
ja: グループに参加する
no: Bli med i gruppe
pt: Juntar novo grupo
ru: Присоединиться к новой группе
sk: Pridať sa k novej grupe

source: Leave group
bg: Напускане на група
ca: Deixar el grup
cs: Opustit skupinu
de: Gruppe verlassen
it: Abbandona gruppo
ja: グループを離脱する
no: Forlat gruppe
pt: Deixar grupo
ru: Оставить группу
sk: Opustiť grupu

source: You are a member of the following external groups:
bg: Вие сте член на следните външни групи:
ca: Sou membre d'aquests grups externs:
cs: Jste členem následujících externích skupin:
de: Sie sind kein Mitglied der folgenden externen Gruppen:
it: Sei un membro dei seguenti gruppi esterni:
ja: あなたは以下の外部グループのメンバーです
no: Du er medlem av følgende eksterne grupper:
pt: É membro dos seguintes grupos externos:
ru: Вы член следующих внешних групп:

source: You are not a member of any external groups.
bg: Вие не сте член на външна група.
ca: No sou membre de cap grup extern.
cs: Nejste členem žádné externí skupiny.
de: Sie sind kein Mitglied von einer externen Gruppe.
it: Non sei membro di alcun gruppo esterno.
ja: あなたはどの外部グループのメンバーでもありません
no: Du er ikke medlem av noen eksterne grupper.
pt: Não é membro de nenhum grupo externo.
ru: Вы не принадлежите никакой внешней группе.

source: Update group
bg: Обновяване група
ca: Actualitzar grup
cs: Aktualizovat skupinu
de: Gruppe updaten
it: Aggiorna gruppo
ja: グループの更新
no: Oppdater gruppe
ru: Обновить группу
sk: Aktualizovať grupu

source: Edit group %s
bg: Редакция на група %s
ca: Editar el grup %s
cs: Upravit skupinu %s
de: Gruppe %s bearbeiten
it: Modifica gruppo %s
ja: グループ%sを編集
no: Endre gruppe %s
ru: Изменить группу %s
sk: Edituj grupu %s

source: Delete group
bg: Изтриване група
ca: Suprimeix el grup
cs: Smazat skupinu
de: Gruppe löschen
it: Cancella gruppo
ja: グループを削除
no: Slett gruppe
ru: Удалить группу
sk: Zmazať grupu

source: Group name:
bg: Име на група:
ca: Nom del grup:
cs: Jméno skupiny:
de: Gruppenname:
it: Nome gruppo:
ja: グループ名
no: Gruppenavn:
ru: Имя группы:
sk: Meno grupy:

source: Group description:
bg: Описание на група:
ca: Descripció del grup:
cs: Popis skupiny:
de: Gruppenbeschreibung:
it: Descrizione gruppo:
ja: グループの説明
no: Gruppebeskrivelse:
ru: Описание группы:
sk: Popis grupy:

source: Group join policy:
bg: Правила за членство:
ca: Política per a unir-se al grup:
cs: Politika pro připojení ke skupině:
de: Richtlinien zum Beitreten der Gruppe:
it: Modalità di appartenenza al gruppo:
ja: グループ参加条件
no: Praksis for medlemsskap.
pt: juntar regras ao grupo:
ru: Политика присоединения к группе:
sk: Politika pridania sa do grupy:

source: Please select:
bg: Моля изберете:
ca: Seleccioneu:
cs: Prosím, vyberte:
de: Bitte auswählen:
it: Per favore seleziona:
ja: 選択してください
no: Velg:
ru: Пожалуйста выберите:
sk: Prosíme vyberte:
