Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Warning: Please, select a valid file
ca: Atenció: seleccioneu un fitxer vàlid
cs: Varování: Prosím, vyberte platný soubor
de: Bitte wählen Sie eine gültige Datei
ru: Предупреждение: Пожалуйста, выберите допустимый файл

source: Warning: The date format is not correct
ca: Atenció: el format de la data no és correcte
cs: Varování: Formát data není správný
de: Das Datumsformat ist nicht korrekt
ru: Предупреждение: неправильный формат даты

source: Warning: Please, select a valid date
ca: Atenció: seleccioneu una data vàlida
cs: Varování: Prosím, vyberte platné datum
de: Bitte wählen Sie eine gültiges Datum
ru: Предупреждение: Пожалуйста, выберите допустимую дату

source: The MARCXML submitted is not valid. Please, review the file and %(x_url2_open)sresubmit it%(x_url2_close)s
ca: El fitxer MARCXML lliurat no és vàlid. Repasseu-lo si us plau i %(x_url2_open)storneu-lo a enviar%(x_url2_close)s
cs: Předložený MARCXML není platný. Prosím, přečtěte si soubor a %(x_url2_open)s nahrajte jej znova %(x_url2_close)s
de: Das übermittelte MARCXML Format ist nicht gültig. Bitte Datei überprüfen und %(x_url2_open)s erneut übermitteln %(x_url2_close)s

source: Invalid MARCXML
ca: MARCXML no vàlid

source: Apr
bg: Апр
ca: abr
cs: duben
ja: 4月
ru: Апр

source: test
ca: comprova

source: Please enter a name for the source.
ca: Introduiu un nom per a la font.

source: Please enter a metadata prefix.
ca: Introduiu el prefixe de metadades.

source: Please enter a base url.
ca: Untroduiu la url base.

source: Please choose a frequency of harvesting
ca: Escolliu una freqüència de recol·lecta

source: You selected a postprocess mode which involves conversion.
ca: Heu seleccionat un modus de postprocés que involucra conversió.

source: Please enter a valid name of or a full path to a BibConvert config file or change postprocess mode.
ca: Entreu un nom vàlid o la ruta completa a un fitxer de configuració BibConvert, o canvieu el modus de postprocés.

source: You selected a postprocess mode which involves filtering.
ca: Heu seleccionat un modus de postprocés que involucra filtratge.

source: Please enter a valid name of or a full path to a BibFilter script or change postprocess mode.
ca: Entreu un nom vàlid o la ruta completa a un script BibFilter, o canvieu el modus de postprocés.

source: Please choose the harvesting starting date
ca: Escolliu la data d'inici de la recolecta

source: Password:
bg: Парола:
ca: Contrasenya
cs: Heslo:
de: Passwort:
no: Passord:
pt: Palavra-passe
ru: Пароль:

source: Papers written alone
ca: Articles com a autor individual

source: Citations%s:
ca: Citacions%s:

source: %(x_search_for_term)s in %(x_collection_list)s
ca: %(x_search_for_term)s a %(x_collection_list)s

source: In %(x_linked_basket_name)s
ca: A %(x_linked_basket_name)s
cs: V %(x_linked_basket_name)s
ru: В %(x_linked_basket_name)s

source: or return to your %(x_url_open)ssearch%(x_url_close)s
ca: o torneu a la vostra %(x_url_open)scerca%(x_url_close)s.
de: oder zurückkehren zu Ihrer %(x_url_open)sSuche%(x_url_close)s
ru: или вернуться к Вашему %(x_url_open)sпоиску%(x_url_close)s

source: Record %i
ca: Registre %i
cs: Záznam %i
de: Datensatz %i
ru: Запись #%d

source: Record
bg: Запис
ca: Registre
cs: Záznam
de: Datensatz
ja: レコード
no: Element
pt: Registo
ru: Запись
sk: Záznam

source: Sorry, this message in not in your mailbox.
ca: Malhauradament, aquests missatge no és a la vostra bústia.
cs: Omlouváme se, tato zpráva v není ve vaší schránce.
de: Diese Nachricht ist nicht in Ihrer Mailbox

source: Your message is too long, please edit it. Maximum size allowed is %i characters.
bg: Вашето съобщение е твърде дълго, моля, редактирайте го. Максимално позволената дължина е %i символа.
ca: El vostre missatge és massa llarg, si us plau editeu-lo. El tamany màxim és de %i caràcters
cs: Vaše zpráva je příliš dlouhá, upravte ji. Maximální povolená velikost je %i znaků.
de: Ihre Nachricht ist zu lang, bitte ändern Sie diese. Die maximale erlaubte Grösse ist %i Zeichen.
ja: メッセージが長すぎます（%i字まで）
no: Meldingen er for lang, vennligst rediger den. Maksimal tillatt størrelse er %i tegn.
pt: A sua mensagem é demasiado grande, por favor modifique-a. O tamanho maximo permitido é %i caracteres.
ru: Ваше сообщение слишком длинное, пожалуйста, отредактируйте его. Максимальный размер %i символов
sk: Vaša správa je príliš dlhá, prosím upravte ju. Maximálna pripustená dĺžka je %i znakov.

source: Your message could not be sent to the following recipients due to their quota:
bg: Вашето съобщение не може да бъде изпратено до следните получатели, поради тяхната квота:
ca: No s'ha pogut enviar el vostre missatge als següents destinataris degut a la seva quota:
cs: Vaše zpráva nemohla být odeslána na následujícím příjemcům z důvodu jejich plné schánky:
de: Nachricht konnte nicht an folgende Empfänger gesendet werden we
ja: いかのユーザはクオータ不足でメッセージが送れませんでした。
no: Meldingen kunne ikke sendes til følgende mottakere grunnet deres kvote:
pt: A sua mensagem não pode ser enviada para o seguinte endereço devido à sua quota:
ru: Сообщение не может быть отослано следующим получателям в сязи с их квотами:
sk: Vaša správa nemohla byť poslaná nasledujúcim príjemcom kvôli ich kvóte:

source: Warning: full-text search is only available for a subset of papers mostly from %(x_range_from_year)s-%(x_range_to_year)s.
ca: Atenció: la cerca a text complet només està disponible per a un subconjunt de documents, majoritàriament d'entre %(x_range_from_year)s-%(x_range_to_year)s.

source: No match found in collection %(x_collection)s. Other public collections gave %(x_url_open)s%(x_nb_hits)d hits%(x_url_close)s.
bg: Не беше намерено съвпадение в колекцията %(x_collection)s. Други публични колекции дадоха %(x_url_open)s%(x_nb_hits)d поапдения%(x_url_close)s.
ca: No s'ha trobat cap coincidència a la col·leció %(x_collection)s. Les altres col·leccions públicas donen %(x_url_open)s%(x_nb_hits)d resultats%(x_url_close)s.
cs: Žádný záznam nebyl nalezen v kolekci %(x_collection)s. Ostatní veřejně dostupné kolekce dali %(x_url_open)s%(x_nb_hits)d výsledků%(x_url_close)s.
de: Kein Resultat in der Sammlung %(x_collection)s gefunden. Andere öffentliche Sammlungen ergaben %(x_url_open)s%(x_nb_hits)d Ergebnisse%(x_url_close)s.
ja: コレクション %(x_collection)s ではマッチしませんでした。他の公共コレクションでは %(x_nb_hits)dの%(x_url_open)sヒット%(x_url_close)sがありました。
no: Fikk ingen treff i samling %(x_collection)s. Andre offentlige samlinger gav %(x_url_open)s%(x_nb_hits)d treff%(x_url_close)s.
ru: не найдено соответствия в коллекции %(x_collection)s. В других публичных коллекциях %(x_url_open)s%(x_nb_hits)d результатов%(x_url_close)s.
sk: Žiaden záznam nebol nájdený v kolekcii %(x_collection)s. Ostatné verejne dostupné kolekcie dali %(x_url_open)s%(x_nb_hits)d záznamov%(x_url_close)s.

source: in
bg: в
ca: dins
cs: v
ja: 中の
no: i
pt: em
ru: в
sk: v

source: Total number of citable papers analyzed:
ca: Nombre total d'articles citables analitzats:
cs: Celkový počet citovaných příspěvků analyzován:
de: Gesamtzahl der analysierten zitierbaren Artikel:
no: Totalt antall analyserte siterbare tekster:
ru: Полное число проанализированных цитируемых работ:

source: Additional Citation Metrics
ca: Altres mètriques de citacions
cs: Další citační metriky
de: Zusätliche Zitationsgrößen
ru: Дополнительные метрики цитирования

source: Password
bg: Парола
ca: Contrasenya
cs: Heslo
de: Passwort
ja: パスワード
no: Passord
pt: Palavra-passe
ru: Пароль
sk: Heslo

source: login
bg: вход
ca: identificació
cs: přihlásit
de: Anmelden
ja: ログイン
no: logg inn
pt: autenticação
sk: prihlásiť

source: Browser
bg: Браузър
ca: Navegador
cs: Prohlížeč
ja: ブラウザー
no: Nettleser
ru: Браузер
sk: Prehliadač

source: Subm.No.
ca: Lliurament
cs: Pod.č.
de: Übermittlungsnr.
ru: № док-та

source: Editor
de: Herausgeber
ru: Редактор

source: document
bg: документ
cs: dokument
de: Dokument
ja: ドキュメント
no: dokument
pt: documento
ru: документ
sk: dokument

source: Feb
bg: Феб
cs: Únor
ja: 2月
pt: Fevereiro
ru: Фев

source: Mar
bg: Мар
cs: Kvě
de: Mär
ja: 3月
ru: Мар

source: Nov
bg: Ное
cs: List
ja: 11月
pt: Novembro
ru: Ноя

source: no
bg: не
cs: ne
de: nein
ja: いいえ
no: nei
pt: não
ru: нет
sk: nie

source: No
bg: Не
cs: Ne
de: Nein
ja: いいえ
no: Nei
pt: Não
ru: Нет
sk: Nie

source: Re:
ru: Ответ:
sk: Odp:

source: asc.
bg: възх.
cs: vzest.
de: aufw.
no: stigende
ru: восх.
sk: vzost.

source: Client
bg: Клиент
cs: Klient
ja: クライアント
no: Klient
pt: Cliente
ru: Клиент
sk: Klient

source: Note that your submission as been inserted into the bibliographic task queue and is waiting for execution.
ru: Обратите внимание, что Ваше сообщение было добавлено в очередь библиографических заданий и ожидает исполнения.

source: %i items found
cs: Nalezeno %i položek

source: *** basket name ***
cs: *** název košíku ***

source: Warning: full-text search is only available for a subset of papers mostly from 2006-2011.
cs: Varování: full-textové vyhledávání je k dispozici pouze pro určitou podmnožinu příspěvků.

source: Warning: figure caption search is only available for a subset of papers mostly from 2008-2011.
cs: Varování: hodnota titulku hledání je k dispozici pouze pro určitou podmnožinu papírů.

source: Sorry, %s does not seem to be a valid sort option. Choosing title sort instead.
bg: Съжаляваме, %s не е валидна опция за сортиране. Използване на сортиране по заглавие.
cs: Je mi líto, %s nevypadá jako platný druh volby řazení. Vybráno řazení podle názvu.
ja: %s は正しいソートオプションではありません。タイトルでソートします。
no: Beklager, %s er ikke et gyldig sorteringsvalg. Bruker tittelsortering i stedet.
pt: Desculpa, %s não parece ser uma opção de ordenação válida. Escolhendo ordenação por título.
sk: Ľutujem, %s nie je platné nastavenie pre triedenie. Použijem triedenie podľa názvu namiesto neho.

source: Total number of citations excluding self-citations:
cs: Celkový počet citací bez vlastních citací:

source: Average citations per paper excluding self-citations:
cs: Průměrný počet citací na jednu práci kromě vlastních citací:

source: Please log in first.
bg: Моля, първо влезте.
cs: Prosím, nejdříve se přihlašte.
ja: ログインしてください。
no: Vennligst logg inn først.
pt: É favor autenticar-se primeiro.
sk: Prosím najskôr sa prihláste.

source: Use the top-right menu to log in.
bg: Използвайте менюто горе в дясно за вход в системата.
cs: Použijte pravé horní menu pro přihlášení.
ja: 上・右にログインメニューがあります。
no: Bruker menyen øverst til høyre for å logge inn.
pt: Utilize o menu no canto superior direito para se autenticar.
sk: Použite menu napravo nahore pre prihlásenie sa.

source: period_of_interest_from
cs: období_zájmu_od

source: period_of_interest_to
cs: období_zájmu_do

source: Check if the book already exists on Invenio,
cs: Zkontrolujte, zda kniha již existuje v Invenio,

source: the beginning
cs: začátek

source: now
cs: nyní

source: You are about to attribute the following paper
cs: Chystáte se přispět následujícím článkem

source: Search for a person to attribute the paper to
cs: Vyhledávání osob přispívající k práci

source: On all pages:
cs: Na všech stranách:

source: Names variants:
cs: Varianty jména:

source: ... This tab is currently under construction ...
cs: ... Tato karta je v současné době ve výstavbě ...

source: Please Check your entries
cs: Zkontrolujte si prosím vaše údaje

source: Please provide at least one transaction.
cs: Prosím, uveďte alespoň jednu transakci.

source: Error:
cs: Chyba:

source: No fulltext
bg: Пълен текст не е наличен
no: Ingen fulltekst

source: Add Subfield
bg: Добавяне на подполе
ja: サブフィールドの追加
no: Legg til underfelt
pt: Adicionar Sub-campo
sk: Pridaj podpole

source: Edit institute
bg: Редакция на институт
ja: 編集機関
no: Endre institutt
pt: Editar Instituto

source: Add Field
bg: Добавяне на поле
ja: フィールドの追加
no: Legg til felt
pt: Adicionar Campo
sk: Pridaj pole

source: Verbose
bg: Многословно
ja: 冗長
no: Tekst
sk: Mnohoslovný

source: Done
bg: Готово
ja: 終了
no: Ferdig

source: Add another subfield
no: Legg til underfelt

source: Tags and values should be filled before pressing Done or Add another subfield
no: Felt og verdier må være fylt ut før du klikker Ferdig eller Legg til underfelt

source: Move up
no: Flytt opp

source: Move down
no: Flytt ned

source: Your changes are TEMPORARY.
bg: Вашите промени са ВРЕМЕННИ.
ja: 変更は保存されていません。
no: Endringene dine er MIDLERTIDIGE.
pt: As suas alterações são TEMPORÁRIAS
sk: Vaše zmeny sú DOČASNÉ.

source: To save this record, please click on submit.
bg: За да запазите записа, моля натиснете 'изпращане'.
ja: レコードを保存するためには、サブミットをクリックしてください。
no: Klikk på Send inn for å lagre denne oppføringen.
pt: Para guardar este registo, por favor escolha submeter
sk: Pre uloženie tohto záznamu prosím kliknite na pridaj.

source: Please try another record ID.
bg: Моля опитайте с друг ID.
ja: 別なＩＤを試してください。
no: Forsøk et annet ID-nummer.
pt: Por favor tente outro ID de registo
sk: Prosím skúste iné ID záznamu.

source: This record is currently being edited by another user.
bg: В момента записът се редактира от някой друг.
ja: このレコードは他のユーザーが編集中です。
no: Dette elementet blir for øyeblikket endret av en annen bruker.
pt: Este registo encontra-se de momento a ser editado por outro utilizador
sk: Tento záznam je momentálne editovaný iným užívateľom.

source: Please try again later.
bg: Моля, опитайте отново по-късно.
ja: 後で試してください。
no: Prøv igjen senere.
pt: Por favor tente mais tarde
sk: Prosím skúste opäť neskôr.

source: Cannot edit deleted record.
bg: Изтрити записи не могат да бъдат редактирани.
ja: 削除されたレコードは編集できません。
no: Kan ikke endre slettet element.
pt: Não é possível editar um registo apagado
sk: Nemožno editovať vymazaný záznam.

source: There are record revisions not yet synchronized with the database.
no: Det finnes revisjoner som ikke er synkronisert med databasen enda.

source: Please try again in a few minutes.
no: Forsøk igjen om et par minutter.

source: A new revision of this record is not yet synchronized with the database.
no: En ny revisjon av dette elementet er ikke synkronisert med databasen enda.

source: Please enter the ID of the record you want to edit
bg: Моля, въведете ID на записа, който желаете да редактирате
ja: 編集したいレコードのＩＤを入れてください。
no: Skriv inn ID-nummeret til elementet du ønsker å endre
pt: Por favor indique o ID do registo que pretende editar
sk: Prosím zadajte ID záznamu ktorý chcete editovať

source: Your modifications have now been submitted. They will be processed as soon as the task queue is empty.
bg: Вашите промени са изпратени. Те ще бъдат обработени веднага, щом опашката от задачи е празна.
ja: 変更はサブミットされました。タスクがあき次第すぐに処理します。
no: Dine endringer er nå blitt sendt inn. De vil bli behandlet så snart jobbkøen er tom.
pt: As suas alterações foram agora submetidas. Elas serão processadas assim que a fila de tarefas esteja vazia
sk: Vaše modifikácie boli teraz zaslané. Budú spracované tak skoro ako sa rad procesov uvoľní.

source: Edit another record
bg: Редактиране на друг запис
no: Endre et annet element

source: Do you really want to delete this record?
bg: Наистина ли желаете да изтриете записа?
ja: このレコードを削除しますか？
no: Er du sikker på at du vil slette dette elementet?
pt: Deseja realmente apagar este registo?
sk: Prajete si vskutku zmazať tento záznam?

source: Do you really want to revert to revision %(revdate)s of record #%(recid)s?
no: Er du sikker på at du vil gjenopprette revisjon %(revdate)s av element #%(recid)s?

source: The current version will be replaced with a copy of revision %(revdate)s
no: Den nåværende versjonen vil bli erstattet med en kopi av revisjon %(revdate)s

source: You will also lose any unsubmitted changes for this record!
no: Du vil miste alle ulagrede endringer av dette elementet!

source: The new revision is being synchronized with the database and will be ready shortly.
no: Den nye revisjonen synkroniseres nå med databasen og vil være klar om litt.

source: The record will be deleted as soon as the task queue is empty.
bg: Записът ще бъде изтрит веднага, щом опашката от задачи е празна.
ja: タスクがあき次第レコードは削除されます。
no: Elementet vil bli slettet så snart jobbkøen er tom.
pt: O registo será apagado assim que a fila de tarefas esteja vazia
sk: Záznam bude vymazaný tak skoro ako sa zástup procesov uvoľní.

source: Record %s - Add a field
bg: Запис %s - Добавяне на поле
ja: レコード %s - フィールド追加
no: Element %s - Legg til felt
pt: Registo %s - Adicione um campo
sk: Záznam %s - Pridaj pole

source: BibEdit Admin Interface
bg: Администриране на BibEdit
no: BibEdit Administratorgrensesnitt
pt: Interface de Administração BibEdit
sk: BibEdit rozhranie administrátora

source: Edit record %(x_recid)s, field %(x_field)s
bg: Редактиране на запис %(x_recid)s, поле %(x_field)s
ja: レコード %(x_recid)s ・フィールド の編集 %(x_field)s
no: Endre element %(x_recid)s, felt %(x_field)s
pt: Editar registo %(x_recid)s, campo %(x_field)s
sk: Edituj záznam %(x_recid)s, pole %(x_field)s

source: Edit record %(x_recid)s, field %(x_field)s - Add a subfield
bg: Редактиране на запис %(x_recid)s, поле %(x_field)s - Добавяне на подполе
ja: レコード %(x_recid)s ・フィールド %(x_field)s にサブフィールド追加
no: Endre element %(x_recid)s, felt %(x_field)s - Legg til underfelt
pt: Editar registo %(x_recid)s, campo %(x_field)s - Adicionar subcampo
sk: Edituj záznam %(x_recid)s, pole %(x_field)s - Pridaj podpole

source: Submit and save record %s
bg: Изпращане и запазване на запис %s
ja: サブミットしレコード %s を保存
no: Send inn og lagre element %s
sk: Pоšli a nahraj záznam %s

source: Record #%s
no: Element #%s

source: Record #%(recid)s, revision %(revdate)s
no: Element #%(recid)s, revisjon %(revdate)s

source: older versions
bg: стари версии
no: eldre versjoner

source: Many thanks for helping us make CDS Invenio better.
bg: Благодарим Ви за помощта Ви да направим CDS Invenio по-добър.
ja: CDS 製品の改善に協力をいただいたことに感謝します
no: Tusen takk for at du hjelper oss å forbedre CDS Invenio.
pt: Muito obrigado por nos ajudar a tornar o CDS Invenio melhor
sk: Ďakujeme že nám pomáhate robiť CDS Invenio lepším.

source: Run BibEdit
bg: Стартиране на BibEdit
no: Kjør BibEdit
pt: Executar BibEdit
sk: Spustite BibEdit

source: Configure BibHarvest
bg: Конфигуриране на BibHarvest
ja: BibHarvest 設定
no: Konfigurer BibHarvest
pt: Cofigurar BibHarvest
sk: Konfigurujte BibHarvest

source: Your comment has been successfully posted
bg: Вашият коментар е успешно публикуван
ja: コメントはポストされました
no: Kommentaren din ble postet
pt: O seu comentário foi colocado com sucesso
sk: Váš komentár bol úspešne poslaný

source: There are %i baskets
bg: Има %i кошници
ja: バスケットは %i こあります。
no: Det finnes %i kurver
sk: Existuje %i košíkov

source: updated on
bg: обновен на
ja: 更新日時：
no: oppdatert den
sk: aktualizované

source: This basket belongs to %(x_name)s. You can freely %(x_url_open)ssubscribe%(x_url_close)s to it
bg: Тази кошница принадлежи на %(x_name)s. Можете свободно да се %(x_url_open)sабонирате%(x_url_close)s за нея
ja: %(x_name)sのバスケットです。あなたも %(x_url_open)s購読%(x_url_close)s できます。
no: Denne kurven tilhører %(x_name)s. Du kan fritt %(x_url_open)sabonnere%(x_url_close)s på den
pt: Este cesto pertence a %(x_name)s. Você pode livremente %(x_url_open)sregistar-se%(x_url_close)s nele
sk: Tento košík patrí %(x_name)s. Môžete sa voľne %(x_url_open)sprihlásiť k odberu%(x_url_close)s

source: records
bg: записи
ja: レコード
no: elementer
sk: záznamy

source: Subscribe to this basket
bg: Абониране за кошницата
ja: このバスケットを購読
no: Abonner på denne kurven
pt: Registar-se neste cesto
sk: Prihlásiť sa k odberu tohto košíka

source: Basket's name
bg: Име на кошницата
ja: バスケット名
no: Kurvens navn
sk: Meno košíka

source: Number of views
bg: Брой разглеждания
ja: アクセス数
no: Antall visninger
pt: Número de vistas
sk: Počet pozretí

source: View
bg: Преглед
ja: 見る
no: Vis
sk: Zobraz

source: Displaying baskets %(x_nb_begin)i-%(x_nb_end)i out of %(x_nb_total)i baskets in total.
bg: Показване на кошници %(x_nb_begin)i-%(x_nb_end)i от общо %(x_nb_total)i кошници.
ja: %(x_nb_total)i このバスケットのうち、%(x_nb_begin)i から %(x_nb_end)i を表示しています。
no: Viser kurv %(x_nb_begin)i-%(x_nb_end)i av totalt %(x_nb_total)i kurver.
pt: Mostrando Cestos %(x_nb_begin)i-%(x_nb_end)i de %(x_nb_total)i cestos no total.
sk: Zobrazujúc košíky %(x_nb_begin)i-%(x_nb_end)i z pomedzi %(x_nb_total)i košíkov celkovo.

source: Non-shared basket
bg: Несподелена кошница
ja: バスケット
no: Ikke-delt kurv
sk: Nezdieľané košíky

source: Shared basket
bg: Споделена кошница
ja: 共有バスケット
no: Delt kurv
sk: Zdieľané košíky

source: Group-shared basket
bg: Групово-споделена кошница
ja: グループ共有バスケット
no: Gruppe-delt kurv
sk: Zdieľané košíky grúp

source: Unsubscribe from this basket
bg: Отказ от абонамент към кошницата
ja: このバスケットの購読をやめる
no: Kanseller abonnementet på denne kurven
pt: Cancelar inscrição neste cesto
sk: Odhlásiť sa od tohto košíka

source: comments
bg: коментари
ja: コメント
no: kommentarer
pt: comentários
sk: komentáre

source: last comment:
bg: последен коментар:
ja: 最後のコメント
no: siste kommentar:
sk: posledný komentár:

source: External record
bg: Външен запис
ja: 外部レコード
no: Eksternt element
sk: Externý záznam

source: last
bg: последен
ja: 最後
no: siste
pt: último
sk: posledný

source: View comments
no: Se kommentarer

source: There is a total of %i comments
bg: Има общо %i коментари
ja: コメントの数：%i
no: Det er totalt %i kommentarer
pt: Existe(m) no total %i comentários
sk: Existuje celkovo %i komentárov

source: Back to baskets
bg: Обратно в кошниците
ja: バスケットに戻る
no: Tilbake til kurver
sk: Naspäť ku košíkom

source: by
bg: от
no: av
pt: por
sk: od

source: on
bg: на
no: den
sk: na

source: Select basket
bg: Избор на кошница
ja: バスケットを選択
no: Velg kurv
sk: Zvoľte košík

source: Add to a personal basket
bg: Добавяне в лична кошница
ja: 個人バスケットに追加
no: Legg i egen kurv
pt: Adicionar ao cesto pessoal
sk: Pridaj do osobného košíka

source: %i baskets
bg: %i кошници
ja: バスケット数 %i
no: %i kurver
sk: %i košíkov

source: Add to a group-shared basket
bg: Добавяне към групово-споделена кошница
ja: グループ共有バスケットに追加
no: Legg i gruppe-delt kurv
sk: Pridaj do grupou zdieľaného košíka

source: Add to a public basket
bg: Добавяне към публична кошница
ja: 公開バスケットに追加
no: Legg i offentlig kurv
pt: Adicionar a um cesto público
sk: Pridaj do verejného košíka

source: Adding %i records to these baskets
bg: Добавяне на %i записа в тези кошници
ja: これらのバスケットに %i レコードを追加
no: Legger %i elementer i disse kurvene
pt: Adicionando %i registos aos seguintes cestos
sk: Pridať %i záznamov do týchto košíkov

source: Add to baskets
bg: Добавяне в кошниците
ja: バスケットに追加
no: Legg i kurver
sk: Pridať do košíkov

source: The selected records have been successfully added to %i baskets.
bg: Избраните записи са успешно добавени в %i кошници.
ja: 選択されたバスケットは%i のバスケットに追加された。
no: De valgte elementene ble lagt i %i kurver.
sk: Vybrané záznamy boli úspešne pridané do %i košíkov.

source: No records were added to the selected baskets.
bg: В избраните кошници не бяха добавени записи.
ja: 選択されたバスケットにレコードの追加はなかった。
no: Ingen elementer ble lagt i de valgte kurvene.
pt: Nenhum registo foi adicionado aos cestos seleccionados
sk: Žiadne záznamy neboli pridané do vybraných košíkov.

source: Editing basket
bg: Редактиране на кошница
ja: バスケットの編集
no: Endrer kurv
sk: Edituj košík

source: delete comments
bg: изтриване на коментарите
ja: コメントを削除
no: slette kommentarer
sk: zmaž komentáre

source: Details and comments
bg: Детайли и коментари
ja: 詳細とコメント
no: Detaljer og kommentarer
pt: Detalhes e comentários
sk: Podrobnosti a komentáre

source: Add records to baskets
bg: Добавяне на записите към кошниците
ja: バスケットにレコードを加える
no: Legg elementer i kurver
pt: Adicionar registos aos cestos
sk: Pridať záznamy do košíkov
