Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: BibKnowledge Admin
ca: Administració de BibKnowledge
it: Amministratore BibKnowledge
ru: Администрирование BibKnowledge

source: Knowledge Bases
ca: Bases de coneixement
it: Basi di conoscenza
ru: Базы знаний

source: Cannot upload file
ca: No ha estat possible pujar el fitxer
cs: Nelze nahrát soubor
de: Datei kann nicht hochgeladen werden
it: Impossibile caricare il file

source: You have not selected a file to upload
ca: No heu seleccionat cap fitxer per pujar
de: Es wurde keine Datei zum Hochladen ausgewählt
it: Non ha selezionato un file da caricare

source: File %s uploaded.
ca: Fitxer %s penjat.
it: File %s caricato.

source: File uploaded
ca: Fitxer penjat
cs: Soubor načten
it: File caricato
ru: Файл загружен

source: Manage Knowledge Bases
bg: Управление на базите от знания
ca: Gestiona les bases de coneixement
de: Wissensdatenbanken verwalten
it: Gestisci basi di conoscenza
ja: 知識ベースの操作
no: Administrer kunnskapsbaser
pt: Gerir Bases de Conhecimento
ru: Настройка баз знаний

source: Unknown Knowledge Base
bg: Непозната база от знания %s
ca: Base de coneixement desconeguda
de: Unbekannte Wissensdatenbank
it: Basi di conoscenza sconosciute
ja: 不明な知識ベース
no: Ukjent kunnskapsbase
pt: Base de Conhecimento Desconhecida
ru: Неизвестная база знаний

source: Knowledge Base %s
bg: База от знания %s
ca: Base de coneixement %s
cs: Znalostní báze %s
de: Wissensdatenbank %s
it: Basi di conoscenza %s
ja: 知識ベース %s
no: Kunnskapsbase %s
pt: Base de Conhecimento %s
ru: База знаний %s

source: Knowledge Base %s Attributes
bg: Атрибути на база от знания %s
ca: Atributs de la base de coneixement %s
cs: Atributy znalostní báze %s
it: Attributi basi di conoscenza %s
ja: 知識ベース属性 %s
no: Kunnskapsbase %s Attributter
pt: Atributos %s da Base de Conhecimento
ru: Параметры базы знаний %s

source: Knowledge Base %s Dependencies
bg: Зависимост на база от знания %s
ca: Dependències de la base de coneixement %s
cs: Závislosti znalostní báze %s
it: Dipendenze basi di conoscenza %s
ja: 知識ベース依存関係 %s
no: Kunnskapsbase %s Avhengigheter
pt: Dependências %s da Base de Conhecimento
ru: Зависимости базы знаний %s

source: Left side exists
ca: Ja existeix la banda esquerra
cs: Levá strana existuje
it: Lato sinistro esiste
ru: Левая часть уже существует

source: Right side exists
ca: Ja existeix la banda dreta
it: Lato destro esiste
ru: Правая часть уже существует

source: Knowledge base name missing
ca: Falta el nom de la base de coneixement
it: Manca il nome della base di conoscenza
ru: Не введено имя базы знаний

source: Unknown knowledge base
ca: Base de coneixement desconeguda
it: Base di conoscenza sconosciuta
ru: Неизвестная база знаний

source: There is no knowledge base with that name.
ca: No existeix cap base de coneixement amb aquest nom.
it: Non esiste una base di conoscenza con quel nome.
ru: Нет базы знаний с таким именем.

source: Delete Knowledge Base
bg: Изтриване на базата от знания
ca: Suprimeix la base de coneixement
cs: Smazat znalostní bázi
de: Wissensdatenbank löschen
it: Cancella basi di conoscenza
ja: 知識ベースの削除
no: Slett kunnskapsbase
ru: Удалить базу знаний

source: Citation history:
bg: История на цитиране:
ca: Històric de cites:
cs: Citační historie:
de: Zitationschronik
it: Cronologia delle citazioni:
no: Siteringshistorikk:
ru: История цитирования:

source: Download history:
bg: История на свалянето:
ca: Històric de baixades:
cs: Stáhnout historii:
de: Downloadchronik
it: Cronologia dei download:
no: Nedlastingshistorikk:
ru: История загрузки:

source: Download user distribution:
ca: Distribució de les baixades:
cs: Stáhnout uživatelskou distribuci:
it: Download distribuzione utenti:
no: Fordeling av nedlastinger:
ru: Распределение пользователей по количеству загрузок

source: BibSort Guide
ca: Guia del BibSort
it: Guida BibSort

source: BibSword Admin Interface
ca: Administració de BibSword
cs: BibSword administrační rozhraní
it: Interfaccia di amministrazione di BibSword
ru: Администрирование BibSword

source: Export with BibSword: Step 2/4
ca: Exportar amb BibSword: pas 2/4
cs: Export s BibSword: Krok 2/4
de: Exportieren mit BibSword: Schritt 2/4
it: Esporta con BibSword: Step 2/4
ru: Экспорт с помощью BibSword: шаг 2 из 4

source: Export with BibSword: Step 1/4
ca: Exportar amb BibSword: pas 1/4
cs: Export s BibSword: Krok 1/4
de: Exportieren mit BibSword: Schritt 1/4
it: Esporta con BibSword: Step 1/4
ru: Экспорт с помощью BibSword: шаг 1 из 4

source: Export with BibSword: Step 3/4
ca: Exportar amb BibSword: pas 3/4
cs: Export s BibSword: Krok 3/4
de: Exportieren mit BibSword: Schritt 3/4
it: Esporta con BibSword: Step 3/4
ru: Экспорт с помощью BibSword: шаг 3 из 4

source: Export with BibSword: Step 4/4
ca: Exportar amb BibSword: pas 4/4
cs: Export s BibSword: Krok 4/4
de: Exportieren mit BibSword: Schritt 4/4
it: Esporta con BibSword: Step 4/4
ru: Экспорт с помощью BibSword: шаг 4 из 4

source: Export with BibSword: Acknowledgement
ca: Exportar amb BibSword: verificació
cs: Export s BibSword: Potvrzení
de: Exportieren mit BibSword: Bestätigung
it: Esporta con BibSword: Riconoscimento
ru: Экспорт с помощью BibSword: Благодарности

source: More than one possible recID, ambiguous behaviour
ca: Més d'un possible recID, comportament ambigu
cs: Více než jeden možný recID, nejednoznačné chování
it: più di un recID possibile, comportamento ambiguo
ru: Больше одного возможного recID, поведение неопределено

source: No records match that file name
ca: Cap registre no té fitxers amb aquest nom
cs: Žádné záznamy neodpovídají názvu souboru
it: Nessun record corrisponde a questo nome di file
ru: Нет записей, подходящих этому имени файла

source: File already exists
ca: Aquest fitxer ja existeix
cs: Soubor již existuje
it: File già esiste
ru: Файл уже существует

source: A file with the same name and format already exists
ca: Ja existeix un registre amb al mateix nom i format
cs: Soubor se stejným názvem a formátem již existuje
it: Un file con lo stesso nome e formato già esiste
ru: Файл с таким же именем и в том же формате уже существует

source: No rights to upload to collection '%s'
ca: No teniu permís para pujar documents a la col·lecció «%s»
cs: Žádná práva k nahrání do kolekce '%s'
it: Nessun diritto di caricare la raccolta '%s'
ru: Нет прав для загрузки в коллекцию '%s'

source: The user '%(x_user)s' is not authorized to modify collection '%(x_coll)s'
ca: L'usuari «%(x_user)s» no està autoritzat a modificar la col·lecció «%(x_coll)s»
cs: Uživatel '%(x_user)s' není oprávněn měnit collection '%(x_coll)s'
de: Der Benutzer '%(x_user)s' ist nicht berechtigt die Sammlung '%(x_coll)s' zu verändern.
it: L’utente '%(x_user)s' non è autorizzato a modificare la raccolta '%(x_coll)s'
ru: Пользователю '%(x_user)s' не разрешено изменять коллекцию '%(x_coll)s'

source: Select file to upload
ca: Seleccioneu el fitxer a pujar
cs: Vyberte soubor k nahrání
de: Datei zum Hochladen auswählen
it: Seleziona file da caricare
ru: Выбрать файл для загрузки

source: File type
ca: Tipus de fitxer
cs: Typ souboru
de: Dateityp
it: Tipo file
ru: Тип файла

source: Upload mode
ca: Modus de càrrega
cs: Režim nahrávání
de: Upload Modus
it: Modalita' di caricamento
ru: Способ загрузки

source: Upload later? then select:
ca: Preferiu penjar-lo després? Doncs trieu:
cs: Nahrát později? zvolte:
de: Später Hochladen? Dann auswählen:
it: Caricamento posteriore? Allora seleziona:
ru: Загрузить позже? тогда выберите:

source: Time
bg: Време
ca: Hora
cs: Čas
de: Zeit
it: Ora
ja: 時間
no: Tidspunkt
pt: Tempo
ru: Время
sk: Čas

source: Example
bg: Пример
ca: Exemple
cs: Příklad
de: Beispiel
it: Esempio
ja: 例
no: Eksempel
pt: Exemplo
ru: Пример
sk: Príklad

source: Email logs to
it: I registri e-mail a

source: All fields with %(x_fmt_open)s*%(x_fmt_close)s are mandatory
ca: Tots els camps amb %(x_fmt_open)s*%(x_fmt_close)s són obligatoris
cs: Všechna pole s %(x_fmt_open)s*%(x_fmt_close)s jsou povinné
de: Alle Felder mit %(x_fmt_open)s*%(x_fmt_close)s sind Pflichtfelder
it: Tutti i campi con %(x_fmt_open)s*%(x_fmt_close)s sono obbligatori
ru: Все поля с %(x_fmt_open)s*%(x_fmt_close)s являются необходимыми

source: Upload priority
ca: Prioritat dels lliuraments
cs: Priorita nahrávání
de: Upload Priorität
it: Priorità di caricamento

source: Skip upload simulation
it: Salta simulazione caricamento

source: Your file has been successfully queued. You can check your %(x_url1_open)supload history%(x_url1_close)s or %(x_url2_open)ssubmit another file%(x_url2_close)s
ca: El vostre fitxer està en cua. Podeu comprovar el vostre %(x_url1_open)shistòric de càrregues%(x_url1_close)s o %(x_url2_open)slliurar un altre fitxer%(x_url2_close)s
cs: Váš soubor byl úspěšně zařazen do fronty. Můžete zkontrolovat %(x_url1_open)s historii nahrávání %(x_url1_close)s nebo %(x_url2_open)s nahrát další soubor %(x_url2_close)s
de: Ihre Datei wurde erfolgreich zur Bearbeitung übermittelt. Sie können das Hochladen %(x_url1_open)s überprüfen%(x_url1_close)s oder eine andere Datei %(x_url2_open)s übermitteln%(x_url2_close)s
it: Il tuo file e' aggiunto alla lista di attesa. Puoi controllare la tua%(x_url1_open)scronologia dei caricamenti%(x_url1_close)s or %(x_url2_open)ssottomettere un altro file%(x_url2_close)s.
ru: Ваш файл был успешно поставлен в очередь. Вы можете проверить свою%(x_url1_open)sисторию загрузки%(x_url1_close)s или %(x_url2_open)sзагрузить другой файл%(x_url2_close)s

source: No metadata files have been uploaded yet.
ca: Encara no s'ha pujat cap fitxer amb metadades.
cs: Žádné soubory metadat nebyly ještě nahrány.
de: Metadaten-Dateien sind bisher noch nicht hochgeladen wurden.
it: Non e' stato ancora caricato nessun file di metadati.
ru: Файлы с метаданными еще не были загружены.

source: Submit time
ca: Lliurat el
cs: Čas vložení
de: Übermittlungszeit
it: Ora di sottomissione
ru: Время внесения

source: File name
ca: Nom del fitxer
cs: Název souboru
de: Dateiname
it: Nome file
ru: Имя файла

source: Execution time
ca: Temps d'execució
cs: Čas provedení
de: Ablaufzeitpunkt
it: Ora di esecuzione
ru: Время выполнения

source: No document files have been uploaded yet.
ca: Encara no s'ha pujat cap document.
cs: Žádné soubory dokumentů nebyly ještě nahrány.
de: Bisher wurden noch keine Datieen hochgeladen.
it: Non è stato ancora caricato alcun file documento.
ru: Файлы документов еще не были загружены.

source: Metadata batch upload
ca: Càrrega massiva de metadades
cs: Metadata dávkový upload
de: Metadaten batch upload
it: Caricamento batch di metadati
ru: Пакетная загрузка метаданных

source: Document batch upload
ca: Càrrega massiva de documents
cs: Dokument dávkový upload
de: Dokument batch upload
it: Caricamento batch di documenti
ru: Пакетная загрузка документов

source: Upload history
ca: Històric de lliuraments:
cs: Historie nahrávání
it: Cronologia degli upload:
ru: История загрузок

source: Daemon monitor
ca: Seguiment de tasques
it: Monitor dei demoni
ru: Отслеживание процесса

source: Input directory
ca: Directori d'entrada
cs: Vstupní adresář
de: Eingabeverzeichnis
it: Directory di input

source: Filename matching
ca: Fitxers del tipus
de: Abgleich Dateiname
it: Abbinamento nome file

source: The job is scheduled to run on
it: Il lavoro è pianificato per essere eseguito su

source: You are about to submit a
it: Si sta per presentare una

source: file with name
it: file con nome

source: and content
it: e contenuto

source: This file will be uploaded with priority
it: Questo file sarà caricato con priorità

source: and in mode
it: e in modo

source: Do you want to submit the changes?
it: Vuole inviare le modifiche?

source: record(s) will be affected
it: record sarà/saranno affettato/i

source: <b>%s documents</b> have been found.
ca: S'han trobat <b>%s documents</b>.
de: <b>%s Dokumente</b> wurden gefunden.
it: Sono stati trovati <b>%s documents</b>
ru: Документов найдено - <b>%s</b>.

source: The following files have been successfully queued:
ca: Fitxers que estan correctament a la cua:
de: Der folgenden Dateien wurden erfolgreich zur Bearbeitung übermittelt:
it: I seguenti file sono stati inseriti in lista d'attesa:
ru: Следующие файлы были успешно поставлены в очередь:

source: The following errors have occurred:
ca: S'han trobat els següents errors:
de: Folgende Fehler wurden gefunden:
it: Sono stati riscontrati i seguenti errori:
ru: Произошли следующие ошибки:

source: Some files could not be moved to DONE folder. Please remove them manually.
ca: Alguns fitxers no s'han pogut passar al directori DONE. Esborreu-los manualment.
it: Non e' stato possibile spostare alcuni file nella cartella DONE. Per favore sopprimili manualmente
ru: Некоторые файлы не удалось переместить в папку DONE. Пожалуйста, удалите их вручную.

source: All uploaded files were moved to DONE folder.
ca: Tots els fitxers s'han passat al directori DONE.
it: Tutti i file caricati sono stati spostati nella cartella DONE.
ru: Все загруженные файлы были перемещены в папку DONE.

source: Using %(x_fmt_open)sweb interface upload%(x_fmt_close)s, actions are executed a single time.
ca: Usant la %(x_fmt_open)sinterfície web de pujada de fitxers%(x_fmt_close)s, les accions només s'executen un cop.
it: Utilizzando %(x_fmt_open)sl'upload via interfaccia web%(x_fmt_close)s, le azioni sono eseguire una sola volta.

source: Check the %(x_url_open)sBatch Uploader daemon help page%(x_url_close)s for executing these actions periodically.
ca: Consulteu la %(x_url_open)spàgina d'ajuda del Batch Uploader daemon%(x_url_close)s per executar aquestes accions periòdicament.
it: Controlla la %(x_url_open)sguida al demone Batch Uploader%(x_url_close)s per eseguire queste azioni periodicamente.

source: Metadata folders
ca: Carpetes de metadades
it: Cartella dei metadati
ru: Папки метаданных

source: Progress
ca: Progrés
cs: Průběh
de: Fortschritt
it: Avanzamento

source: Last BibSched tasks:
ca: Darreres tasques al BibSched:
de: Letzter Bibsched Auftrag:
it: Ultimo task Bibsched
ru: Последние задания BibSched

source: Next scheduled BibSched run:
ca: Següent tasca al BibSched:
de: Nächster Bibsched Auftrag:
it: Prossima esecuzione programmata di Bibsched:
ru: Следующий запланированный запуски BibSched

source: Document batch upload result
ca: Resultat de la pujada massiva
it: Risultato del caricamento batch di documenti
ru: Результат пакетной загрузки документов

source: Upload successful
ca: Pujada correcta
cs: Úspěšně nahráno
it: Caricamento risucito

source: Batch Uploader: Daemon monitor
ca: Pujada massiva: seguiment del procés
it: Batchuploader: monitor dei demoni
ru: Пакетная загрузка: отслеживание процесса

source: N/A
ca: N/D
de: keine Angabe
it: N.d.
ja: 該当なし
no: I/T
sk: nepríst.

source: Sun
bg: Нд
ca: Diu
cs: Ne
de: So
it: Dom
ja: 日
no: søn
ru: Вск
sk: Ned

source: Mon
bg: По
ca: Dll
cs: Po
de: Mo
it: Lun
ja: 月
no: man
ru: Пнд
sk: Pon

source: Tue
bg: Вт
ca: Dmt
cs: Út
de: Di
it: Mar
ja: 火
no: tir
pt: Ter
ru: Втр
sk: Uto

source: Wed
bg: Ср
ca: Dmc
cs: St
de: Mi
it: Mer
ja: 水
no: ons
ru: Срд
sk: Str

source: Thu
bg: Чв
ca: Dij
cs: Čt
de: Do
it: Gio
ja: 木
no: tor
pt: Qui
ru: Чтв
sk: Štv

source: Fri
bg: Пт
ca: Div
cs: Pá
de: Fr
it: Ven
ja: 金
no: fre
pt: Sex
ru: Птн
sk: Pia

source: Sat
bg: Сб
ca: Div
cs: So
de: Sa
it: Sab
ja: 土
no: lør
pt: Sab
ru: Сбт
sk: Sob

source: Sunday
bg: Неделя
ca: diumenge
cs: Neděle
de: Sonntag
it: Domenica
ja: 日曜日
no: søndag
ru: Воскресенье
sk: nedeľa

source: Monday
bg: Понеделник
ca: dilluns
cs: Pondělí
de: Montag
it: Lunedì
ja: 月曜日
no: mandag
ru: Понедельник
sk: pondelok

source: Tuesday
bg: Вторник
ca: dimarts
cs: Úterý
de: Dienstag
it: Martedì
ja: 火曜日
no: tirsdag
ru: Вторник
sk: utorok

source: Wednesday
bg: Сряда
ca: dimecres
cs: Středa
de: Mittwoch
it: Mercoledì
ja: 水曜日
no: onsdag
pt: Quarta-feira
ru: Среда
sk: streda

source: Thursday
bg: Четвъртък
ca: dijous
cs: Čtvrtek
de: Donnerstag
it: Giovedì
ja: 木曜日
no: torsdag
pt: Quinta-feira
ru: Четверг
sk: štvrtok

source: Friday
bg: Петък
ca: divendres
cs: Pátek
de: Freitag
it: Venerdì
ja: 金曜日
no: fredag
pt: Sexta-feira
ru: Пятница
sk: piatok

source: Saturday
bg: Събота
ca: dissabte
cs: Sobota
de: Samstag
it: Sabato
ja: 土曜日
no: lørdag
ru: Суббота
sk: sobota

source: Month
bg: месец
ca: mes
cs: Měsíc
de: Monat
it: Mese
ja: 月
no: Måned
ru: Месяц
sk: mesiac

source: Jan
bg: Яну
ca: gen
cs: Led
it: Gen
ja: 1月
ru: Янв

source: May
bg: Май
ca: mai
cs: květen
de: Mai
it: Maggio
ja: 5月
no: mai
pt: Maio
ru: Май
sk: máj

source: Jun
bg: Юни
cs: Čer
it: Giu
ja: 6月
ru: Июнь
sk: jún

source: Jul
bg: Юли
cs: Čnc
it: Lug
ja: 7月
ru: Июль
sk: júl

source: Aug
bg: Авг
ca: ago
cs: Srp
it: Ago
ja: 8月
ru: Авг

source: Sep
bg: Сеп
ca: set
cs: Zář
it: Set
ja: 9月
pt: Setembro
ru: Сен

source: Oct
bg: Окт
cs: Říj
de: Okt
it: Ott
ja: 10月
no: okt
ru: Окт
sk: okt

source: Dec
bg: Дек
ca: des
cs: Pro
de: Dez
it: Dic
ja: 12月
no: des
pt: Dezembro
ru: Дек

source: January
bg: Януари
ca: gener
cs: leden
de: Januar
it: Gennaio
ja: 1月
no: januar
pt: Janeiro
ru: Январь
sk: január

source: February
bg: Февруари
ca: febrer
cs: únor
de: Februar
it: Febbraio
ja: 2月
no: februar
pt: Fevereiro
ru: Февраль
sk: február

source: March
bg: Март
ca: març
cs: březen
de: März
it: Marzo
ja: 3月
no: mars
pt: Março
ru: Март
sk: marec

source: April
bg: Април
ca: abril
cs: duben
it: Aprile
ja: 4月
pt: Abril
ru: Апрель
sk: apríl

source: May
ca: Maig
it: Maggio

source: June
bg: Юни
ca: juny
cs: červen
de: Juni
it: Giugno
ja: 6月
no: juni
pt: Junho
ru: Июнь
sk: jún

source: July
bg: Юли
ca: juliol
cs: Červenec
de: Juli
it: Luglio
ja: 7月
no: juli
pt: Julho
ru: Июль
sk: júl

source: August
bg: Август
ca: agost
cs: srpen
it: Agosto
ja: 8月
pt: Agosto
ru: Август

source: September
bg: Септември
ca: setembre
cs: září
it: Settembre
ja: 9月
pt: Setembro
ru: Сентябрь

source: October
bg: Октомври
ca: octubre
cs: říjen
de: Oktober
it: Ottobre
ja: 10月
no: oktober
pt: Outubro
ru: Октябрь
sk: október

source: November
bg: Ноември
ca: novembre
cs: listopad
it: Novembre
ja: 11月
pt: Novembro
ru: Ноябрь

source: December
bg: Декември
ca: desembre
cs: prosinec
de: Dezember
it: Dicembre
ja: 12月
no: desember
pt: Dezembro
ru: Декабрь

source: Day
bg: Ден
ca: Dia
cs: Den
de: Tag
it: Giorno
ja: 日
no: Dag
ru: День
sk: deň

source: Sorry
bg: Извинете
ca: Ho sentim
cs: Promiňte
de: Entschuldigung
it: Spiacente
ja: ごめんなさい
no: Beklager
ru: Извините
sk: Ľutujem

source: Cannot send error request, %s parameter missing.
bg: Съобщението за грешка не може да бъде изпратено, параметърът %s липсва.
ca: No es pot enviar la petició d'error, falta el paràmetre %s.
cs: Nelze odeslat chybovou žádost, %s parametr chybí.
de: Fehlerabfrage kann nicht gesendet werden, Parameter %s fehlt.
it: Impossibile inviare richiesta di errore, parametro %s mancante.
ja: エラーリクエストが送れません。不足したパラメータ：%s
no: Kan ikke sende feilrapport, %s parameter mangler.
pt: Não pode enviar pedido de erro, falta o parâmetro %s
ru: Не может быть послан ошибочный запрос, %s параметр отсутствует.
sk: Nemôžem poslať chybovú správu, chýba %s parameter.

source: The error report has been sent.
bg: Съобщението за грешка е изпратено.
ca: S'ha enviat l'informe d'error.
cs: Chybová zpráva byla odeslána.
de: Der Fehlerbericht wurde gelöscht.
it: Il rapporto d'errore è stato inviato.
ja: エラー報告は送信されました。
no: Feilrapporten er sendt.
ru: Послан отчет об ошибке.
sk: Správa o chybe bola zaslaná.

source: Many thanks for helping us to improve the service.
ca: Moltes gràcies per ajudar-nos a millorar el servei.
cs: Děkujeme, že nám pomáháte zlepšovat služby.
de: Vielen Dank für Verbesserungsvorschläge!
it: Ti ringraziamo per averci aiutato a migliorare il servizio.
ru: Большое спасибо за то, что помогаете нам улучшить систему.

source: Use the back button of your browser to return to the previous page.
bg: Използвайте бутона за навигация назад във вашия браузър за да се върнете на предишната страница.
ca: Useu el botó d'endarrere del vostre navegador per retornar a la pàgina anterior.
cs: Pomocí tlačítka Zpět v prohlížeči se vrátíte na předchozí stránku.
de: Benutzen Sie den Zurück Button des Browsers um eine Seite zurück zu gelangen.
it: Utilizza il pulsante Indietro del tuo browser per tornare alla pagina precedente.
ja: 前のページに戻るにはbackボタンを押してください。
no: Bruk nettleserens tilbakeknapp for å gå tilbake til forrige side.
pt: Use o botaõ de retroceder do seu browser para voltar à página anterior
ru: Используйте кнопку 'назад' в вашем браузере, чтобы вернуться на предыдущую страницу
sk: Použite návratové tlačidlo Vášho prehliadača k návratu na predchádzajúcu stránku.

source: Thank you!
bg: Благодарим Ви!
ca: Gràcies!
cs: Díky!
de: Vielen Dank!
it: Grazie!
ja: ありがとう！
no: Takk!
pt: Obrigado!
ru: Спасибо!
sk: Vďaka!

source: journal
ca: revista
cs: deník
it: giornale
ja: ジャーナル
ru: журнал

source: record ID
bg: ID на записа
ca: el número registre
cs: ID záznamu
de: Datensatz ID
it: ID del record
ja: 記録的なID
no: element-ID
pt: ID do registo
ru: номер записи
sk: ID záznamu

source: word similarity
bg: подобие на думи
ca: semblança de paraules
cs: podobnost slov
de: Wortähnlichkeit
it: somiglianza tra parole
no: ordlikhet
pt: similaridade por palavra
ru: похожие слова
sk: podobnosť slov

source: journal impact factor
bg: импакт фактор на списанието
ca: factor d'impacte de la revista<
cs: faktor účinku deníku
it: fattore di impatto pubblicazione
no: journalens impact factor
ru: импакт фактор журнала

source: times cited
bg: брой цитирания
ca: vegades citat
cs: počet citací
it: numero citazioni
no: antall siteringer
pt: tempos citados
ru: раз цитируемый

source: time-decay cite count
ca: comptador de cites en el temps
cs: čas rozpadu počítadla citací
it: conteggio citazioni tempo variante

source: all-time-best cite rank
ca: classificació per màxim número de cites
cs: absolutně nejlepší hodnost citací
it: classifica citazioni assoluta

source: time-decay cite rank
ca: classificació per cites en el temps
cs: čas rozpadu hodnosti citací
it: classifica citazioni tempo variante

source: The system is not attempting to send an email from %s, to %s, with body %s.
ca: El sistema no intenta enviar un missatge de %s, a %s, amb el text %s.
it: Il sistema non sta intentando di inviare una e-mail da %s, a % s, con il corpo %s.

source: Error in connecting to the SMPT server waiting %s seconds. Exception is %s, while sending email from %s to %s with body %s.
ca: Error en la conexió amb el servidor SMPT esperant %s segons. L'excepció és %s, a l'intentar enviar el missatge de %s a %s con el text %s.
it: Errore nella connessione al server SMPT attesa %s secondi. Eccezione è %s, mentre l'invio del e-mail da %s a %s con il corpo %s.

source: Error while sending an email: %s
it: Errore durante l’invio di una e-mail: %s

source: Error while sending an email. Reason: %s Details: %s Sender: "%s" Recipient(s): "%s" The content of the mail was as follows: %s
it: Errore durante l’invio di una e-mail: Ragione: %s Dettagli: %s Mittente: “%s” Destinatario/destinatari: “%s” Il contenuto della e-mail era il seguente: %s

source: Error in sending email from %s to %s with body %s.
ca: Error a l'enviar un missatge de %s, a %s, amb el text %s.
it: Errore nell'invio del e-mail da %s a %s con il corpo %s.

source: Hello:
bg: Здравей:
ca: Hola:
cs: Vítejte:
de: Hallo:
it: Benvenuto/a:
no: Hallo:
ru: Здравствуйте:

source: Best regards
bg: Поздрави
ca: Cordialment
cs: S pozdravem
de: Mit freundlichen Grüssen
it: Cordiali saluti
no: Vennlig hilsen
pt: Os melhores cumprimentos
ru: С наилучшими пожеланиями

source: Need human intervention? Contact
bg: Нужна е човешка намеса? Свържете се
ca: Necesiteu intervenció humana? Contacteu
cs: Potřebujete zásah člověka? Kontakt
de: Benötigen Sie Unterstützung? Kontaktieren Sie
it: Hai bisogno di assistenza? Contatta
no: Trengs menneskelig intervensjon? Kontakt
pt: Precisa de ajuda? Contactar
ru: Требуется чье-либо вмешательство? Обратитесь
