Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: %s offers you the possibility to personalize the interface, to set up your own personal library of documents, or to set up an automatic alert query that would run periodically and would notify you of search results by email.
bg: %s ви дава възможност да персонализирате вашия изглед, да настроите ваша собствена библиотека от документи, или да зададете автоматично търсене, което ще се извършва периодично и ще ви уведомява за резултатите по e-mail.
ca: %s us ofereix la possibilitat de personalitzar la interfície, crear la vostra pròpia biblioteca de documents, o crear alertes automàtiques que s'executin periòdicament i us notifiquin del resultat de la cerca per correu electrònic.
cs: %s Vám nabízí možnost přizpůsobit rozhraní, nastavit vlastní osobní knihovnu dokumentů, nebo nastavit automatické zaslání upozornění při změně výsledků dotazu na email.
de: %s gibt Ihnen die Möglichkeit, Ihre Oberfläche zu personalisieren, Ihre persönliche Bibliothek zu erstellen oder automatische Benachrichtigungen zu erstellen, die Sie periodisch über neue Suchresultate per E-Mail informieren.
it: %s ti offre la possibilità di personalizzare l'interfaccia, impostare la tua biblioteca di documenti personali o impostare una richiesta con avviso automatico che verrebbe eseguita periodicamente per notificarti i risultati della ricerca via email.
ja: %s のインターフェース設定：個人ライブラリの設定、定期的に検索をおこない結果をＥメイルで送るための自動通知の設定。
no: %s gir deg muligheten til å tilpasse grensesnittet, sette opp ditt eget personlige bibliotekt eller sette opp en automatisk varslingsspørring som kjører periodisk og varsler deg om søkeresultater per e-post.
pt: %s permite-lhe a possibilidade de personalizar a interface, para definir a sua própria biblioteca de documentos, ou definir avisos de pesquisa automáticosque são executados periodicamente e o notificão por email acerca dos resultados obtidos.
ru: %s предлагает Вам возможность персонализировать интерфейс, создать Вашу собстенную библиотеку документов или создать автоматический запрос с уведомлением, который будет периодически запускаться и извещать Вас о результатах поиска по email.
sk: %s Vám dáva možnosť personalizovať rozhranie, definovat Vašu vlastnú osobnú knižnicu dokumentov, alebo nastaviť automatické avíza ktoré budú vykonávané periodicky a budú Vás informovať o výsledkoch hľadania elektronickou poštou.

source: Your Settings
bg: Вашите настройки
ca: Els vostres paràmetres
cs: Vaše nastavení
de: Ihre Einstellungen
it: Tue impostazioni
ja: あなたの設定
no: Dine innstillinger
ru: Ваши настройки
sk: Vaše nastavenia

source: Set or change your account email address or password. Specify your preferences about the look and feel of the interface.
bg: Задайте или променете e-mail адреса или паролата на вашата сметка. Уточнете вашите предпочитания относно изгледа.
ca: Poseu o canvieu la vostra adreça de correu electrònic d'aquest compte o la contrasenya. Especifiqueu les vostres preferències de com ha de ser la interfície.
de: Definieren oder ändern Sie Ihre E-Mail-Adresse oder Ihr Passwort. Definieren Sie Ihre Vorzüge über das Aussehen der Oberfläche.
it: Imposta o modifica l'indirizzo email del tuo account o la tua password. Specifica le preferenze riguardo all'aspetto dell'interfaccia.
ja: Ｅメイルアドレスやパスワードの設定・変更。インターフェースの外観の設定。
no: Angi eller endre din kontos e-postadresse eller passord. Spesifiser dine preferanser for grensesnittets utseende og oppførsel.
pt: Defina e altere o endereço de email e a palavra-passe da sua conta. Especifiqueas suas preferências acerca do aspecto da sua interface.
ru: Установите или измените Ваш email адрес или пароль.Укажите предпочтения в отношении внешнего вида интерфейса.
sk: Nastavte alebo zmeňte Vašu elektronickú adresu alebo heslo. Špecifikujte Vaše preferencie o tom ako má rozhranie vyzerať.

source: View all the searches you performed during the last 30 days.
bg: Преглед на всички търсения, които сте извършили за последните 30 дни.
ca: Vegeu totes les cerques que heu fet durant els darrers 30 dies.
cs: Zobrazit všechny provedené vyhledávání během posledních 30 dnů.
de: Zeige alle Suchabfragen an, die Sie in den letzten 30 Tagen ausgeführt haben.
it: Visualizza tutte le ricerche che hai effettuato negli ultimi 30 giorni.
ja: 過去３０日間にあなたが行った検索を見る。
no: Vis alle søk du har utført i løpet av de siste 30 dagene.
pt: Ver todas as pesquisas efectuadas durante os últimos 30 dias.
ru: Просмотреть все поиски, которые Вы выполнили в течение последних 30 дней.
sk: Zobraziť všetky hľadania ktoré ste vykonali počas uplynulých 30 dní.

source: With baskets you can define specific collections of items, store interesting records you want to access later or share with others.
bg: С кошниците може да дефинирате специфични колекции или да съхранявате интересни записи, които да преглеждате по-късно или да споделяте с другите.
ca: Els cistells us permeten definir col·lecions específiques d'items, guardar registres interessants que volgueu accedir-hi més endavant o compartir amb d'altres.
de: In Ihren Körben können Sie spezifische Sammlungen definieren, interessante Datensätze speichern auf die sie später zugreifen wollen oder Dokumente mit anderen Benutzern austauschen.
it: Con i cestini puoi definire le tue collezioni personali di elementi, memorizzare record interessanti che vuoi ricuperare in seguito o condividere con altre persone.
ja: バスケット：自分のコレクション・興味を持ったレコードを自分あるいは共有のために使えます。
no: Ved hjelp av kurver kan du spesifisere samlinger av elementer og lagre interessante elementer du ønsker å finne igjen senere eller dele med andre.
pt: Com os cestos, pode definir colecções especificas de items, guardar registodo seu interesse, aos quais queira aceder posteriormente ou partilhar.
ru: с помощью книжных полок Вы можете определить конкретные наборы элементов, запомнить интересные документы, которые Вы захотите просмотреть позже или поделиться ими с другими.
sk: S košíkmi môžete definovať špecifické zbierky položiek, uschovať zaujímavé záznamy ku ktorým budete môcť pristúpiť neskôr alebo ktoré budete môcť zdiaľať s ostatnými užívateľmi.

source: Display all the comments you have submitted so far.
it: Visualizza tutti i commenti che ha presentato finora.

source: Subscribe to a search which will be run periodically by our service. The result can be sent to you via Email or stored in one of your baskets.
bg: Абонирайте се за търсене, което ще бъде периодично изпълнявано от нашата услуга. Резултатът може да ви бъде изпратен на e-mail или съхранен в една от вашите кошници.
ca: Subscriuviu-vos a una cerca perquè s'executari periòdicament en el nostre servei. Podreu rebre el resultat correu electrònic o guardat en un dels vostres cistells.
de: Definieren Sie eine Suchabfrage die periodisch von unserem Service durchlaufen wird. Das Resulatat kann Ihnen per E-Mail zugesandt werden oder in einem Ihrer Körbe gespeichert werden.
it: Iscriviti ad una ricerca che verrà effettuata periodicamente dal nostro servizio. I risultati potranno essere inviati via email o memorizzati i uno dei tuoi cestini.
ja: 定期的に行う検索を設定します。結果はＥメイルでおくったり、自分のバスケットに蓄積します。
no: Abonner på et søk som vil utføres periodisk av vår tjeneste. Resultatene kan du få tilsendt via e-post eller lagret i en av dine kurver.
pt: Subscrever uma pesquisa que será executada periodicamente, ao seu serviço. Oresultado pode ser enviado por email ou guardado num dos seus cestos.
ru: Подписаться на поиск, который будет запускаться периодически нашими сервисными механизмами. Результат может быть послан Вам по Email или запомнен на одной из Ваших книжных полок.
sk: Zapíšte sa na hľadanie ktoré bude periodicky vykonávané našou službou. Výsledky hľadania Vám môžu byť poslané elektronickou poštou alebo môžu byť uložené do Vašich košíkov.

source: Check out book you have on loan, submit borrowing requests, etc. Requires CERN ID.
bg: Проверете за книги, наети от вас, изпратете заявка за вземане и т.н. Услугата изисква CERN ID.
ca: Comproveu els llibres que teniu en préstecs, sol·liciteu reserves, etc. Requereix l'ID del CERN.
de: Ein Buch ausleihen, Ausleihe-Anfragen absenden, usw erfordert CERN ID.
it: Controlla i libri che hai in prestito, sottoponi richieste di prestito, ecc. Richiede un ID CERN.
ja: 貸与品などのかんりをします。ＣＥＲＮＩＤが必要です
no: Sjekk ut bok du har lånt, legg inn lånereservasjoner, etc. Krever CERN-ID.
pt: Para verificar livros requesitados, submeter pedidos de empréstimo, etc... é necessário o seu CERN ID.
ru: Проверить взятую книги, отправить запрос на книгу и т.д. Требуется CERN ID.
sk: Skontrolujte knihu ktorú máte požičanú, pošlite výpožičné požiadavky, atď. Táto služba vyžaduje CERN ID.

source: You are logged in as a guest user, so your alerts will disappear at the end of the current session.
bg: Вие сте влязъл като гост, вашите известия ще изчезнат в края на текущата сесия.
ca: Ara esteu connectat com a usuari visitant, de manera que els vostres alertes desapareixeran al final d'aquesta sessió.
de: Sie sind als Gast eingeloggt. Ihre Benachrichtigungen werden am Ende der Session gelöscht.
it: Sei autenticato come utente ospite, perciò i tuoi avvisi scompariranno alla fine della sessione corrente.
ja: ゲストユーザはログアウトするとアラートが消失します。
no: Du er logget inn som gjestebruker, dine varsler vil forsvinne når sesjonen avsluttes.
pt: Está autenticado como visitante, por isso os seus avisos irão desaparecer no fim da actual sessão.
ru: Вы вошли как пользователь-гость, поэтому Ваши уведомления исчезнут в конце текущего сеанса.
sk: Ste prihlásený ako anonymný hosť, takže Vaše avíza zmiznú na konci terajšej seanse.

source: You are logged in as %(x_user)s. You may want to a) %(x_url1_open)slogout%(x_url1_close)s; b) edit your %(x_url2_open)saccount settings%(x_url2_close)s.
bg: Вие сте влязъл като %(x_user)s. Може да а) %(x_url1_open)sизлезете%(x_url1_close)s; б) редактирате %(x_url2_open)sнастройките%(x_url2_close)s на вашата сметка.
ca: Esteu identificats com a %(x_user)s. Ara podeu a) %(x_url1_open)sdesconectar-vos%(x_url1_close)s; b) modificar les %(x_url2_open)spreferències del vostre compte%(x_url2_close)s.
de: Sie sind eingeloggt als %(x_user)s. Sie könnnen a) sich %(x_url1_open)sausloggen%(x_url1_close)s; b) Ihre %(x_url2_open)sEinstellungen%(x_url2_close)s bearbeiten.
it: Sei autenticato come %(x_user)s. Puoi a) %(x_url1_open)suscire%(x_url1_close)s; b) modificare le tue %(x_url2_open)simpostazioni dell'account%(x_url2_close)s.
ja: %(x_user)s さん、つぎはa) %(x_url1_open)sログアウト または %(x_url1_close)s b) %(x_url2_open)sアカウント設定の編集 %(x_url2_close)s をしてください。
no: Du er logget inn som %(x_user)s. Du bør muligens a) %(x_url1_open)slogge ut%(x_url1_close)s; b) endre dine %(x_url2_open)skontoinnstillinger%(x_url2_close)s.
pt: Está autenticado como %(x_user)s. Poderá querer a) %(x_url1_open)sterminar a sessão%(x_url1_close)s; b) editar as %(x_url2_open)sdefinições da sua conta%(x_url2_close)s.
ru: Вы вошли как %(x_user)s. Вы можете a) %(x_url1_open)sвыйти%(x_url1_close)s; b) редактировать ваши %(x_url2_open)sпараметры учетной записи%(x_url2_close)s.
sk: Ste prihlásený ako %(x_user)s. Môžete a) %(x_url1_open)ssa odhlásiť%(x_url1_close)s; b) editovať %(x_url2_open)sparametre Vášho konta%(x_url2_close)s.

source: You can consult the list of %(x_url_open)syour comments%(x_url_close)s submitted so far.
it: Può consultare la lista dei %(x_url_open)ssuoi commenti%(x_url_close)s sottomessi finora.

source: Your Alert Searches
bg: Вашите известия за търсене
ca: Les vostres alertes
cs: Vaše upozornění na vyhledávání
de: Ihre Suchbenachrichtigungen
it: Tuoi avvisi di ricerche
ja: アラートの検索
no: Dine varslingssøk
ru: Ваши поиски с уведомлением
sk: Vaše avíza

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s you are administering or are a member of.
bg: Може да направите справка със списъка на %(x_url_open)sгрупите%(x_url_close)s, които администрирате, или на които сте член.
ca: Podeu consultar la llista dels %(x_url_open)s grups%(x_url_close)s que administreu o en sou membre.
de: Sie können jetzt die Liste %(x_url_open)sIhrer Gruppen%(x_url_close)s anzeigen die Sie administrieren oder in welchen Sie Mitglied sind.
it: Puoi consultare la lista dei %(x_url_open)stuoi gruppi%(x_url_close)s di cui sei amministratore o membro.
no: Du kan se oversikten over %(x_url_open)sgrupper%(x_url_close)s du administrerer eller er medlem av.
pt: Pode consultar a lista dos %(x_url_open)sseus grupos%(x_url_close)s onde é administrador ou membro.
ru: Вы можете просмотреть список %(x_url_open)sгрупп%(x_url_close)s, администратором или членом которых Вы являетесь.
sk: Môžete si prezrieť zoznam %(x_url_open)sVašich grúp%(x_url_close)s ktoré spravujete alebo ktorých ste členom.

source: Your Groups
bg: Вашите групи
ca: Els vostres grups
cs: Vaše skupiny
de: Ihre Gruppen
it: Tuoi gruppi
ja: あなたのグループ
no: Dine grupper
ru: Ваши группы
sk: Vaše grupy

source: You can consult the list of %(x_url_open)syour submissions%(x_url_close)s and inquire about their status.
bg: Може да направите справка със списъка на %(x_url_open)sвашите публикации%(x_url_close)s и да проверите техния статус.
ca: Podeu consultar la llista de %(x_url_open)sels vostres lliuraments%(x_url_close)s i informar-vos del seu estat.
de: Sie können jetzt die Liste %(x_url_open)sIhrer Eingaben%(x_url_close)s anzeigen und deren Status abfragen.
it: Puoi consultare la lista delle %(x_url_open)stue sottomissioni%(x_url_close)s e controllarne lo stato.
no: Du kan se oversikten over %(x_url_open)sdine innsendinger%(x_url_close)s og be om status på dem.
pt: Pode consultar a lista das %(x_url_open)ssuas submissões%(x_url_close)s e informar-se acerca do seu estado.
ru: Вы можете просмотреть список %(x_url_open)sВаших депонированных документов%(x_url_close)s и узнать их статус.
sk: Môžete si prezrieť zoznam %(x_url_open)sVašich pridaní%(x_url_close)s a dozvedieť sa a ich stave.

source: Your Submissions
bg: Вашите публикации
ca: Els vostres lliuraments
cs: Vaše podání
de: Ihre Eintragungen
it: Tue sottomissioni
no: Dine innsendinger
ru: Внесенные Вами документы
sk: Vaše pridania

source: You can consult the list of %(x_url_open)syour approvals%(x_url_close)s with the documents you approved or refereed.
bg: Може да направите справка със списъка на %(x_url_open)sдокументите%(x_url_close)s, които сте одобрили или рецензирали.
ca: Podeu consultar la llista de %(x_url_open)sles vostres aprovacions%(x_url_close)s amb els documents que heu aprovat o revisat.
de: Sie können jetzt die Liste %(x_url_open)sIhrer Zustimmungen%(x_url_close)s anzeigen mit den Dokumenten denen Sie zugestimmt oder die sie referenziert haben.
it: Puoi consultare la lista delle %(x_url_open)stue approvazioni%(x_url_close)s con i documenti che hai approvato o di cui hai fatto da referee.
no: Du kan se oversikten over %(x_url_open)sdine godkjenninger%(x_url_close)s med dokumenter du godkjente eller vurderte.
pt: Pode consultar a lista das %(x_url_open)ssuas aprovações%(x_url_close)s com com os documentos que aprovou ou referiu.
ru: Вы можете просмотреть список %(x_url_open)sВаших одобрений%(x_url_close)s с документами, которые Вы одобряете или реферируете.
sk: Môžete si prezrieť zoznam %(x_url_open)sVašich schválení%(x_url_close)s a dokumenty ktoré ste schválili alebo zamietli.

source: Your Approvals
bg: Вашите одобрения
ca: Les vostres aprovacions
cs: Vaše schválení
de: Ihre Bestätigungen
it: Tue approvazioni
no: Dine godkjenninger
ru: Ваши одобрения
sk: Vaše schválenia

source: You can consult the list of %(x_url_open)syour tickets%(x_url_close)s.
ca: Podeu consultar la llista de les %(x_url_open)svostres tasques%(x_url_close)s.
cs: Můžete nahlédnout do seznamu%(x_url_open) syour vstupenky%(x_url_close) s.
de: Sie können die Liste %(x_url_open)sIhrer Aufgaben%(x_url_close)s einsehen.
it: Puoi consultare la lista dei %(x_url_open)stuoi ticket%(x_url_close)s.
ru: Вы можете просмотреть список %(x_url_open)sВаших запросов%(x_url_close)s.

source: Your Tickets
ca: Les vostres tasques
cs: Vaše oznámení
de: Ihre Aufgaben
it: I tuoi ticket
ru: Ваши запросы

source: Your Administrative Activities
bg: Вашите действия за администриране
ca: Les vostres activitats administratives
cs: Správce administrativních činností
de: Ihre administrativen Aktivitäten
it: Tue attività amministrative
no: Dine administrative aktiviteter
pt: As suas actividades administrativas
ru: Ваша административная деятельность
sk: Vaše administračné aktivity

source: Try again
bg: Опитайте отново
ca: Proveu-ho de nou
cs: Zkuste to znovu
de: Versuchen Sie es erneut
it: Prova ancora
ja: もう１度試してください
no: Forsøk igjen
pt: Tente novamente
ru: Попробуйте еще раз
sk: Skúste znovu

source: Somebody (possibly you) coming from %(x_ip_address)s has asked for a password reset at %(x_sitename)s for the account "%(x_email)s".
ca: Algú (possiblement vosaltres mateixos), des de l'adreça %(x_ip_address)s, ha demanat un canvi de contrasenya a %(x_sitename)s per al compte %(x_email)s.
de: Jemand (wahrscheinlich Sie) haben von %(x_ip_address)s aus nach einem Neusetzen des Passworts für Ihr Benutzerkonto "%(x_email)s" auf %(x_sitename)s gefragt.
it: Qualcuno (probabilmente tu) dall'indirizzo IP %(x_ip_address)s ha richiesto di reimpostare la password di %(x_sitename)s per l'account "%(x_email)s".
no: Noen (muligens deg) fra %(x_ip_address)s har bedt om tilbakestilling av passord på %(x_sitename)s for kontoen "%(x_email)s".
ru: Кто-то (Возможно Вы) с %(x_ip_address)s запросил смену пароля на %(x_sitename)s для учетной записи "%(x_email)s".

source: If you want to reset the password for this account, please go to:
ca: Si voleu reiniciar la contrasenya d'aquest compte, aneu a:
de: Wenn Sie Ihr Passwort für dieses Benutzerkonto neu setzen wollen, klicken Sie hier:
it: Se desideri reimpostare la password per questo account, per favore segui il link:
no: Hvis du ønsker å tilbakestille passordet for denne kontoen, gå til:
pt: Se pretende remover a sua palavra-passe desta conta, va a:
ru: Если Вы хотите сменить пароль для этой учетной записи, пожалуйста, перейдите :

source: in order to confirm the validity of this request.
ca: per a confirmar la validesa d'aquesta petició.
de: zum Bestätigen der Echtheit dieser Anfrage.
it: per confermare la validità di questa richiesta.
no: for å bekrefte ektheten av denne forespørselen.
pt: a fim de confirmar a validade deste pedido.
ru: для того, чтобы подтвердить срок действия этого запроса

source: Please note that this URL will remain valid for about %(days)s days only.
ca: Tingueu en compte que aquesta URL serà vàlida només durant uns %(days)s dies.
it: Nota che questa URL sarà valida solo per circa %(days)s giorni.
no: Merk at denne adressen kun vil være gyldig i omkring %(days)s dager.
pt: Note que este URL permanecera valido por um periodo de %(days)s apenas.
ru: Пожалуйста, имейте в виду, что этот URL будет действительным только в течение %(days)s дней.

source: Somebody (possibly you) coming from %(x_ip_address)s has asked to register a new account at %(x_sitename)s for the email address "%(x_email)s".
ca: Algú (possiblement vosaltres mateixos), des de l'adreça %(x_ip_address)s, ha demanat donar d'alta un compte a %(x_sitename)s per l'adreça de correu electrònic %(x_email)s.
de: Jemand (wahrscheinlich Sie) haben von %(x_ip_address)s aus nach dem Registrieren für eine neues Benutzerkonto für die E-Mail"%(x_email)s" auf %(x_sitename)s gefragt.
it: Qualcuno (probabilmente tu) dall'indirizzo IP %(x_ip_address)s ha richiesto di registrare un nuovo account presso %(x_sitename)s con l'indirizzo email "%(x_email)s".
no: Noen (muligens deg) fra %(x_ip_address)s har bedt om registrering av en ny konto på %(x_sitename)s for e-postadressen "%(x_email)s".
pt: Alguem (possivelmente voce) apartir de %(x_ip_address)s pediu para registar uma nova conta em %(x_sitename)s para o seguinte endereço de email "%(x_email)s".
ru: Кто-то (возможно Вы) с %(x_ip_address)s запросил регистрацию новой учетной записи на %(x_sitename)s для email адреса "%(x_email)s".

source: If you want to complete this account registration, please go to:
ca: Per a completar l'alta del compte, aneu a:
de: Wenn Sie die Registrierung für dieses Benutzerkonto fertigstellen wollen, klicken Sie hier:
it: Se desideri completare la registrazione di questo account, segui il link:
no: Hvis du ønsker å fullføre registreringen av denne kontoen, gå til:
pt: Se pretende completar o registo da sua conta, va a:
ru: Если Вы хотите закончить регистрацию этой учетной записи, пожалуйста, перейдите:

source: Okay, a password reset link has been emailed to %s.
bg: Връзка за установяване на нова парола беше изпратена на %s.
ca: L'enllaç per a reiniciar la contrassenya ha estat enviada per correu electrònic a %s.
de: Der Link zum Neusetzen des Passworts wurde an %s verschickt.
it: Ok, il link per reimpostare la password è stato inviato a %s.
no: OK, en e-post med lenke for tilbakestilling av passord er sendt til %s.
pt: Ok, a palavra-passe alternativa foi enviada por email para %s.
ru: ОК, ссылка для смены пароля отправлена по email %s.

source: Deleting your account
bg: Изтриване на вашата сметка
ca: Esborrar el vostre compte
cs: Mazání Vašeho účtu
de: Ihr Konto löschen
it: Cancellazione del tuo account
ja: あなたのアカウントを消去します。
no: Sletter din konto
ru: Удаление Вашей учетной записи
sk: Výmaz vášho konta

source: You are no longer recognized by our system.
bg: Вие не сте разпознат от системата.
ca: Ja no esteu identificats en el nostre sistema.
de: Sie sind nun vom System abgemeldet.
it: Non sei più riconosciuto dal nostro sistema.
no: Du godtaes ikke lenger av vårt system.
pt: Voce ja não é reconhecido como membro do sistema.
ru: Вы больше не распознаетесь нашей системой.

source: You are still recognized by the centralized %(x_fmt_open)sSSO%(x_fmt_close)s system. You can %(x_url_open)slogout from SSO%(x_url_close)s, too.
ca: Encara esteu reconeguts pel sistema central de %(x_fmt_open)sSSO%(x_fmt_close)s. També podeu %(x_url_open)sdesconnectar del SSO%(x_url_close)s.
de: Sie werden immer noch erkannt von dem zentralen %(x_fmt_open)sSSO%(x_fmt_close)s System. Sie können sich ebenfalls aus dem %(x_url_open)sSSO ausloggen%(x_url_close)s.
it: Sei tuttora riconosciuto dal sistema centralizzato %(x_fmt_open)sSSO%(x_fmt_close)s. Puoi anche %(x_url_open)seffettuare il logout da SSO%(x_url_close)s.
no: Du godtaes fortsatt av det sentrale %(x_fmt_open)sSSO-systemet%(x_fmt_close)s. Du kan %(x_url_open)slogge ut fra SSO%(x_url_close)s også.
ru: Вы по-прежнему распознаетесь централизованной %(x_fmt_open)sSSO%(x_fmt_close)s системой. Вы можете %(x_url_open)sвыйти из SSO%(x_url_close)s.

source: If you wish you can %(x_url_open)slogin here%(x_url_close)s.
bg: Ако желаете, може да %(x_url_open)sвлезете тук%(x_url_close)s.
ca: Si ho desitgeu podeu %(x_url_open)sidentificar-vos aquí%(x_url_close)s.
de: Wenn sie möchten können Sie sich %(x_url_open)shier einloggen%(x_url_close)s.
it: Se lo desideri, puoi %(x_url_open)sautenticarti qui%(x_url_close)s.
ja: %(x_url_open)sここにログインしますか%(x_url_close)s？
no: Hvis du ønsker kan du %(x_url_open)slogge inn her%(x_url_close)s.
pt: Se desejar pode autenticar-se %(x_url_open)saqui%(x_url_close)s.
ru: Если Вы хотите, можете сделать %(x_url_open)slogin%(x_url_close)s.
sk: Ak si prajete, môžete sa %(x_url_open)sprihlásiť tu%(x_url_close)s.
