Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Write new note
ca: Escriviu la nota
de: Neue Bemerkung schreiben
it: Scrivi una nuova nota
ru: Написать новое примечание

source: Option(s)
ca: Opcion(s)
cs: Možnost(i)
de: Option(en)
it: Opzione(i)
ru: Дополнительно

source: Cancel hold request
ca: Cancel·lar la reserva
it: Cancellare richiesta di presa
ru: Отменить отложенный запрос

source: No result for your search.
ca: No s'han trobat resultats.
de: Keine Treffer für Ihre Suche.
it: Nessun risultato per la sua ricerca
ru: Нет результатов Вашего поиска.

source: Overdue letters
ca: Cartes de reclamació
de: Mahnschreiben
it: Lettere arretrate
ru: Сообщения о просроченностях

source: Loan Notes
ca: Notes del préstec
de: Ausleih-Bemerkung
it: Note di prestito
ru: Примечание о прокате

source: see notes
ca: veure notes
cs: viz poznámky
it: visualizzare note
ru: смотреть примечания

source: no notes
ca: sense notes
de: keine Bemerkungen
it: nessuna nota
ru: нет примечаний

source: Send recall
ca: Enviar reclamació
it: Mandare richiamo
ru: Послать сообщение о возврате

source: No more requests are pending or waiting.
ca: No existeixen més peticions pendents o esperant.
cs: Žádné další nevyřízené nebo čekající žádosti.
it: Non ci sono più richieste in attesa.
ru: Больше нет ожидающих или отложенных запросов.

source: Printable format
ca: Format imprimible
cs: Tisknutelný formát
it: Formato stampabile
ru: Формат печати

source: Edit this record
ca: Editeu aquest registre
cs: Upravit tento záznam
de: Datensatz editieren
it: Modifica questo record
ru: Редактировать эту запись

source: Book Cover
it: Copertina del Libro

source: Search another item by
it: Cerca un altro articolo per

source: Additional details
ca: Detalls addicionals
cs: Další údaje
de: Mehr Details
it: Dettaglio aggiuntivi
ru: Дополнительная информация

source: No of loans
ca: Préstecs
cs: Žádné vypůjčky
it: Numero di prestiti
ru: Число прокатов

source: Select an action
it: Seleziona un’azione

source: Update
ca: Actualitza
cs: Aktualizovat
it: Aggiorna
no: Oppdater
ru: Обновить

source: Add similar copy
it: Aggiungi una copia simile

source: New request
ca: Nova petició
cs: Nová žádost
de: Neue Anfrage
it: Nuova richiesta
ru: Новый запрос

source: New loan
ca: Nou préstec
de: Neue Ausleihe
it: Nuovo prestito
ru: Новый прокат

source: Delete copy
it: Cancella copia

source: Add new copy
ca: Afegir una altra còpia
cs: Přidat novou kopii
de: Neues Exemplar hinzufügen
it: Aggiungere una copia
ru: Добавить новую копию

source: Hold requests and loans overview on %(date)s
it: Panoramica delle richieste di presa e di prestiti su %(date)s

source: Hold requests
ca: Reserves
de: Vormerkungen
it: Richieste di prestiti
ru: Отложенные запросы

source: More details
ca: Més detalls
de: Weitere Details
it: Più dettagli
ru: Дополнительная информация

source: Loans
ca: Préstecs
cs: Vypůjčky
de: Ausleihen
it: Prestiti
ru: Ваши прокаты

source: Purchases
it: Aquisti

source: Historical overview
ca: Visió històrica
de: Chronik
it: Quadro d’insieme historico
ru: Обзор истории

source: There are no requests.
ca: No hi ha peticions.
de: Es gibt keine Anfragen.
it: Non ci sono richieste.
ru: Нет запросов.

source: Item Desc
it: Desc di articoli

source: There are no loans.
ca: Sense préstecs
de: Es gibt keine Ausleihen.
it: Non ci sono prestiti
ru: В прокате ничего нет.

source: Overdue letter
ca: Carta de reclamació
de: Mahnschreiben
it: Lettera arretrata
ru: Письмо о просроченности

source: Loan notes
ca: Notes del préstec
de: Ausleih-Bemerkung
it: Note di prestito
ru: Примечание о прокате

source: Loan options
ca: Opcions de préstec
cs: Možnosti vypůjčky
de: Ausleih-Optionen
it: Opzioni di prestito
ru: Опции проката

source: No notes
ca: Sense notes
cs: Žádné poznámky
de: Keine Berkungen
it: Nessuna nota
ru: Нет примечаний

source: See notes
ca: Veure notes
cs: Viz poznámky
it: Visualizzare note
ru: Смотреть примечания

source: Change due date
it: Cambiare data di consegna

source: Returned on
ca: Tornat el
de: Zurückgegeben am
it: Ritornato il
ru: Принято

source: RecId/Item details
it: Dettagli RecId/Articoli

source: %(nb_items_found)i items found
it: %(nb_items_found)i articoli trovati

source: Update copy information
ca: Actualitzar informació de la còpia
it: Aggiorna copia informazioni
ru: Обновить информацию о копии

source: Expected arrival date
it: Data di arrivo prevista

source: New copy information
ca: Informació de la nova còpia
it: Nuova copia informazioni
ru: Информация о новой копии

source: Copies of %s
ca: Còpies de %s
cs: Kopie %s
de: Exemplare von %s
it: Copie di %s
ru: Копии %s

source: New copy details
ca: Detalls de la nova còpia
cs: Detaily nové kopie
de: Neue Exemplardetails
it: Dettagli della nuova copia
ru: Дополнительная информация о новой копии

source: A %(x_url_open)snew copy%(x_url_close)s has been added.
it: Una %(x_url_open)snuova copia%(x_url_close)s è stata aggiunta.

source: Back to the record
it: Torna al record

source: Notes about this borrower
ca: Notes sobre aquest lector
de: Bemerkung zu dem Bibliotheksbenutzer
it: Note su questo mutuatario
ru: Примечание об этом занявшем

source: Notes
cs: Poznámky
de: Bemerkungen
it: Commenti
ru: Примечания

source: New ILL request
ca: Nova petició de PI
de: Neue Fernleih-Anfrage
it: Nuova richiesta ILL
ru: Новый ILL запрос

source: Notify this borrower
ca: Avisar aquest lector
de: Bibliotheksbenutzer benachrichtigen
it: Avvisare questo mutuario
ru: Оповестить занявшего

source: Requests, Loans and ILL overview on
ca: Reserves, préstecs i PI a
it: Richieste, Prestiti e quadro d’insieme di ILL in funzione

source: Requests
ca: Peticions
cs: Žádosti
de: Anfragen
it: Richieste
ru: Запросы

source: Proposals
it: Proposte

source: Request option(s)
ca: Opcions de la petició
it: Opzioni di richieste
ru: Опции запроса

source: Type
ca: Tipus
cs: Typ
de: Typ
it: Tipo
ru: Тип

source: Loans status
ca: Estat del préstec
de: Ausleih-Status
it: Stato di prestito
ru: Статус проката

source: CERN Library
ca: Biblioteca del CERN
cs: CERN knihovna
de: CERN Bibliothek
it: libreria CERN
ru: Библиотека CERN

source: Subject
bg: Тема
ca: Assumpte
cs: Předmět
de: Betreff
it: Oggetto
ja: 題名
no: Emne
ru: Предмет
sk: Predmet

source: Message
ca: Missatge
cs: Zpráva
de: Nachricht
it: Messaggio
ru: Соощение

source: Choose a template
ca: Escolliu una plantilla
cs: Vyberte šablonu
de: Vorlage auswählen
it: Scegliere modello
ru: Выбрать тему

source: Templates
ca: Editor de plantilles
cs: Šablony
de: Vorlagen
it: Modelli
ru: Темы

source: Reminder
ca: Recordatori
de: Erinnerung
it: Promemoria
ru: Напоминание

source: Notification
ca: Notificació
cs: Upozornění
de: Benachrichtigung
it: Notifica
ru: Оповещение

source: Loan recall
it: Richiamo prestito

source: ILL recall
it: richiamo ILL

source: Proposal-accept
it: Acceta-proposta

source: Proposal-refuse
it: Rifiuta-proposta

source: Purchase-received-cash
it: Acquisto-ricevuto-cash

source: Purchase-received-TID
it: Acquisto-ricevuto-TID

source: Load
ca: Càrrec
cs: Zátěž
it: Caricare
ru: Загрузить

source: Send
ca: Enviar
cs: Odeslat
it: Manda
ru: Послать

source: Notes about borrower
ca: Notes sobre el lector
de: Bemerkung zu Bibliotheksbenutzer
it: Note sul mutuatario
ru: Примечания о занявшем

source: A new borrower has been registered.
ca: Un nou usuari s'ha donat d'alta.
cs: Nový vypůjčovatel byl zaregistrován.
de: Ein neuer Bibliotheksbenutzer wurde registriert.
it: Un nuovo mutuatario si è registrato
ru: Зарегистрирован новый занимающий.

source: Borrower information
ca: Informació de l'usuari
de: Informationen zum Bibliotheksbenutzer
it: Informazioni mutuatario
ru: Информация о занявшем

source: Supplier
ca: Proveïdor
cs: Dodavatel
de: Anbieter
it: Fornitore
ru: Источник

source: Expected date
ca: Data prevista
cs: Předpokládané datum
de: Voraussichtliches Ankunftsdatum
it: Data aspettata
ru: Ожидаемая дата

source: Arrival date
ca: Data d'arribada
cs: Datum příchodu
de: Ankunftsdatum
it: Data di arrivo

source: Library notes
ca: Notas de la biblioteca
cs: Knihovní poznámky
it: Note della libreria
ru: Примечание о библиотеке

source: Notes about this ILL
ca: Notes sobre aquest PI
cs: Poznámky o tomto ILL
de: Bemerkungen zu dieser Fernleihe
it: Note su questa ILL
ru: Примечания к этому ILL

source: Interlibrary loan request for books
ca: Peticions de préstec interbibliotecari de llibres
it: Prestito di libri inter-bibliotecario
ru: Межбиблиотечный запрос книг

source: ILL request details
ca: Detalls de la petició PI
cs: Detaily ILL žádosti
de: Details zu Fernleihanfragen
it: Dettagli richiesta ILL
ru: Информация об ILL запросе

source: Period of interest - From
ca: Període d'interès - Des de
cs: Období zájmu - Od
it: Periodo di interesse - Da
ru: Интересуемый период - От

source: Period of interest - To
ca: Període d'interès - Fins
cs: Období zájmu - Do
it: Periodo di interesse - A
ru: Интересуемый период - До

source: Additional comments
ca: Comentaris addicionals
cs: Další poznámky
de: Weitere Kommentare
it: Commenti aggiuntivi
ru: Дополнительные комментарии

source: I accept the %(x_url_open)sconditions%(x_url_close)s of the service in particular the return of books in due time.
it: Acceto le %(x_url_open)scondizioni%(x_url_close)s del servizio, in particolare, il ritorno dei libri a tempo debito.

source: I want this edition only.
ca: Només vull aquesta edició.
cs: Chci pouze toto vydání.
de: Ich möchte nur diese Ausgabe.
it: Voglio solo questa edizione.
ru: Мне нужна именно эта редакция.

source: Check your library account %(here_link)s.
it: Controlla il tuo account biblioteca %(here_link)s.

source: here
ca: aquí
cs: zde
de: hier
it: qui
ru: здесь

source: Book does not exist in %(CFG_SITE_NAME)s
it: Libro non esiste in %(CFG_SITE_NAME)s

source: Please fill the following form.
ca: Si us plau ompliu aquest formulari.
cs: Prosím, vyplňte následující formulář.
de: Bitte füllen Sie das folgende Formular aus.
it: Si prega di compilare il seguente modulo.
ru: Пожалуйста заполните следующую форму.

source: Book title
ca: Títol del llibre
cs: Název knihy
de: Buchtitel
it: Titolo del libro
ru: название книги

source: Place
ca: Lloc
cs: Místo
it: Luogo
ru: Место

source: Edition
ca: Edició
cs: Vydání
de: Ausgabe
it: Edizione
ru: Редакция

source: Budget code
ca: Codi de pressupost
cs: Kód rozpočtu
de: Kostenstelle
it: Codice bilancio

source: Period of interest (From)
ca: Període d'interès (des de)
cs: Období zájmu (Od)
it: Periodo di interesse (Da)
ru: Интересуемый период (От)

source: Period of interest (To)
ca: Període d'interès (fins a)
cs: Období zájmu (Do)
it: Periodo di interesse (A)
ru: Интересуемый период (До)

source: Borrower accepts the %(x_url_open)sconditions%(x_url_close)s of the service in particular the return of books in due time.
it: Mutuatario accetta le %(x_url_open)scondizioni%(x_url_close)s del servizio, in particolare, il ritorno dei libri a tempo debito.

source: Borrower wants this edition only.
ca: El lector només vol aquesta edició.
de: Bibliotheksbenutzer wollen nur diese Ausgabe.
it: Mutuatario vuole solo questa edizione.
ru: Занимающий хочет именно эту редакцию.

source: Only this edition.
ca: Només aquesta edició.
cs: Jen toto vydání.
de: Nur diese Ausgabe.
it: Solo questa edizione.
ru: Только эта редакция

source: Only this edition
ca: Només aquesta edició
cs: Jen toto vydání
de: Nur diese Ausgabe
it: Solo questa edizione
ru: Именно эта редакция

source: Check if the book already exists on %(CFG_SITE_NAME)s, before sending your ILL request.
it: Verifica se il libro già esiste su %(CFG_SITE_NAME)s, prima di mandare la sua richiesta ILL.

source: 0 items found.
ca: No s'han trobat items.
cs: 0 nalezených položek.
de: 0 Exemplare gefunden.
it: 0 articoli trovati.
ru: 0 элементов найдено.

source: Proceed anyway
ca: Continuar de tota manera
cs: Přesto pokračovat
it: Procedere comunque
ru: Все равно продолжить

source: Article details
ca: Detalls de l'article
cs: Podrobnosti o článku
de: Details zum Artikel
it: Dettagli articolo
ru: Дополнительная информация о статье

source: Periodical title
ca: Títol de la revista
cs: Název periodika
de: Serientitel
it: Titolo periodico
ru: Название журнала

source: Article title
ca: Títol de l'article
cs: Název článku
de: Artikeltitel
it: Titolo articolo
ru: Название статьи

source: Report number
ca: Número d'informe
cs: Číslo zprávy
de: Reportnummer
it: Numero di rapporto
ru: номер рапорта

source: Issue
ca: Número
cs: Vydání
de: Heft
it: Emissione
ru: Выпуск

source: Page
ca: Pàgina
cs: Stránka
de: Seite
it: Pagina
ru: Страница

source: We will process your order immediately and contact you as soon as the document is received.
it: Procederemo immediatamente l'ordine e la contattateremo al più presto il documento viene ricevuto.

source: According to a decision from the Scientific Information Policy Board, books purchased with budget codes other than Team accounts will be added to the Library catalogue, with the indication of the purchaser.
it: Secondo una decisione del Consiglio di Politica d’Informazione Scientifica, libri acquistati con i codici di budget diversi dai conti Team saranno aggiunti al catalogo della Biblioteca, con l'indicazione del acquirente.

source: Document details
it: Dettagli documento

source: Document type
it: Tipo di documento

source: This edition only
it: Solo questa edizione

source: Standard number
it: Numero standard

source: Request details
it: Dettagli richiesta

source: Cash
it: Contanti

source: Search ILL request by
it: Cerca richieste ILL per

source: ILL RecId/Item details
it: Dettagli ILL RecID/Articoli

source: ILL request id
it: Richiesta id ILL

source: cost
it: costo

source: notes
it: commenti

source: date restriction
it: restrizioni di data

source: Periodical Title
ca: Títol de la publicació periòdica
cs: Název periodika
de: Serientitel
it: Titolo del periodico
ru: Название журнала

source: Article Title
ca: Títol del l'article
cs: Název článku
de: Artikeltitel
it: Titolo dell’ Articolo
ru: Название статьи

source: Borrower request
ca: Petició del lector
cs: Žádost o vypůjčku
de: Anfrage des Bibliotheksbenutzers
it: Richiesta del mutuatario
ru: Запрос занявшего

source: Borrower comments
ca: Comentaris del lector
cs: Vypůjčovatelovi komentáře
de: Kommentare der Bibliotheksbenutzer
it: Commenti del mutuatario
ru: Комментарии занявшего

source: Only this edition?
ca: Només aquesta edició?
cs: Jen toto vydání?
de: Nur diese Ausgabe?
it: Solo questa edizione?
ru: Именно эта редакция?

source: ILL request ID
ca: Codi de petició PI
cs: ILL žádost o ID
de: Fernleihanfrage-ID
it: ILL richiesta ID
ru: идентификатор ILL запроса

source: Previous notes
ca: Notes anteriors
cs: Předchozí poznámky
de: Vorherige Bemerkung
it: Note precedenti
ru: предыдущие примечания

source: Library/Supplier
ca: Biblioteca/proveedor
cs: Knihovna/Dodavatel
de: Bibliothek/Anbieter
it: Libreria/Fornitore
ru: Библиотека/источник

source: Cost
cs: Náklady
it: Costo

source: Date of request
it: Data di richiesta

source: Vendor
ca: Proveïdor
cs: Dodavatel
de: Lieferant
it: Venditore
ru: Продавец

source: Notes about ILL
it: Note su ILL

source: Interest from
ca: Interès des de
cs: Zájem od
it: Interesso da

source: select
ca: Seleccionar
cs: vyberte
de: auswählen
it: seleziona
ru: выбрать

source: Inter library loan recall:
it: Richiamo prestito inter-bibliotecario

source: Send Recall
it: Manda richiamo

source: No. purchases
it: Numero di acquisti

source: Date requested
it: Data richiesta

source: Proposer
it: Proponente

source: Create ILL req
it: Crea req ILL

source: Requester
it: Richiedente

source: Period of Interest: From
it: Periodo di interesso: Da

source: Period of Interest: To
it: Periodo di interesso: A

source: Go to Proposal
it: Vai a Proposta

source: Notes about this library
ca: Notes sobre aquesta biblioteca
cs: Poznámky o této knihovně
de: Bemerkungen zu dieser Bibliothek
it: Note su questa libreria
ru: Примечания об этой библиотеке

source: Library to be deleted
it: Biblioteca da eliminare

source: No of items
ca: Número d'ítems
it: Numero di articoli
ru: Число элементов

source: Search library
it: Cerca biblioteca

source: Select library
it: Seleziona biblioteca

source: Please, note that this action is NOT reversible
it: Si prega di notare che quest’azione NON è reversibile

source: Library not found
it: Biblioteca non trovata

source: Merged library
it: Biblioteca unita

source: New library information
ca: Informació de la nova biblioteca
it: Informazioni della nuova libreria
ru: Информация о новой библиотеке

source: A new library has been registered.
ca: S'ha donat d'alta la nova biblioteca
cs: Nová knihovna byla registrována.
de: Eine neue Bibliothek wurde registriert.
it: Una nuova libreria è stata registrata
ru: Новая библиотека была зарегистрирована.

source: Search library by
ca: Cercar biblioteca per
cs: Prohledat knihovnu podle
de: Bibliothek suchen mittels
it: Ricerca libreria per
ru: Искать библиотеку по

source: Library information
ca: Informació de la biblioteca
cs: Informace o knihovně
de: Informationen zur Bibliothek
it: Informazioni della libreria
ru: Информация о библиотеке

source: The information has been updated.
ca: S'ha actualtizat la informació.
de: Die Information wurde aktualiesiert.
it: L’informazione è stata aggiornata.
ru: Информация была обновлена.

source: 0 libraries found.
it: 0 biblioteca trovata

source: Library details
ca: Detalls de la biblioteca
cs: Detaily o knihovně
de: Details zur Bibliothek
it: Dettagli libreria
ru: Дополнительная информация о библиотеке

source: Duplicated library?
it: Duplicare biblioteca?

source: Notes about library
ca: Notes sobre la biblioteca
cs: Poznámky o knihovně
de: Bemerkungen über die Bibliothek
it: Note sulla libreria
ru: Примечание о библиотеке

source: New vendor information
ca: Informació del nou porveïdor
cs: Informace o novém dodavateli
de: Neue Lieferanteninformationen
it: Informazioni nuovo venditore
ru: Информация о новом продавце

source: A new vendor has been registered.
ca: El nou proveïdor ha estat enregistrat.
cs: Nový dodavatel byl zaregistrován.
de: Ein neuer Lieferant wurde registriert.
it: Un nuovo venditore è stato registrato.
ru: Новый продавец был зарегистрирован.

source: Search vendor by
ca: Cercar proveïdor per
cs: Hledat dodavatele podle
de: Suche Lieferant mittels
it: Cerca venditore per
ru: Искать продавца по

source: Vendor(s)
ca: Proveïdor(s)
cs: Dodavatel(é)
de: Lieferant(en)
it: Venditore/i
ru: Продавец(ы)

source: Vendor information
ca: Informació del proveïdor
cs: Informace o prodejci
de: Informationen zum Lieferanten
it: Informazioni venditore
ru: Информация о продавце

source: Notes about this vendor
ca: Notes sobre aquest proveïdor
cs: Poznámky o tomto dodavateli
de: Bermerkungen zum Lieferanten
it: Note su questo venditore
ru: Примечание к этому продавцу

source: Vendor details
ca: Detalls del proveïdor
cs: Podrobnosti o prodejci
de: Details zum Lieferanten
it: Dettagli del venditore
ru: Дополнительная информация о продавце

source: Add notes
ca: Afegir notes
cs: Přidat poznámky
de: Bemerkung hinzufügen
it: Aggiungi note
ru: Добавить примечание

source: This book has been sent to you:
it: Questo libro vi è stato mandato

source: List of pending hold requests
ca: Llista de peticions de reserva pendents
it: Lista di richieste in attesa
ru: Список ожидающих запросов

source: You are not authorized to use loans.
ca: No esteu autoritzats a fer servir el préstec.
de: Sie sind nicht berechtigt die Ausleihe zu nutzen.
it: Non hai il permesso di usare le funzioni di prestito.
ru: Вам не разрешено использовать прокат.

source: Your Loans
bg: Заети от вас неща
ca: Els vostres préstecs
cs: Vaše vypůjčky
de: Ihre Ausleihen
it: Tuoi prestiti
ja: 貸し出し
no: Dine lån
ru: Ваши межбиблиотечные заказы
sk: Vaše pôžičky

source: You are not authorized to use ill.
ca: No esteu autoritzats a fer servir el préstec interbibliotecari.
de: Sie sind nicht berechtigt die Fernleihe zu nutzen.
it: Non hai il permesso di usare le funzioni ILL.
ru: Вы не авторизованы, чтобы использовать ill.

source: Interlibrary loan request for articles
it: Richiesta di prestito interbibliotecario per articoli

source: Wrong user id
it: id utente falso

source: Purchase request
it: Richiesta di acquisto

source: Payment method information is mandatory. Please, type your budget code or tick the 'cash' checkbox.
it: Dare informazioni sul metodo di pagamento è obbligatorio. Si prega di digitare il codice di budget o di barrare la casella 'denaro'.

source: Your book purchase request
it: La sua richiesta di acquisto di libro

source: The record has been deleted.
bg: Записът е изтрит.
ca: El registre ha estat suprimit.
cs: Záznam byl vymazán.
de: Der Datensatz wurde gelöscht.
it: Il record è stato cancellato.
ja: このレコードは削除されました。
no: Elementer har blitt slettet.
pt: O registo foi apagado.
ru: Запись была удалена.
sk: Záznam bol vymazaný.

source: Requested record does not seem to exist.
bg: Желаният запис не съществува.
ca: El registre que sol·liciteu no existeix.
cs: Požadovaný záznam asi neexistuje.
de: Angefragter Datensatz scheint nicht zu existieren.
it: Il record richiesto sembra inesistente.
no: Element eksisterer ikke.
ru: Эта запись не существует

source: BibCirculation Admin
it: Amministratore BibCirculation

source: Empty string. Please, try again.
it: String vuoto. Si prega di provare di nuovo.

source: Loan on desk
it: Prestito sulla scrivania

source: Circulation management
it: Gestione circolazione

source: %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s Unknown barcode.
it: %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s Codice a barre sconosciuto

source: Please, try again.
it: Si prega di provare di nuovo.

source: You must select one borrower.
it: Deve selezionare un mutuatario.

source: %(x_strong_tag_open)sWARNING:%(x_strong_tag_close)s Note that item %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s status is %(x_strong_tag_open)s%(x_status)s%(x_strong_tag_close)s
it: %(x_strong_tag_open)sAVVERTIMENTO:%(x_strong_tag_close)s Nota che il statuo dell’articolo %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s è %(x_strong_tag_open)s%(x_status)s%(x_strong_tag_close)s

source: %(x_strong_tag_open)sWARNING:%(x_strong_tag_close)s Note that item %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s location is %(x_strong_tag_open)s%(x_location)s%(x_strong_tag_close)s
it: %(x_strong_tag_open)sWARNING:%(x_strong_tag_close)s Nota che la posizione dell’articolo %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s è %(x_strong_tag_open)s%(x_location)s%(x_strong_tag_close)s

source: Another user is waiting for the book: %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s. If you want continue with this loan choose %(x_strong_tag_open)s[Continue]%(x_strong_tag_close)s.
it: Un altro utente sta aspettando per il libro: %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s. Se desidera continuare con questo prestito, scelga %(x_strong_tag_open)s[Continue]%(x_strong_tag_close)s.

source: Empty barcode.
it: Codice a barre vuoto.

source: The items with barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s are already on loan.
it: Gli articolo con codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s sono già in prestito.

source: The given due date %(x_strong_tag_open)s%(x_date)s%(x_strong_tag_close)s is not a valid date or date format
it: La data di consegna data %(x_strong_tag_open)s%(x_date)s%(x_strong_tag_close)s non ha una data o un formato di data valido.
