Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: The chosen action is not supported by the document type.
bg: Избраното от вас действие не се поддържа от типа документ.
ca: L'acció que heu escollit no està suportada per a aquest tipus de document.
de: Die gewählte Aktion wird vom Dokumenttyp nicht unterstützt.
it: L'azione scelta non è supportata da questo tipo di documento.
ja: このコレクションはまだ文書を含んでいない
no: Valgt handling støttes ikke av denne dokumenttypen.
ru: Выбранное действие не применяется для этого типа документа.
sk: Zvolaná akcia nie je podporovaná týmto typom dokumentu.

source: Login to display all document types you can access
ca: Identifiqueu-vos per a visualitzar tots els tipus de document als que teniu accés
it: Connetarsi per visualizzare tutti i tipi di documenti che può accedere

source: Document types available for submission
bg: Налични за публикуване документни типове
ca: Tipus de documents disponibles per a fer lliuraments
de: Verfügbare Dokumenttypen für die Eingabe
it: Tipi di documenti disponibili per la sottomissione
ja: サブミットできるドキュメントタイプ：
no: Tilgjengelige dokumenttyper for innsendinger
pt: Tipos de documentos disponíveis para submissão
ru: Типы документов для депонирования
sk: Typy dokumentov k dispozícii pre pridanie

source: Please select the type of document you want to submit
ca: Seleccioneu el tipus de document que voleu lliurar.
de: Bitte wählen sie den Dokumenttypen, den Sie übermitteln wollen.
it: Per favore, seleziona il tipo di documento che desideri sottomettere
no: Velg dokumenttypen du ønsker å sende inn
ru: Пожалуйста, выберите тип документа, который Вы хотите депонировать

source: No document types available.
bg: Няма налични документни типове.
ca: Encara no hi ha tipus de documents.
de: Keine Dokumenttypen verfügbar.
it: Nessun tipo di documento disponibile.
ja: ドキュメントタイプがありません。
no: Ingen tilgjengelige dokumenttyper.
pt: Nenhum tipo de documento disponível.
ru: Недоступный тип документа
sk: Žiadne typy dokumentov nie sú prístupné.

source: Please select a category
bg: Моля, изберете категория
ca: Seleccioneu una categoria
cs: Prosím, vyberte kategorii
de: Bitte wählen Sie eine Kategorie
it: Per favore seleziona una categoria
ja: カテゴリーを選択して下さい。
no: Velg en kategori.
ru: Пожалуйста выберите категорию
sk: Prosím zvoľte kategóriu

source: Select a category and then click on an action button.
bg: Изберете категория и след това натиснете бутон за действие.
ca: Seleccioneu una categoria i després seleccioneu una acció.
cs: Vyberte kategorii a poté klikněte na tlačítko akce.
de: Wählen Sie eine Kategorie und klicken Sie dann auf den Button.
it: Seleziona una categoria e poi fai clic su un pulsante di azione.
ja: カテゴリーを選択してアクションボタンを押してください。
no: Velg kategori og knapp for ønsket handling.
pt: Seleccione uma categoria e clique no botão
ru: Выберите категорию, затем нажмите кнопку для выбора необходимого действия.
sk: Zvoľte kategóriu a potom kliknite na tlačidlo nejakej akcie.

source: To continue with a previously interrupted submission, enter an access number into the box below:
bg: За да продължите предишно прекъснато публикуване, моля въведете отдолу вашия номер за достъп:
ca: Per a continuar un lliurament interrumput, introduiu el número d'accés directament a aquesta cel·la:
de: Um mit einer unterbrochenen Eingabe weiterzufahren geben Sie die Zugangsnummer in die Box ein:
it: Per continuare con una sottomissione precedentemente interrotta, inserisci un numero di accesso nella casella sottostante:
ja: 中断したファイル提出を続行するには提出アクセス番号を下に入れてください。
no: For å fortsette med en tidligere avbrutt innsending, angi et tilgangsnummer i boksen under:
pt: Para continuar com a submissão interrompida anteriormente, indique o seu número de acesso na caixa abaixo:
ru: Чтобы продолжить прерванное ранее депонирование документа, введите код доступа в следующее поле:
sk: Na pokračovanie predošle prerušeného pridania, vložte Vaše prístupové číslo do nižšieuvedeného boxu:

source: GO
bg: ИДИ
ca: ENDAVANT
cs: JÍT
it: VAI
ja: 実行
no: OK
pt: IR
ru: ПРОДОЛЖАЙте
sk: CHOĎ

source: SUMMARY
bg: РЕЗЮМЕ
ca: SUMARI
cs: SHRNUTÍ
de: Zusammenfassung
it: SOMMARIO
ja: サマリー
no: SAMMENDRAG
pt: SUMÁRIO
ru: РЕЗЮМЕ
sk: ZHRNUTIE

source: Submission number
bg: Номер на публикация
ca: Número de lliurament
cs: Podací číslo
de: Eintragungsnummer
it: Numero sottomissione
ja: 提出アクセス番号
no: Bidragsnummer
ru: Номер депонирования
sk: Číslo pridania

source: Are you sure you want to quit this submission?
bg: Сигурен ли сте, че искате да прекъснете това публикуване?
ca: Esteu segur que voleu abandonar aquest lliurament?
cs: Jste si jisti, že chcete opustit toto podání?
de: Sind Sie sicher dass sie diese Eingabe verlassen möchten?
it: Sei sicuro di volere interrompere questa sottomissione?
ja: 提出を中止しますか？
no: Er du sikker på at du vil avslutte denne innsendingen?
pt: Tem a certeza que deseja desistir esta submissão?
ru: Вы уверены, что хотите завершить внесение документа?
sk: Ste si istí že chcete opustiť toto pridanie?

source: Back to main menu
bg: Обратно към главното меню
ca: Tornar al menú principal
cs: Zpět do hlavního menu
de: Zurück zum Hauptmenu
it: Torna al menu principale
ja: メインメニューへ
no: Tilbake til hovedmeny
ru: Возврат к главному меню
sk: Naspät do hlavného menu

source: This is your submission access number. It can be used to continue with an interrupted submission in case of problems.
bg: Това е вашия номер на публикация. В случай на проблеми, той може да бъде използван, за да се продължи прекъснат процес на публикуване.
ca: Aquest és el vostre número d'accés de lliurament. El podeu usar per a continuar un lliurament interrumput en cas de problemes.
de: Das ist Ihre Eingabenummer. Im Falle eines Problems, kann Sie genutzt werden, um die unterbrochene Eingabe fortzusetzen.
it: Questo è il numero di accesso della tua sottomissione. Può essere utilizzato per continuare una sottomissione interrotta in caso di problemi.
ja: 提出アクセス番号（提出に失敗したときなどに用います。）
no: Dette er tilgangsnummeret for denne innsendingen. Det kan brukes for å fortsette på en avbrutt innsending hvis det oppstår problemer.
pt: Este é o seu número de submissão. Pode ser utilizado para continuar com uma submissão interrompida em caso de problemas.
ru: Это Ваш код доступа к процессу внесения документа. он может использоваться для продолжения прерванного внесения.
sk: Toto je Vaše prístupové číslo pridania. Môže byť použité na pokračovanie prerušeného procesu pridania v prípade problémov.

source: Mandatory fields appear in red in the SUMMARY window.
bg: Задължителните полета са оцветени в червено в прозореца РЕЗЮМЕ.
ca: Els camps obligatoris aparaixen en verd en el requadre RESUM.
de: Obligatorische Felder werden rot angezeigt in der Zusammenfassung.
it: I campi obbligatori appaiono in rosso nella finestra del SOMMARIO.
ja: サマリーウインドウに必須フィールドがあります。
no: Obligatoriske felter vises i rødt i SAMMENDRAG-vinduet.
pt: Os campos obrigatórios aparecem a vermelho na janela SUMÁRIO.
ru: Обязательные поля выделяются красным цетом
sk: Povinné polia sa zobrazia ako červené v okne ZHRNUTIE.

source: The field %s is mandatory.
bg: Полето %s е задължително.
ca: El camp %s és obligatori.
cs: Pole %s je povinné.
de: Das Feld %s ist obligatorisch.
it: Il campo %s è obbligatorio.
ja: フィールド %s は必須です。
no: Feltet %s er obligatorisk.
pt: O campo %s é obrigatório.
ru: Поле %s является обязательным.
sk: Pole %s je povinné.

source: Please make a choice in the select box
bg: Моля, направете избор
ca: Si us plau escolliu-ne un al desplegable
cs: Prosím, vyberte si z daných možností
de: Bitte treffen Sie eine Auswahl in der Auswahlbox
it: Per favore effettua una scelta nella casella di selezione
ja: 選択ボックスから一つ選んでください。
no: Vennligst bruk valgboksen
pt: É favor escolher na caixa de selecção.
ru: Пожалуйста, сделайте выбор
sk: Prosím urobte voľbu vo voliteľnom boxe

source: Please press a button.
bg: Моля, натиснете бутон.
ca: Premeu un botó
cs: Prosím, stiskněte tlačítko.
de: Bitte drücken Sie einen Button.
it: Per favore premi un pulsante.
ja: ボタンを押してください
no: Vennligst trykk på en knapp.
pt: É favor carregar no botão.
ru: Пожалуйста, нажмите кнопку.
sk: Prosím stlačte tlačidlo.

source: The field %s is mandatory. Please fill it in.
bg: Полето %s е задължително. Моля, попълнете го.
ca: El camp %s és obligatori. Si us plau ompliu-lo.
cs: Pole %s je povinné. Prosím, vyplňte jej.
de: Das Feld %s ist obligatorisch. Bitte füllen Sie es aus.
it: Il campo %s è obbligatorio. Per favore compilalo.
ja: フィールド %s は必須です。
no: Feltet %s er obligatorisk. Vennligst fyll det ut.
pt: O campo %s é obrigatório. É favor preenchê-lo.
ru: Поле %s является обязательным. Пожалуйста, заполните его.
sk: Pole %s je povinné. Prosím vyplňte ho.

source: The field %(field)s is mandatory.
bg: Полето %(field)s е задължително.
ca: El camp %(field)s és obligatori.
cs: Pole %(field)s je povinné.
de: Das Feld %(field)s ist obligatorisch.
it: Il campo %(field)s è obbligatorio.
ja: フィールド %(field)s は必須です。
no: Feltet %(field)s er obligatorisk.
pt: O campo %(field)s é obrigatório.
ru: Поле %(field)s является обязательным.
sk: Pole '%(field)s' je povinné.

source: Going back to page
bg: Обратно към страница
ca: Tornant a la pàgina
cs: Návrat na stránku
de: Gehe zurück zur Seite
it: Tornare a pagina
ja: 戻る
no: Går tilbake til side
pt: Regressando à página
ru: Вернитесь к странице
sk: Vraciam sa späť na stránku

source: finished!
bg: завършен!
ca: acabat!
cs: hotovo!
de: Beendet!
it: finito!
ja: 終了！
no: ferdig!
pt: terminado!
ru: закончено!
sk: ukončená!

source: end of action
bg: край на действието
ca: final de l'acció
cs: konec akce
de: Ende der Aktion
it: fine dell'azione
ja: 終了
no: handling fullført
pt: fim da acção
ru: конец действия
sk: koniec akcie

source: Submission no
bg: Публикация номер
ca: Lliurament núm.
cs: Podací číslo
de: Eintragungsnr.
it: Sottomissione numero
ja: 提出番号
no: Innsendingsnummer
ru: Внесение №
sk: Číslo pridania

source: Here is the %(x_action)s function list for %(x_doctype)s documents at level %(x_step)s
bg: Това е списъка с %(x_action)s функции за %(x_doctype)s документи на ниво %(x_step)s
ca: Llista de funcions de %(x_action)s per als documents %(x_doctype)s en el nivell %(x_step)s
de: Das ist die %(x_action)s Funktionsliste für %(x_doctype)s Dokumente auf Level %(x_step)s
it: Ecco la lista delle funzioni %(x_action)s per i documenti %(x_doctype)s al livello %(x_step)s
ja: ドキュメント %(x_doctype)s のレベル%(x_step)s の%(x_action)s の機能のリスト
no: Her er %(x_action)s funksjonslisten for %(x_doctype)sdokumenter på nivå %(x_step)s
pt: Aqui está a %(x_action)s lista de funções para %(x_doctype)s documentos no nível %(x_step)s
ru: %(x_action)sсписок функций для %(x_doctype)s документов на этапе %(x_step)s
sk: Tu je %(x_action)s zoznam funkcií pre %(x_doctype)s dokumenty na úrovni %(x_step)s

source: Function
bg: Функция
ca: Funció
cs: Funkce
de: Funktion
it: Funzione
ja: 機能
no: Funksjon
ru: Функция
sk: Funkcia

source: Score
bg: Точки
ca: Puntuació
cs: Skóre
it: Punteggio
ja: 評価
no: Rating
ru: Оценка
sk: Skóre

source: Running function
bg: Изпълнение на функция
ca: Funció en execució
cs: Bežící funkce
de: Funktion läuft
it: Esecuzione funzione
ja: 実行中の機能
no: Kjører funksjon
pt: Executando função
ru: Выполняющаяся функция
sk: Bežiace funkcia

source: Function %s does not exist.
bg: Функцията %s не съществува.
ca: La funció %s no existeix.
cs: Funkce %s neexistuje.
de: Funktion %s existiert nicht
it: La funzione %s non esiste.
ja: 機能%sはありません。
no: Funksjon %s finnes ikke.
pt: Função %s não existe.
ru: Функция '%s' не существует
sk: Funkcia %s neexistuje.

source: You must now
bg: Сега трябва да
ca: Ara heu de
cs: Nyní je třeba
de: Sie müssen jetzt
it: Adesso devi
ja: 次にすること：
no: Du må nå
pt: Você deve agora
ru: Вы теперь должны
sk: Teraz musíte

source: all types of document
bg: всички типове документи
ca: tots els tipus de document
cs: všechny typy dokumentu
de: alle Dokumenttypen
it: tutti i tipi di documento
ja: すべてのタイプのドキュメント
no: alle typer dokumenter
pt: todos od tipos de documento
ru: все типы документов
sk: všetky typy dokumentov

source: Reference
bg: Справка
ca: Referència
de: Referenz
it: Riferimento
ja: 参照：
no: Referanse
pt: Referência
ru: Ссылка
sk: Referencia

source: First access
bg: Първи достъп
ca: Primer accés
cs: První přístup
de: Erster Zugriff
it: Primo accesso
ja: 最初のアクセス
no: Først brukt
pt: Primeiro acesso
ru: Перый доступ
sk: Prvý prístup

source: Last access
bg: Последен достъп
ca: Darrer accés
cs: Poslední přístup
de: Letzter Zugriff
it: Ultimo accesso
ja: 最後のアクセス
no: Sist brukt
ru: Последний доступ
sk: Posledný prístup

source: Are you sure you want to delete this submission?
bg: Сигурен ли сте, че искате да изтриете тази публикация?
ca: Esteu segur que voleu suprimir aquest lliurament?
cs: Jste si jisti, že chcete odstranit toto podání?
de: Sind Sie sicher dass sie diese Eingabe löschen wollen?
it: Sei sicuro di voler cancellare la sottomissione?
ja: この提出を削除しますか
no: Er du sikker på at du vil slette denne innsendingen?
pt: Tem a certeza que deseja apagar esta submissão?
ru: Вы уверены, что хотите удалить вносимый документ?
sk: Ste si istí že chcete zrušiť toto pridanie?

source: Delete submission %(x_id)s in %(x_docname)s
bg: Изтриване на публикация %(x_id)s в %(x_docname)s
ca: Suprimeix el lliurament %(x_id)s a %(x_docname)s
cs: Smazat podání %(x_id)s v %(x_docname)s
de: Vorlage %(x_id)s in %(x_docname)s löschen
it: Cancella la sottomissione %(x_id)s in %(x_docname)s
ja: %(x_docname)s の %(x_id)s の提出を削除。
no: Slett innsending %(x_id)s i %(x_docname)s
ru: Удаление документа %(x_docname)s, код депонирования %(x_id)s
sk: Zrušiť pridanie %(x_id)s v %(x_docname)s

source: Reference not yet given
bg: Рецензията все още не е дадена
ca: Encara no se li ha assignat referència
cs: Odkaz není ještě daný
de: Noch keine Referenz abgegeben
it: Riferimento non ancora fornito
ja: 参照（番号）がまだ与えられません。
no: Referanse ikke gitt
pt: Referência ainda não foi dada
ru: Рецензия еще не дана
sk: Referencia nebola ešte daná

source: Refereed Documents
bg: Рецензирани документи
ca: Documents revisats
de: Referenzierte Dokumente
it: Documenti con referee
ja: 参照ドキュメント
no: Vurderte dokumenter
pt: Documentos referidos
ru: Реферируемые документы
sk: Referované dokumenty

source: You are a general referee
bg: Вие сте общ рецензент
ca: Sou revisor general
de: Sie sind ein genereller Referent
it: Sei un referee generale
ja: あなたはgeneral referee です。
no: Du er en generell fagkonsulent
pt: Você é um moderador geral
ru: Вы главный референт
sk: Ste všeobecným referentom

source: You are a referee for category:
bg: Вие сте рецензент за категория:
ca: Sou revisor per a la categoria:
de: Sie sind ein Referent in der Kategorie:
it: Sei un referee per la categoria:
ja: あなたはレフリーです。カテゴリー：
no: Du er fagkonsulent for kategorien:
pt: Você é um moderador desta categoria:
ru: Вы референт для категории:
sk: Ste referentom pre kategóriu:

source: List of refereed types of documents
bg: Списък на рецензираните типове документи
ca: Llista de tipus de documents revisats
de: Liste der referenzierten Dokumenttypen
it: Lista dei tipi di documento con referee
ja: 参照ドキュメントのリスト
no: Oversikt over vurderte dokumenttyper
pt: Lista de tipos de documentos sob moderação
ru: Список реферируемых типов документов
sk: Zoznam referovaných typov dokumentov

source: Select one of the following types of documents to check the documents status
ca: Seleccioneu un dels tipus de documents següents per a comprovar l'estat dels documents
de: Wählen Sie einen der folgenden Dokumenttypen aus, um den Dokumentstatus zu überprüfen.
it: Seleziona uno dei seguenti tipi di documento per verificarne lo stato
no: Velg en av følgende dokumenttyper for å sjekke dokumentets status
ru: Выберите один из типов документов для изменения статуса документов

source: Go to specific approval workflow
ca: Anar al procediment d'aprovació específic
it: Vai allo specifico processo di approvazione
no: Gå til spesifikk arbeidsflyt for godkjenning
ru: Перейти к процессу конкретного одобрения

source: List of refereed categories
bg: Списък на рецензираните категории
ca: Llista de les categories a revisar
de: Liste der referenzierten Kategorien
it: Lista delle categorie con referee
ja: 査読 カテゴリーのリスト
no: Oversikt over vurderte kategorier
pt: Lista de categorias sob moderação
ru: Список реферируемых категорий
sk: Zoznam referovaných kategórií

source: Please choose a category
bg: Моля, изберете категория
ca: Seleccioneu una categoria
cs: Prosím, vyberte kategorii
de: Bitte wählen Sie eine Kategorie
it: Per favore seleziona una categoria
ja: カテゴリーを選択して下さい。
no: Vennligst velg en kategori
pt: É favor escolher uma categoria
ru: Пожалуйста, выберите категорию
sk: Prosím zvoľte kategóriu

source: Pending
bg: Чакащ
ca: Pendent
cs: Čeká na vyřízení
de: Noch nicht erledigt
it: In sospeso
ja: ペンディング
no: Avventer
ru: Ожидающие
sk: Čakajúce

source: Approved
bg: Одобрен
ca: Aprovat
cs: Schváleno
de: Akzeptiert
it: Approvato
ja: 承認
no: Godkjent
ru: Одобренные
sk: Shválené

source: Rejected
bg: Отхвърлен
ca: Rebutjat
cs: Zamítnuto
de: Zurückgewiesen
it: Rifiutato
ja: 却下
no: Avslått
ru: Отклонённые
sk: Zamietnuté

source: Key
bg: Ключ
ca: Codi
cs: Klíč
de: Schlüssel
it: Chiave
ja: キー
no: Nøkkel
pt: Chave
ru: Ключ
sk: Kľúč

source: Waiting for approval
bg: Чакащ одобрение
ca: Esperant l'aprovació
de: Wartet auf Akzeptierung
it: In attesa di approvazione
ja: 承認待ち
no: Avventer godkjenning
ru: Ожидающие одобрения
sk: Čakajúc na schválenie

source: Already approved
bg: Вече одобрен
ca: Ja aprovats
cs: Již schváleno
de: Bereits akzeptiert
it: Già approvato
ja: 承認済み
no: Allerede godkjent
ru: Уже одобренные
sk: Už schválené

source: Some documents are pending.
bg: Някои от документите са чакащи.
ca: Quedent alguns documents pendents
cs: Některé dokumenty čekají na vyřízení.
de: Einige Dokumente sind noch nicht erledigt.
it: Alcuni documenti in sospeso.
ja: ペンディングのドキュメントあり
no: Noen dokumenter avventer.
pt: Alguns documentos estão pendentes.
ru: Некоторые документы находятся в процессе ожидания
sk: Niektoré dokumenty sú nevybavené.

source: List of refereing categories
ca: Llista de les categories a revisar
de: Liste der referenzierten Kategorien
it: Elenco delle categorie con referee
no: Oversikt over vurderte kategorier
pt: Lista de categorias sob moderação
ru: Список рецензируемых категорий

source: Cancelled
bg: Отменено
ca: Cancel·lat
cs: Zrušeno
de: Abgebrochen
it: Annullato
no: Kansellert
pt: Cancelado
ru: Удален

source: List of refereed documents
bg: Списък на рецензираните документи
ca: Llista de documents revisats
de: Liste der referenzierten Dokumente
it: Elenco dei documenti con referee
ja: 査読ドキュメントのリスト
no: Oversikt over vurderte dokumenter
pt: Lista de documentos sob moderação
ru: Список реферируемых документов
sk: Zoznam referovaných dokumentov

source: Click on a report number for more information.
bg: За повече информация щракнете върху номер на доклад.
ca: Feu clic a un número d'informe per a obtenir més informació.
de: Klicken Sie auf eine Reportnummer für mehr Informationen
it: Fai clic sul numero di rapporto per ulteriori informazioni.
ja: 詳細情報：リポート番号をクリック
no: Klikk på et rapportnummer for mer informasjon.
pt: Clique no número do relatório para mais informações.
ru: Нажмите на номер документа, чтобы получить подробную информацию.
sk: Pre viac informácií kliknite na číslo správy.

source: Report Number
bg: Номер на доклада
ca: Número d'informe
cs: Číslo zprávy
de: Reportnummer
it: Numero di rapporto
ja: リポート番号
no: Rapportnummer
pt: Número de Registro
ru: Номер сообщения
sk: číslo správy

source: List of publication documents
ca: Llista de documents de publicació
de: Liste der öffentlicher Dokumente
it: Elenco delle pubblicazioni
no: Oversikt over publikasjonsdokumenter
ru: Список публикаций

source: List of direct approval documents
ca: Llista de documents d'aprovació directa
de: Liste der gerade begutachteten Dokumente
it: Elenco dei documenti ad approvazione diretta
no: Oversikt over dokumenter med direkte godkjenning
pt: Lista de documentos de aprovação directa
ru: Список полностью одобренных документов

source: Your request has been sent to the referee.
bg: Вашата заявка е изпратена на рецензента.
ca: La vostra petició ha estat enviada al revisor.
cs: Váš požadavek byl odeslán znalci.
de: Ihre Anfrage wurde zum Referent gesendet.
it: La tua richiesta è stata inviata al referee.
ja: 要求はレフリーに送信されました。
no: Din forespørsel er sendt til en fagkonsulent.
pt: O seu pedido foi enviado para o moderador.
ru: Ваш запрос послан референту
sk: Vaša žiadosť bola zaslaná referentovi.

source: Title:
bg: Заглавие:
ca: Títol:
cs: Název:
de: Titel:
it: Titolo:
ja: タイトル
no: Tittel:
pt: Título:
ru: Название
sk: Názov:

source: Author:
bg: Автор:
ca: Autor:
cs: Autor:
de: Autor:
it: Autore:
ja: 著者
no: Forfatter:
pt: Autor:
ru: Автор
sk: Autor:

source: More information:
bg: Повече информация:
ca: Més informació:
cs: Více informací:
de: Mehr Informationen:
it: Ulteriori informazioni:
ja: 情報
no: Mer informasjon:
pt: Mais informação:
ru: Больше информации
sk: Viac informácií:

source: Click here
bg: Натиснете тук
ca: Feu clic aquí
cs: Klikněte zde
de: Hier klicken
it: Fai clic qui
ja: クリック
no: Klikk her
pt: Clique aqui
ru: Нажмите
sk: Kliknite sem

source: Approval note:
ca: Nota d'aprovació:
cs: Poznámka pro schválení:
de: Bemerkung zur Akzeptierung:
it: Nota di approvazione:
ru: Заметка об одобрении:

source: This document is still %(x_fmt_open)swaiting for approval%(x_fmt_close)s.
bg: Този документ все още %(x_fmt_open)sчака одобрение%(x_fmt_close)s.
ca: Aquest document encara està %(x_fmt_open)sesperant la seva aprovació%(x_fmt_close)s.
de: Dieses Dokument %(x_fmt_open)swartet immer noch auf die Zulassung%(x_fmt_close)s.
it: Questo documento è ancora %(x_fmt_open)sin attesa di approvazione%(x_fmt_close)s.
ja: ドキュメントは%(x_fmt_open)s承認待ちです%(x_fmt_close)s。
no: Dette dokumentet %(x_fmt_open)sventer fortsatt på godkjenning%(x_fmt_close)s.
pt: Este documento continua à %(x_fmt_open)sespera de aprovação%(x_fmt_close)s.
ru: Этот документ все еще %(x_fmt_open)sждет одобрения%(x_fmt_close)s.
sk: Tento dokument stále %(x_fmt_open)sčaká na schválenie%(x_fmt_close)s.

source: It was first sent for approval on:
bg: За първи път е изпратен за одобрение на:
ca: Va ser enviat per a ser aprovat el:
de: Zuerst zur Zulassung gesendet am:
it: È stato inizialmente inviato per l'approvazione il:
ja: 承認の請求日付：
no: Det ble først sendt til godkjenning:
ru: Впервые отослан для одобрения:
sk: Prvý krát bol zaslaný na schválenie dňa:

source: Last approval email was sent on:
bg: Последният e-mail за одобрение е изпратен на:
ca: El darrer missatge d'aprovació es va enviar el:
de: Letzte Zulassung gesendet am:
it: L'ultima email di approvazione è stata inviata il:
ja: 最新の承認メイルが届いた日付：
no: Siste e-post om godkjenning ble sendt:
pt: Útimo email de aprovação foi enviado em:
ru: Последнее письмо с одобрением было отослано:
sk: Posledná elektronická pošta pre schválenie bola zaslaná dňa:

source: You can send an approval request email again by clicking the following button:
bg: Може отново да изпратите e-mail със заявка за одобрение като натиснете следния бутон:
ca: Podeu demanar una petició d'aprovació per correu electrònic un altre cop prement el següent botó:
de: Sie können einen Zulassungs-Antrag erneut senden wenn Sie auf diesen Button klicken:
it: Puoi nuovamente spedire una richiesta di approvazione facendo clic sul seguente pulsante:
ja: 次のボタンを押すと、承認請求メイルが再送信されます。
no: Du kan sende en ny e-post med forespørsel om godkjenning ved å klikke på følgende knapp:
pt: Pode enviar o seu email de pedido de aprovação novamente clicando no seguindo butão:
ru: Вы можете снова послать email с запросом подтерждения, нажав следующую кнопку:
sk: Môžte opäť zaslať požiadavku na schválenie kliknutím na nasledujúce tlačidlo:
