Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Enter a search query here.
bg: Въведете заявка за търсене.
ca: Introduiu una cerca aquí.
cs: Zadejte hledaný dotaz zde.
de: Suchabfrage hier eingeben.
it: Inserisci qui una richiesta di ricerca.
ja: ここに検索クエリーを入力
no: Skriv søkespørring her.
pt: Introduza aqui o termo a pesquisar
ru: Введите поисковый запрос.

source: No Record Found for %s.
ca: No s'ha trobat cap registre per %s.
it: Nessun record trovato per %s.

source: Tag specification "%s" must end with column ":" at line %s.
ca: L'especificació per a l'etiqueta "%s" ha d'acabar a la columna ":", línia %s.
it: Specificazione del tag "%s" deve finire con la colonna “:” alla linea %s.

source: Tag specification "%s" must start with "tag" at line %s.
ca: L'especificació per a l'etiqueta "%s" ha de començar amb "tag", línia %s.
it: Specificazione del tag "%s" deve incominciare con “tag” alla linea %s.

source: "tag" must be lowercase in "%s" at line %s.
ca: "tag" ha d'estar en minúscula a "%s", línia %s.
it: “tag” deve essere minuscolo in “%s” alla linea %s.

source: Should be "tag field_number:" at line %s.
ca: Hauria de ser "tag field_number:", línia %s.
it: Dovrebbe essere "tag field_number:" alla linea %s

source: Invalid tag "%s" at line %s.
ca: Etiqueta "%s" no vàlida, línia %s.
it: Tag “%s” invalido alla linea %s.

source: Condition "%s" is outside a tag specification at line %s.
ca: La condició "%s" és fora d'una especificació d'etiqueta, línia %s.
it: condizione “%s” è fuori della specificazione tag alla linea %s.

source: Condition "%s" can only have a single separator --- at line %s.
ca: La condició "%s" només pot tenir un sol caràcter, línia %s.
it: Condizione “%s” può solo avere un unico separatore --- alla linea %s.

source: Template "%s" does not exist at line %s.
ca: La plantilla "%s" no existeix, línia %s.
it: Modello “%s” non esiste alla linea %s.

source: Missing column ":" after "default" in "%s" at line %s.
ca: Falta la columna ":" després de "default" a "%s", línia %s.
it: Colonna “:” mancante dopo “default” in “%s” alla linea %s.

source: Default template specification "%s" must start with "default :" at line %s.
ca: L'especificació de la plantilla per defecte "%s" ha de començar per "default :", línia %s.
it: Specificazione del modello default “%s” deve incominciare con “default :” alla linea %s.

source: "default" keyword must be lowercase in "%s" at line %s.
ca: La paraula "default" ha de ser en minúscules a "%s", línia %s.
it: la parola chiave “default” deve essere in minuscole in “%s” alla linea %s.

source: Line %s could not be understood at line %s.
ca: No es pot entendre la línia %s, línia %s.
it: Linea %s non è stata capita alla linea %s.

source: Output format %s cannot not be read. %s
ca: No s'ha pogut llegir el format de sortida %s. %s
it: Impossibile leggere formato di output %s. %s

source: Could not find a name specified in tag "<name>" inside format template %s.
ca: No s'ha pogut trobar el nom especificat a l'etiqueta "<name>" a la plantilla de format %s.
it: Impossibile trovare il nome specificato nel tag “<name>” nel modello di formato %s.

source: Could not find a description specified in tag "<description>" inside format template %s.
ca: No s'ha pogut trobar la descripció especificada a l'etiqueta "<description>" a la plantilla de format %s.
it: Impossibile trovare una descrizione specificata nel tag “<name>” nel modello di formato %s.

source: Format template %s calls undefined element "%s".
ca: La plantilla de format %s crida l'element no definit "%s".
it: Modello di formato %s chiama elemento non definito“%s”

source: Format template %s calls unreadable element "%s". Check element file permissions.
ca: La plantilla de format %s crida a l'element il·legible "%s". Comproveu els permisos de fitxer de l'element.
it: Modello di formato %s chiama elemento illeggibile “%s”. Controllare i permessi dei file di elementi.

source: Cannot load element "%s" in template %s. Check element code.
ca: No s'ha pogut carregar l'element "%s" a la plantilla %s. Comproveu el codi de l'element.
it: Impossibile caricare elemento "% s" nel modello% s. Controllare il codice elemento.

source: Format element %s uses unknown parameter "%s" in format template %s.
ca: L'element de format %s usa el paràmetre desconegut "%s" a la plantilla de format %s.
it: Elemento di formato %s usa parametro sconosciuto “%s” nel modello di formato %s.

source: Could not read format template named %s. %s
ca: No s'ha pogut llegir la plantilla de format %s. %s
it: Impossibile leggere modello di formato di nome %s. %s

source: Error in format element %s. %s.
ca: Error a l'element de format %s. %s.
it: Errore nell’elemento di formato %s. %s.

source: Format element %s cannot not be read. %s
ca: No s'ha pogut llegir l'element de format %s. %s
it: Impossibile leggere elemento di formato %s. %s

source: Hide
bg: Скриване
ca: Amaga
cs: Skrýt
de: Verstecken
it: Nascondi
ja: 隠す
no: Skjul
ru: Руководство

source: Show all %i authors
bg: Показване на всичките %i автора
ca: Mostra tots els %i autors
cs: Zobrazit %i autorů
de: Zeige alle %i Autoren
it: Mostrare tutti autori %i
ja: %i 人のオーサーを表示
no: Vis alle %i forfattere
pt: Mostrar todos os %i autores
ru: Показать всех %i авторов

source: This article on arXiv.org
it: Questo articolo su arXiv.org

source: Name variant(s)
it: Varianti nome

source: See also
bg: Виж също:
ca: Vegeu també
cs: Viz také
de: Siehe auch
it: Vedi anche
no: Se også
ru: См. также

source: Publication(s)
it: Pubblicazione/i

source: Control Number(s)
it: Numero/i di controllo

source: Variant(s)
it: Variante/i

source: Parent
it: Genitore

source: Children
it: Figli

source: Predecessor
it: Predecessore

source: Successor
it: Sucessore

source: Useful links
it: Collegamenti esterni utili

source: Manage Files of This Record
ca: Gestioneu els fitxers d'aquest registre
cs: Správa souborů tohoto záznamu
de: Dateien für diesen Datensatz verwalten
it: Gestire File di questo Record
ru: Управление файлами этой записи

source: Edit This Record
ca: Editeu aquest registre
cs: Editovat tento záznam
de: Datensatz editieren
it: Fare l’editing di questo record
ru: Редактировать эту запись

source: Download fulltext
bg: Сваляне на пълен текст
ca: Descarregar el text complet
cs: Stáhnout fulltext
de: Volltext herunterladen
it: Scarica testo completo
no: Last ned fulltekst
ru: Загрузка полного текста

source: additional files
bg: допълнителни файлове
ca: fitxers addicionals
cs: další soubory
de: zusätzliche Dateien
it: file aggiuntivi
ja: 追加ファイル
no: tilleggsfiler
pt: ficheiros adicionais
ru: дополнительные файлы

source: %(x_sitename)s link
ca: enllaç %(x_sitename)s
cs: %(x_sitename)s odkaz
it: collegamento %(x_sitename)s
no: %(x_sitename)s lenke
ru: %(x_sitename)s ссылка

source: %(x_sitename)s links
ca: enllaços %(x_sitename)s
cs: %(x_sitename)s odkazy
it: collegamenti %(x_sitename)s
no: %(x_sitename)s lenker
ru: %(x_sitename)s ссылка

source: external link
ca: enllaç extern
cs: externí odkaz
de: externer Link
it: collegamento esterno
no: ekstern lenke
ru: %(x_sitename) ссылка

source: external links
ca: enllaços externs
cs: externí odkazy
it: collegamenti esterni
no: eksterne lenker
ru: Внешние ссылки

source: Fulltext
bg: Пълен текст
ca: Text complet
de: Volltext
it: Testo completo
ja: フルテキスト
no: Fulltekst
ru: Полный текст
sk: Plný text

source: Show more plots
it: Mostra più trame

source: Add this document to your ScienceWise.info bookmarks
ca: Afegir aquest documento als vostres preferits a ScienceWise.info
it: Aggiungere questo documento ai suoi segnalibri ScienceWise.info

source: Add this article to your ScienceWise.info bookmarks
ca: Afegir aquest article als vostres preferits a ScienceWise.info
it: Aggiungere questo articolo ai suoi segnalibri ScienceWise.info

source: Cannot write in etc/bibformat dir of your Invenio installation. Check directory permission.
ca: No s'ha pogut escriure al directori etc/bibformat de la vostra instal·lació d'Invenio. Comproveu els permisos del directori.
it: Impossibile scrivere in etc/bibformat dir della sua installazione Invenio. Controlla il permesso di directory.

source: Restricted Output Format
bg: Ограничен изходен формат
ca: Format de sortida restringit
cs: Limitovaný výstupní formát
de: Eingeschränktes Ausgabeformat
it: Formato di output con restrizioni
ja: 制限された出力フォーマット:
no: Adgangsbegrenset visningsformat
ru: Ограниченный формат вывода

source: Output Format %s Rules
bg: Правила на формат %s
ca: Regles del format de sortida %s
cs: Výstupní formát %s pravidla
de: Ausgabeformat %s Regeln
it: Regole formato di output %s
ja: 出力フォーマットルール: %s
no: Visningsformat %s regler
ru: Правила формата вывода %s

source: Output Format %s Attributes
bg: Атрибути на формат %s
ca: Atributs del format de sortida %s
cs: Výstupní formát %s atributů
it: Attributi formato di output %s
ja: 出力フォーマット属性 %s
no: Visningsformat %s attributter
pt: Atributos %s do Formato de Saída
ru: Параметры формата вывода %s

source: Output Format %s Dependencies
bg: Зависимости на формат %s
ca: Dependències del format de sortida %s
cs: Výstupní formát%s závislosti
de: Ausgabeformat %s Abhängigkeiten
it: Dipendenze formato di output %s
ja: 出力フォーマット依存関係 %s
no: Visningsformat %s avhengigheter
pt: Dependências %s do Formato de Saída
ru: Зависимости формата вывода %s

source: Delete Output Format
bg: Изтриване на изходния формат
ca: Suprimeix el format de sortida
cs: Smazat výstupní formát
de: Ausgabeformat löschen
it: Cancella formato di output
ja: 出力フォーマットの削除
no: Slett visningsformat
ru: Вычеркнуть формат вывода

source: Cannot create output format
ca: No ha estat possible crear el format de sortida
cs: Nelze vytvořit výstupní formát
de: Ausgabeformat kann nicht erstellt werden
it: Impossibile creare il formato di output
no: Kan ikke lage visningsformat
ru: Невозможно создать формат вывода:

source: Format template %s cannot not be read. %s
ca: No s'ha pogut llegir la plantilla de format %s. %s
it: Modello di formato %s non si può leggere. %s

source: Restricted Format Template
bg: Шаблон с ограничен достъп
ca: Plantilla de format restringit
cs: Omezený formát šablony
de: Eingeschränkte Formatvorlage
it: Modello di formato limitato
ja: 制限付きフォーマットテンプレート
no: Adgangsbegrenset visningsmal
pt: Formato do Template Restricto
ru: Ограниченный шаблон формата

source: Format Template %s
bg: Шаблон %s
ca: Plantilla de format %s
cs: Formátovací šablona %s
de: Formatvorlage %s
it: Modello di formato %s
ja: フォーマットテンプレート %s
no: Visningsmal %s
pt: Formato do Template %s
ru: Шаблон формата %s

source: Format Template %s Attributes
bg: Атрибути на шаблон %s
ca: Atributs de la plantilla de format %s
cs: Formátovací šablona %s atributů
de: Formatvorlage %s Attribute
it: Attributi di modello di formato %s
ja: フォーマットテンプレート属性 %s
no: Visningsmal %s attributter
pt: Atributos %s do Formato do Template
ru: Параметры шаблона формата %s

source: Format Template %s Dependencies
bg: Зависимости на шаблон %s
ca: Dependències de la plantilla de format %s
cs: Formátovací šablona %s závislostí
de: Formatvorlage %s Abhängigkeiten
it: Dipendenze di modello di formato %s
ja: フォーマットテンプレート依存関係 %s
no: Visningsmal %s avhengigheter
pt: Dependências %s do Formato do Template
ru: Зависимости шаблона формата %s

source: Delete Format Template
bg: Изтриване на форматния шаблон
ca: Suprimeix la plantilla de format
cs: Smazat formátovací šablonu
de: Formatvorlage löschen
it: Cancella modello di formato
ja: フォーマットテンプレートの削除
no: Slett visningsmal
ru: Удалить шаблон формата

source: Format Element %s Dependencies
bg: Зависимости на елемент %s
ca: Dependències de l'element de format %s
cs: Formátovací prvek %s závislostí
de: Formatelement %s Abhängigkeiten
it: Dipendenze elemento di formato %s
ja: フォーマット要素依存関係 %s
no: Formatelement %s avhengigheter
pt: Dependências %s do Formato do Elemento
ru: Зависимости элемента формата %s

source: Test Format Element %s
bg: Тестване на елемент %s
ca: Prova l'element de format %s
cs: Test formátu elementu %s
de: Formatelement %s überprüfen
it: Verifica elemento di formato %s
ja: フォーマット要素の試験 %s
pt: Testar Formato do Elemento %s
ru: Проверка элемента формата %s

source: Validation of Output Format %s
bg: Валидиране на формат %s
ca: Valida del format de sortida %s
cs: Validace výstupního formátu %s
de: Bestätigung des Ausgabeformats %s
it: Validazione formato di output %s
ja: 正当性の確認：出力フォーマット %s
no: Validering av visningsformat %s
pt: Validação do Formato de Saída %s
ru: Проверка формата вывода %s

source: Validation of Format Template %s
bg: Валидиране на шаблон %s
ca: Valida de la plantilla de format %s
cs: Validace formátu šablony %s
de: Formatvorlage %s überprüfen
it: Validazione modello di formato %s
ja: 正当性の確認：フォーマットテンプレート %s
no: Validering av visningsmal %s
pt: Validação do Formato do Template %s
ru: Проверка шаблона формата %s

source: Restricted Format Element
bg: Елемент с ограничен достъп
ca: Element de format restringit
cs: Omezený formát elementu
de: Eingeschränktes Format Element
it: Elemento di formato limitato
ja: 制限付きフォーマット要素
no: Adgangsbegrenset formatelement
pt: Formato do Elemento Restricto
ru: Ограниченный элемент формата

source: Validation of Format Element %s
bg: Валидиране на елемент %s
ca: Valida de l'element de format %s
cs: Validace formátu elementu %s
de: Format Element %s überprüfen
it: Validazione elemento di formato %s
ja: 正当性の確認：フォーマット要素 %s
no: Validering av formatelement %s
pt: Validação do Formato do Elemento %s
ru: Проверка элемента формата %s

source: No format specified for validation. Please specify one.
ca: No heu especificat cap format per a la validació. Especifiqueu-ne un.
it: Nessun formato specificato per la validazione. Si prega di specificarne uno.

source: Format Validation
bg: Валидиране на формата
ca: Validació del format
cs: Formát validace
de: Formatüberprüfung
it: Validazione formato
ja: 正当性の確認：フォーマット %s
no: Formatvalidering
pt: Validação do Formato
ru: Проверка формата

source: Limit display to knowledge bases matching %(keyword_field)s in their rules and descriptions
ca: Limitar la visualizació a les bases de coneixement amb el text %(keyword_field)s en les seves regles i descripcions
it: Limitare la visualizzazione alle basi di conoscenza abbinate %(keyword_field)s nelle loro regole a descrizioni

source: No Knowledge Base
ca: Sense base de coneixement
it: Nessuna Base di Conoscenza

source: Add New Knowledge Base
ca: Afegir una altra base de coneixement
cs: Přidat novou znalostní bázi
it: Aggiungi Base di Conoscenza
ru: Добавить новую базу знаний

source: Configure a dynamic KB
ca: Configurar una base de coneixement dinàmica
it: Configura una KB dinamica
ru: Настроить динамическую базу знаний

source: Add New Taxonomy
ca: Afegir una nova taxonomia
it: Aggiungi nuova Tassonomia
ru: Добавить новую таксономию

source: This knowledge base already has a taxonomy file.
ca: Aquesta base de coneixement ja té un fitxer de taxonomia
it: Questa base di conoscenza ha già un file di tassonomia.
ru: У этой базы знаний уже есть файл таксономий.

source: If you upload another file, the current version will be replaced.
ca: Si pengeu un altre fitxer, es reemplaçarà la versió actual.
it: Se carica un altro file, la versione attuale verrà sostituita.
ru: Если Вы загрузите другой файл, то текущая версия будет заменена.

source: The current taxonomy can be accessed with this URL: %s
ca: La taxonomia actual és accessible des d'aquesta URL: %s
it: La tassonomia corrente è accessibile con questo URL:% s

source: Please upload the RDF file for taxonomy %s
ca: Pengeu el fitxer RDF de la taxonomia %s
it: Si prega di caricare il file RDF per la tassonomia% s

source: Please configure
ca: Cal configurar-la
cs: Prosím nastavte
de: Bitte konfigurieren
it: Si prega di configurare
ru: Пожалуйста настройте

source: A dynamic knowledge base is a list of values of a given field. The list is generated dynamically by searching the records using a search expression.
ca: Un base de coneixement dinàmic és una llista de valors d'un camp. La llista es genera dinàmicament a mesura que es cerquen registres a partir de un valor de cerca.
it: Una base di conoscenza dinamica è una lista di valori di un determinato campo. L'elenco viene generato in modo dinamico ricercando i record utilizzando un'espressione di ricerca.
ru: Динамическая база знаний это список значений данного поля. Этот список формируется динамически при поиске записей с использованием поискового выражения.

source: Example: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
ca: Per example: els registres tenen el camp 270__a per al nom i l'adreça de la institució de l'autor. Si poseu com a valor «270__a» i l'expressió «270__a:*Paris*», creareu una llista d'institucions a Paris.
it: Esempio: Suoi record contengono campo 270__a per il nome e l'indirizzo dell'istituto dell'autore. Se imposta il campo a '270__a' e l'espressione a '270__a: * Parigi *' , verrà creato un elenco di istituti a Parigi.
ru: Пример: Ваши записи содержат поле 270__а для имени и адреса института автора Если вы установите поле как '270__a' и поисковое выражение как '270__a:*Paris*', то будет создан список институтов Парижа.

source: If the expression is empty, a list of all values in 270__a will be created.
ca: Si deixeu l'expressió buida, creareu una llista amb tots els valors del camp 270__a.
it: Se l’espressione è vuota, un’elenco di tutti i valori sarà creato in 270__
ru: Если поисковое выражение пусто, будет создан список всех значений поля '270__a'.

source: If the expression contains '%', like '270__a:*%*', it will be replaced by a search string when the knowledge base is used.
ca: Si l'expressió conté «%», com ara «270__a:*%*», serà reemplaçat pel valor creat quan s'usi la base de coneixement.
it: Se l'espressione contiene '%', come '270__a: *% *', sarà sostituita da una stringa di ricerca quando la base di conoscenze viene usata.
ru: Если поисковое выражение содержит символ '%', например, '270__a:*%*', то при использовании базы знаний оно будет заменено на строку поиска.

source: You can enter a collection name if the expression should be evaluated in a specific collection.
ca: Podeu entrar un nom de col·lecció si l'expressió s'ha d'avaluar en una col·lecció específica.
it: Può inserire un nome di raccolta se l'espressione dovrebbe essere valutata in una raccolta specifica.
ru: Вы можете ввести имя коллекции если поисковое выражение должно быть применено к конкретной коллекции.

source: Example 1: Your records contain field 270__a for the name and address of the author's institute. If you set the field to '270__a' and the expression to '270__a:*Paris*', a list of institutes in Paris will be created.
ca: Exemple 1: els vostres registres tenen el camp 270__a per al nom i l'adreça de la institució de l'autor. Si poseu com a valor «270__a» i l'expressió «270__a:*Paris*», creareu una llista d'institucions a Paris.
it: Esempio 1: I suoi record contengono il campo di 270__a per il nome e l'indirizzo dell'istituto dell'autore. Se imposta il campo a '270__a' e l'espressione a '270__a: * Parigi *’, verrà creato un elenco di istituti a Parigi.

source: Example 2: Return the institute's name (100__a) when the user gives its postal code (270__a): Set field to 100__a, expression to 270__a:*%*.
ca: Exemple 2: mostrar el nom de l'institut (100__a) quan l'usuari informi del codi postal (270__a): escriviu 100__a en el camp, i l'expressió com a 270__a:*%*.
it: Esempio 2: Restituire il nome dell'istituto (100__a) quando l' utente dà il suo codice postale (270__a): Imposta campo a 100__a, espressione a 270__a: *% *.

source: Any collection
ca: Qualsevol col·lecció
cs: Jakákoliv kolekce
de: Irgendeine Sammlung
it: Qualunque collezione

source: Exporting:
ca: Exportant:
cs: Exportuji:
de: Exportieren:
it: Esportando:
ru: Экспорт:

source: Knowledge Base Mappings
bg: Бази от знания
ca: Mapatge de la base de coneixement
cs: Mapování znalostní báze
it: Mappature della base di conoscenza
ja: 知識ベースのマッピング
no: Kunnskapsbase koblinger
pt: Mapeamento da Base de Conhecimento
ru: Отображения базы знаний

source: Knowledge Base Attributes
bg: Атрибути на базата от знания
ca: Atributs de la base de coneixements
cs: Atributy znalostní báze
it: Attributi della base di conoscenza
ja: 知識ベースの属性
no: Kunnskapsbase attributter
pt: Atributos da Base de Conhecimento
ru: Параметры базы знаний

source: Knowledge Base Dependencies
bg: Зависимости на базата от знания
ca: Dependències de la base de coneixements
cs: Závislosti znalostní báze
it: Dipendenze della base di conoscenza
no: Kunnskapsbase avhengigheter
pt: Dependências da Base de Conhecimento
ru: Зависимости базы знаний

source: Here you can add new mappings to this base and change the base attributes.
ca: Aquí hi podeu afegir nous mapatges a aquesta base i canviar els atributs de la base.
it: Qui è possibile aggiungere nuovi mapping a questa base e modificare gli attributi della base.
ru: Здесь Вы можете добавить новые отображения к этой базе знаний и изменить ее параметры.

source: Map From
ca: Convertir de:
it: Mappare Da
ru: Отобразить От

source: Search for a mapping
ca: Cercar una conversió
cs: Hledat mapování
it: Ricerca un mapping
ru: Искать отображение

source: Knowledge base is empty
ca: La base de coneixement és buida
it: Base di conoscenza vuota

source: You can get a these mappings in textual format by:
ca: Podeu obtenir els mapatges de manera textual fent:
it: È possibile ottenere questi mapping in formato testuale per:
ru: Вы можете получить эти отображение в текстовом формате:

source: And the KBA version by:
ca: I la versió KBA fent:
it: E la versione KBA per:

source: Update Base Attributes
ca: Actualitza els atributs de la base
it: Aggiorna Attributi della Base

source: This knowledge base is not used in any format elements.
ca: Aquesta base de coneixement no s'està utilitzant en cap element de format.
it: Questa base di conoscenza non è usata in nessuno elemento di formato.

source: Your rule: %s
ca: La vostra regla: %s
it: La sua regola: %s

source: The left side of the rule (%s) already appears in these knowledge bases:
ca: La banda esquerra de la regla (%s) ja apareix en aquestes bases de coneixement:
it: Il lato sinistro della regola (% s) appare già in queste basi di conoscenza:

source: The right side of the rule (%s) already appears in these knowledge bases:
ca: La banda dreta de la regla (%s) ja apareix en aquestes bases de coneixement:
it: Il lato destro della regola (% s) appare già in queste basi di conoscenza:

source: Please select action
ca: Seleccioneu una acció
cs: Prosím, vyberte akci
de: Bitte wählen Sie eine Aktion
it: Si prega di selezionare un’azione
ru: Пожалуйста выберите действие

source: Replace the selected rules with this rule
ca: Reemplaçeu les regles seleccionades amb aquesta regla
it: Sostituire le regole selezionate con questa regola
ru: Заменить выбранные правила данным правилом

source: Add this rule in the current knowledge base
ca: Afegir aquesta regla a la base de coneixement actual
it: Aggiungere questa regola alla base di conoscenza attuale
ru: Добавить это правило в текущую базу знаний

source: Cancel: do not add this rule
ca: Cancelar: no afegeixis aquesta regla
it: Cancella: non aggiungere questa regola
ru: Отмена: не добавлять это правило

source: It is not possible to have two rules with the same left side in the same knowledge base.
ca: No és possible tenir dues reglas amb la mateixa banda esquerra a la mateixa base de coneixement.
it: Non è possibile di avere due regole con lo stesso lato sinistro nella stessa base di conoscenza.
ru: Невозможно иметь два правила с одинаковыми левыми частями в одной базе знаний.
