Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: There was an internal error
bg: Появи се вътрешна грешка
ca: Hi ha hagut un error intern
de: Es gab einen internen Fehler
it: È avvenuto un errore interno
ja: 内部エラー
no: Det oppsto en intern feil
pt: Ocorreu um erro interno
ru: Внутренняя ошибка

source: Journal publishing DB error
ca: Error a la base dades de publicació de revistes
de: DB Fehler bei Zeitschriften-Veröffentlichung
it: Errore DB di pubblicazione del giornale
no: DB-feil under journalpublisering
ru: Ошибка

source: Journal issue error
ca: Error de número de revista
de: Fehler bei Zeitschriften Ausgabe
it: Errore numero Journal
no: Feil i journalutgave
ru: Ошибка в выпуске журнала

source: Issue not found
ca: No s'ha trobat el número
de: Ausgabe nicht gefunden
it: Edizione non trovata
ru: Выпуск не найден

source: Journal ID error
bg: Грешка с ID на списанието
ca: Error del codi de revista
de: Zeitschriften ID Fehler
it: Errore ID del giornale
no: Feil i journal-ID
ru: Ошибка идентификатора (ID) журнала

source: We could not find the id for this journal in the Database
bg: Не е намерено ID за това списание в базата от данни
ca: No ha estat possible trobar l'identificador intern d'aquesta revista a la base de dades
it: Impossibile trovare l'id di questo giornale nel database
no: Klarte ikke å finne denne journalens ID i databasen
pt: não é possivel encontrar o ID deste jornal na base de dados
ru: Невозможно найти ID журнала в базе данных

source: Category "%(category_name)s" not found
ca: No s'ha trobat la categoria «%(category_name)s»
de: Kategorie "%(category_name)s" wurde nicht gefunden
it: Categoria "%(category_name)s" non trovata
no: Fant ikke kategori "%(category_name)s"
ru: Категория "%(category_name)s" не найдена

source: Sorry, this category does not exist for this journal and issue.
ca: Aquesta categoria no existeix per a aquesta revista i número.
de: Die Kategorie existiert nicht für diese Zeitschrift und Ausgabe.
it: Spiacente, questa categoria non sembra esistere per questo giornale ed edizione.
ru: Извините, эта категория не существует для данного журнала и выпуска

source: Available Journals
ca: Revistes disponibles
cs: Dostupné časopisy
de: Verfügbare Zeitschriften
it: Journal disponibili
no: Tilgjengelige journaler
ru: Доступные журналы

source: Contact %(x_url_open)sthe administrator%(x_url_close)s
ca: Escriu als %(x_url_open)sadministradors%(x_url_close)s
de: %(x_url_open)sAdministrator%(x_url_close)s kontaktieren
it: Contatta %(x_url_open)sgli amministratori%(x_url_close)s
ru: Свяжитесь с %(x_url_open)sадминистратором%(x_url_close)s

source: Regeneration Error
bg: Грешка при повторно създаване
ca: Error en la regeneració
it: Errore nella rigenerazione
no: Rekonstrueringsfeil
ru: Ошибка восстановления

source: The issue could not be correctly regenerated. Please contact your administrator.
ca: El número no s'ha pogut regenerar correctament. Contacteu amb l'administrador.
de: Das Heft konnte nicht korrekt wiederhergestellt werden. Bitte wenden Sie sich an Ihren Administrator.
it: Il numero non può essere rigenerato correttamente. Per favore contatta il tuo amministratore.
no: Utgangen kunne ikke rekonstrueres korrekt. Vennligst kontakt din administrator.
ru: Это издание корректно не восстанавливается. Пожалуйста, обратитесь к администратору.

source: If you cannot read this email please go to %(x_journal_link)s
ca: Si no podeu llegir aquest missatge aneu a %(x_journal_link)s
it: Se non può leggere questa e-mail, si prega di andare a %(x_journal_link)s
ru: Если Вы не смогли прочитать это письмо, пожалуйста, перейдите по ссылке %(x_journal_link)s

source: Add
ca: Afegeix
cs: Přidat
de: Hinzufügen
it: Aggiungi
no: Legg til
ru: Добавить

source: Publish
ca: Publica
cs: Publikovat
de: Veröffentliche
it: Pubblica
no: Publiser
ru: Опубликовать

source: Apply
ca: Aplica
cs: Použít
de: Anwenden
it: Applica
no: Bruk
ru: Применить

source: Please select an issue
ca: Seleccioneu un número
cs: Prosím, vyberte problém
de: Bitte wählen Sie eine Ausgabe aus
it: Per favore seleziona un'edizione
ru: Пожалуйста, выберите выпуск

source: No information available
ca: No hi ha informació disponible
cs: Žádné informace nejsou k dispozici
de: Keine Informationen verfügbar
it: Nessuna informazione disponibile
ru: Нет информации

source: No seminars today
ca: Avui no hi ha seminaris
cs: Dnes žádné semináře
de: Heute keine Seminare
it: Nessun seminario oggi
ru: Сегодня семинаров нет

source: What's on today
ca: Previst per avui
cs: Co je na dnes
it: Agenda di oggi
ru: Что назначено на сегодня

source: Seminars of the week
ca: Seminaris de la setmana
cs: Semináře v týdnu
it: Seminari della settimana
ru: Семинары на неделе

source: Under the CERN sky
ca: Sota el cel del CERN
cs: Pod širým nebem v CERNu
it: Al CERN
ru: \"Под крышей\" CERN

source: There are no new articles for the moment
ca: De moment no hi ha articles nous
cs: Žádné nové články pro tuto chvíli
de: Momentan gibt es keine neuen Artikel.
it: Non ci sono nuovi articoli per il momento
ru: На данный момент нет новых статей

source: What's new
ca: És notícia
cs: Co je nového
it: Novita'
ru: Что нового

source: WebJournal Admin
ca: Administració de WebJournal
de: WebJournal Verwaltung
it: Amministrazione WebJournal
no: WebJournal Administrator
ru: Администрирование WebJournal

source: Administrate %(journal_name)s
ca: Administrar %(journal_name)s
de: Administriere %(journal_name)s
it: Amministra %(journal_name)s
no: Administrer %(journal_name)s
ru: Администрировать %(journal_name)s

source: Feature a record
ca: Destacar un registre
it: Visualizza un record
no: Presentere et element
ru: Показать запись

source: Email Alert System
ca: Sistema d'alertes per correu electrònic
it: Sistema di avviso via email
no: E-postvarslingssystem
ru: Система уведомлений по Email

source: Issue regenerated
ca: Número regenerat
cs: Problém obnoven
it: Numero rigenerato
no: Utgave rekonstruert
ru: Издание восстановлено

source: Regenerate Issue
ca: Regenera el número
it: Rigenera Problema

source: Publishing Interface
ca: Interfície de publicació
cs: Vydavatelské rozhraní
de: Plattform für Veröffentlichungen
it: Interfaccia di pubblicazione
no: Publiseringsgrensesnitt
ru: Издательский интерфейс

source: Add Journal
ca: Afegir revista
cs: Přidat deník
de: Zeitschrift hinzufügen
it: Aggiungi giornale
no: Legg til journal
ru: Добавить журнал

source: Edit Settings
ca: Edita els paràmetres
cs: Úpravit nastavení
de: Einstellungen bearbeiten
it: Modifica impostazioni
no: Endre innstillinger
ru: Изменить настройки

source: to review
it: da recensire

source: Submitted on
it: Sottomesso il

source: Approve
bg: Одобряване
ca: Aprova
cs: Schválit
de: Akzeptieren
it: Approva
no: Godkjenne
ru: Одобрить

source: Reject
bg: Отхвърляне
ca: Rebutja
cs: Odmítnout
de: Zrückgeweisen
it: Rifiuta
no: Avslå
ru: Отклонить

source: View last
it: Visualizza ultimo

source: Pending Linkbacks
it: Linkbacks in attesa

source: Recent Linkbacks
it: Linkbacks recenti

source: Linkback Whitelist/Blacklist Manager
it: Linkback Lista bianca/Lista nera Manager

source: Unknown error
it: Errore sconosciuto

source: The URL already exists in one of the lists
it: Questo URL già esiste in una delle liste

source: Invalid action
it: Azione non valida

source: Invalid URL, might contain spaces
it: URL non valido, potrebbe contenere spazi

source: Whitelist
it: Lista bianca

source: linkback requests from these URLs will be approved automatically.
it: richieste linkback di questi URL saranno automaticamente approvati.

source: Blacklist
it: Lista nera

source: linkback requests from these URLs will be refused automatically, no data will be saved.
it: Le richieste LinkBack di questi URLs saranno rifiutati automaticamente, nessun dato verra salvato.

source: All URLs in these lists are checked for containment (infix) in any linkback request URL. A whitelist match has precedence over a blacklist match.
it: Tutti gli URL in queste liste vengono controllati per il contenimento (non fisso) in qualsiasi linkback richiesta URL. Una corrispondenza di whitelist ha la precedenza su una corrispondenza lista nera.

source: Add URL
it: Aggiungi URL

source: There are no URLs in both lists.
it: Non ci sono URLs in entrambi le liste

source: Reduce the amount of future pending linkback requests
it: Ridurre la quantità di future richieste LinkBack in sospeso

source: Pending linkbacks
it: Linkbacks in sospeso

source: these linkbacks are not visible to users, they must be approved or rejected.
it: questi linkbacks non sono visibili agli utenti, che devono essere approvati o respinti.

source: Reduce the amount of currently pending linkback requests
it: Ridurre la quantità di richieste LinkBack attualmente pendenti

source: Currently only pending linkbacks are supported.
it: Attualmente solo i linkbacks in attesa sono supportati.

source: Sorry, this message is not in your mailbox.
it: Siamo spiacenti, questo messaggio non si trova nella sua casella di posta

source: This message does not exist.
ca: Aquest missatge no existeix.
cs: Tato zpráva neexistuje.
de: Diese Nachricht existiert nicht mehr.
it: Questo messaggio non esiste.

source: The message could not be deleted.
bg: Съобщението не може да бъде изтрито.
ca: El missatge no s'ha pogut suprimir.
cs: Zprávu nelze odstranit.
de: Diese Nachricht konnte nicht gelöscht werden.
it: Il messaggio non può essere cancellato.
ja: メッセージは消去できなかった。
no: Klarte ikke å slette melding.
ru: Невозможно удалить сообщение
sk: Nemožno zmazať správu.

source: The message was successfully deleted.
bg: Съобщението беше успешно изтрито.
ca: El missatge s'ha suprimit correctament.
cs: Zpráva byla úspěšně smazána.
de: Diese Nachricht wurde erfolgreich gelöscht.
it: Il messaggio è stato cancellato con successo.
ja: 記録は削除された
no: Meldingen ble slettet.
ru: Сообщение было удалено.
sk: Správa bola úspešne vymazaná.

source: Your mailbox has been emptied.
bg: Вашата пощенска кутия беше изпразнена.
ca: S'ha buidat la vostra bústia.
cs: Vaše schránka byla vyprázněna.
de: Ihre Nachrichtenbox wurde geleert.
it: La tua casella di posta è stata svuotata.
ja: メイルボックスを空にしました。
no: Postboksen din ble tømt.
pt: A sua caixa de correio foi esvaziada.
ru: Ваш почтовый ящик пустой
sk: Váš mailbox bol vyprázdnený.

source: The chosen date (%(x_year)i/%(x_month)i/%(x_day)i) is invalid.
bg: Избраната дата (%(x_year)i/%(x_month)i/%(x_day)i) не е валидна.
ca: La data escollida (%(x_year)i-%(x_month)i-%(x_day)i) no és vàlida
cs: Zvolené datum (%(x_year)i/%(x_month)i/%(x_day)i) je neplatné.
de: Das gewählte Datum (%(x_year)i.%(x_month)i.%(x_day)i) ist ungültig.
it: La data scelta (%(x_year)i/%(x_month)i/%(x_day)i) non è valida.
ja: 日付 (%(x_year)i/%(x_month)i/%(x_day)i) は間違っています。
no: Valgt dato (%(x_year)i/%(x_month)i/%(x_day)i) er ugyldig.
pt: A data escolhida (%(x_year)i/%(x_month)i/%(x_day)i) é inválida.
ru: Выбранная дата (%(x_year)i/%(x_month)i/%(x_day)i) задана неправильно.
sk: Zvolený dátum (%(x_year)i/%(x_month)i/%(x_day)i) nie je platný.

source: Please enter a user name or a group name.
bg: Моля въведете потребителско или групово име.
ca: Introduiu un nom d'usuari o de grup.
cs: Prosím, zadejte jméno uživatele nebo název skupiny.
de: Bitte geben Sie einen Benutzernamen oder einen Gruppennamen ein.
it: Per favore, inserisce il nome di un utente o il nome di un gruppo.
ja: ユーザ名、グループ名を入れてください。
no: Oppgi bruker- eller gruppenavn.
pt: Por favor indique o nome de utilizador ou o nome do grupo.
ru: Пожалуйста, введите имя пользователя или имя группы
sk: Prosím zadajte meno užívateľa alebo grupy.

source: Your message is too long, please shorten it. Maximum size allowed is %i characters.
it: Il tuo messaggio è troppo lungo, per favore, modificalo. La dimensione massima ammessa è di %i caratteri.

source: Group %s does not exist.
bg: Групата %s не съществува.
ca: El grup %s no existeix
cs: Skupina %s neexistuje.
de: Gruppe %s existiert nicht.
it: Il gruppo %s non esiste.
ja: グループ %sは存在しません。
no: Gruppen %s finnes ikke.
pt: O grupo %s não existe.
ru: Группа %s не существует.
sk: Grupa %s neexistuje.

source: User %s does not exist.
bg: Потребителят %s не съществува.
ca: L'usuari %s no existeix
cs: Uživatel %s neexistuje.
de: Benutzer %s existiert nicht.
it: L'utente %s non esiste.
ja: ユーザ %sは存在しません。
no: Brukeren %s finnes ikke.
pt: O utilizador %s não existe.
ru: Пользователь %s не существует.
sk: Užívateľ %s neexistuje.

source: Write a message
bg: Написване на съобщение
ca: Escriviu un missatge
cs: Napsat zprávu
de: Eine Nachricht schreiben
it: Scrivi un messaggio
ja: メッセージを書く。
no: Skriv melding
pt: Escreva uma mensagem
ru: Написать сообщение
sk: Napíš správu

source: Your message could not be sent to the following recipients as it would exceed their quotas:
it: Non è stato possibile inviare il tuo messaggio ai seguenti destinatari a causa della loro quota:

source: Your message has been sent.
bg: Вашето съобщение е изпратено.
ca: El vostre missatge s'ha enviat.
cs: Vaše zpráva byla odeslána.
de: Ihre Nachricht wurde gesendet.
it: Il tuo messaggio è stato inviato.
ja: メッセージは送られました。
no: Meldingen er sendt.
pt: A sua mensagem foi enviada.
ru: Ваше сообщение отослано.
sk: Vaša správa bola odoslaná.

source: Your Messages
bg: Вашите съобщения
ca: Els vostres missatges
cs: Vaše zprávy
de: Ihre Nachrichten
it: I tuoi messaggi
ja: メッセージ
no: Dine meldinger
ru: Ваши сообщения
sk: Vaše správy

source: Sender
bg: Подател
ca: Remitent
cs: Odesílatel
de: Absender
it: Mittente
ja: 送信者
no: Avsender
ru: Отправитель
sk: Odosielateľ

source: No messages
bg: Нямате съобщения
ca: Sense missatges
cs: Žádné zprávy
de: Keine Nachrichten
it: Nessun messaggio
ja: メッセージなし
no: Ingen meldinger
ru: Нет сообщений
sk: Žiadne správy

source: No subject
bg: Без тема
ca: Sense assumpte
cs: Žádný předmět
de: Kein Betreff
it: Nessun oggetto
ja: 見出しなし
no: Intet emne
ru: [Нет предмета]
sk: Žiadny predmet

source: Write new message
bg: Ново съобщение
ca: Escriviu el missatge
cs: Napsat novou zprávu
de: Neue Nachricht schreiben
it: Scrivi un nuovo messaggio
ja: 新しいメッセージを書く。
no: Skriv ny melding
pt: Escreva uma nova mensagem
ru: Написать новое сообщение
sk: Napísať novú správu

source: Delete All
bg: Изтриване на всички
ca: Suprimeix-los tots
cs: Smazat vše
de: Alle löschen
it: Cancella tutti
ja: すべてを消す
no: Slett alle
pt: Apagar tudo
ru: Удалить все
sk: Zmazať všetko

source: Send later?
bg: Изпращане по-късно?
ca: Enviar-ho més tard?
cs: Odeslat později?
de: Später senden?
it: Spedisci piu' tardi?
ja: 後で送りますか？
no: Send senere?
ru: Послать позже?
sk: Poslať neskôr?

source: To:
bg: До:
ca: A:
cs: Komu:
it: A:
ja: 宛先:
no: Til:
pt: Para:
ru: Кому:
sk: Komu:

source: Users
bg: Потребители
ca: Usuaris
cs: Uživatelé
de: Benutzer
it: Utenti
ja: ユーザー
no: Brukere
pt: Utilizadores
ru: Пользователи
sk: Užívatelia

source: Groups
bg: Групи
ca: Grups
cs: Skupiny
de: Gruppen
it: Gruppi
ja: グループ
no: Grupper
pt: Grupos
ru: Группы
sk: Grupy

source: Subject:
bg: Тема:
ca: Assumpte:
cs: Předmět:
de: Betreff:
it: Oggetto:
ja: 件名：
no: Emne:
ru: Предмет:
sk: Predmet:

source: Message:
bg: Съобщение
ca: Missatge:
cs: Zpráva:
de: Nachricht:
it: Messaggio:
ja: メッセージ：
no: Melding:
ru: Соощение:
sk: Správa:

source: SEND
bg: ИЗПРАЩАНЕ
ca: ENVIAR
cs: ODESLAT
de: Absenden
it: SPEDISCI
ja: 送る
pt: ENVIAR
ru: ПОСЛАТЬ
sk: POSLAŤ

source: From:
bg: От:
ca: De:
cs: Od:
de: Von:
it: Da:
ja: 差出人：
no: Fra:
pt: De:
ru: От
sk: Od:

source: Sent on:
bg: Изпратено на:
ca: Enviat el:
cs: Odesláno dne:
de: Gesendet am:
it: Spedito il:
ja: 返信された日付：
no: Sendt:
pt: Enviado em:
ru: Послан на
sk: Poslané dňa:

source: Received on:
bg: Получено на:
ca: Rebut el:
cs: Došlo dne:
de: Erhalten am:
it: Ricevuto il:
ja: 受信された日付：
no: Mottatt:
pt: Recebido em:
ru: Принят на
sk: Obdržané dňa:

source: Sent to:
bg: Изпратено до:
ca: Enviat a:
cs: Odeslána na adresu:
de: Senden an:
it: Invia a:
ja: 返信先：
no: Sendt til:
ru: Получатели
sk: Poslané komu:

source: Sent to groups:
bg: Изпратено до групи:
ca: Enviat als grups:
cs: Odeslána do skupin:
de: An Gruppen senden:
it: Spedito ai gruppi:
ja: 返信先のグループ：
no: Sendt til grupper:
pt: Enviado para grupos:
ru: Послан группам
sk: Poslané grupám:

source: REPLY
bg: ОТГОВОР
ca: CONTESTAR
cs: ODPOVĚDĚT
de: Antworten
it: RISPONDI
ja: 返信
no: SVAR
pt: RESPONDER
ru: Ответ
sk: ODPOVEDAJ

source: DELETE
bg: ИЗТРИВАНЕ
ca: SUPRIMIR
cs: SMAZAT
de: Löschen
it: CANCELLA
ja: 削除
no: SLETT
pt: APAGAR
ru: УДАЛИТЬ
sk: ZMAŽ

source: Are you sure you want to empty your whole mailbox?
bg: Сигурен ли сте, че искате да изпразните пощенската си кутия?
ca: Esteu segur que voleu buidar tota la vostra bústia?
cs: Jste si jisti, že chcete vyprázdnit celou schránku?
de: Sind Sie sicher dass Sie die gesamte Nachrichten-Box löschen wollen?
it: Sei sicuro di voler svuotare interamente la tua casella di posta?
ja: すべてのメイルボックスが空になります。いいですか？
no: Er du sikker på at du vil tømme postboksen?
pt: Tem a certeza que deseja esvaziar a sua caixa de correio na totalidade?
ru: Вы уверены, что хотите очистить Ваш почтовый ящик?
sk: Ste si istí že chcete vymazať Váš celý mailbox?

source: Quota used: %(x_nb_used)i messages out of max. %(x_nb_total)i
bg: Използвана квота: %(x_nb_used)i съобщения от максимално %(x_nb_total)i
ca: Quota usada: %(x_nb_used)i missatges d'un màxim de %(x_nb_total)i
cs: Kvóta použita: %(x_nb_used)i zpráv z max. %(x_nb_total)i
de: Platz genutzt: %(x_nb_used)i Nachrichten von maximal %(x_nb_total)i
it: Quota utilizzata: %(x_nb_used)i messaggi su un massimo di %(x_nb_total)i
no: Brukt kvote: %(x_nb_used)i meldinger av maksimalt %(x_nb_total)i
pt: Quota utilizada: %(x_nb_used)i mensagens para alem do max. %(x_nb_total)i
ru: Используемая квота: %(x_nb_used)i сообщений из max. %(x_nb_total)i

source: Please select one or more:
bg: Моля, изберете един или повече:
ca: Seleccioneu-ne un o més:
cs: Prosím, vyberte jeden nebo více:
de: Bitte wähle einen oder mehrere aus:
it: Per favore, seleziona uno o più:
ja: 一つ以上選んでください
no: Velg én eller flere:
pt: Por favor seleccione um(a) ou mais
ru: Пожалуйста, выберите один или более:
sk: Prosíme vyberte jeden alebo viac:

source: Add to users
bg: Добавяне към потребителите
ca: Afegir als usuaris
cs: Přidat k uživatelům
de: Zu einem Benutzer hinzufügen
it: Aggiungi agli utenti
ja: ユーザーに追加
no: Legg til brukere
pt: Adicionar aos utilizadores
ru: Добавить к пользователям
sk: Pridaj k užívateľom

source: Add to groups
bg: Добавяне към групите
ca: Afegir als grups
cs: Přidat do skupin
de: Zu einer Gruppe hinzufügen
it: Aggiungi ai gruppi
ja: グループに追加
no: Legg til grupper
pt: Adicionar ao grupos
ru: Добавить к группам
sk: Pridaj ku grupám

source: No matching user
bg: Няма съвпадащ потребител
ca: No s'ha trobat cap usuari que coincideixi
cs: Žádný odpovídající uživatel
de: Kein passender Benutzer
it: Non corrisponde nessun utente
ja: 該当ユーザーなし
no: Ingen passende bruker
pt: Não corresponde a nenhum utilizador
ru: Нет соответствующего пользователя
sk: Žiaden vyhovujúci užívateľ

source: No matching group
bg: Няма съвпадаща група
ca: No s'ha trobat cap grup que coincideixi
cs: Žádná odpovídající skupina
de: Keine passende Gruppe
it: Non corrisponde nessun gruppo
ja: 外同グループなし
no: Ingen passende gruppe
pt: Não corresponde a nenhum grupo
ru: Нет соответствующей группы
sk: Žiadna vyhovujúca grupa

source: Find users or groups:
bg: Намери потребители или групи:
ca: Cercar usuaris o grups:
cs: Najít uživatele nebo skupiny:
de: Einen Benutzer oder Gruppe finden:
it: Trova utenti o gruppi:
ja: ユーザ・グループを検索
no: Finn brukere eller grupper:
pt: Encontrar utilizadores ou grupos:
ru: Найти пользователей или группы
sk: Nájdi užívateľov alebo grupy:

source: Find a user
bg: Намери потребител
ca: Cercar un usuari
cs: Najít uživatele
de: Einen Benutzer finden
it: Trova un utente
ja: ユーザーを検索
no: Finn bruker
pt: Encontrar utilizador
ru: Найти пользователя
sk: Nájdi užívateľa

source: Find a group
bg: Намери група
ca: Cercar un grup
cs: Najít skupinu
de: Eine Gruppe finden
it: Trova un gruppo
ja: グループを検索
no: Finn gruppe
pt: Encontrar um grupo
ru: Найти группу
sk: Nájdi grupu

source: You have %(x_nb_new)s new messages out of %(x_nb_total)s messages
bg: Имате %(x_nb_new)s нови съобщения от общо %(x_nb_total)s
ca: Teniu %(x_nb_new)s missates nous d'un total de %(x_nb_total)s
cs: Máte %(x_nb_new)s nových zpráv z %(x_nb_total)s zpráv celkem
de: Sie haben %(x_nb_new)s neue Nachrichten von %(x_nb_total)s Nachrichten
it: Possiedi %(x_nb_new)s nuovi messaggi su %(x_nb_total)s messaggi
no: Du har %(x_nb_new)s nye meldinger av totalt %(x_nb_total)s meldinger
ru: У Вас %(x_nb_new)s новых сообщений из %(x_nb_total)s сообщений

source: You are not authorized to use messages.
ca: No esteu autoritzats a utilitzar missatges.
cs: Nejste oprávněni používat zprávy.
it: Non sei autorizzato alla funzione messaggi.
ru: Вам не разрешено посылать сообщения.

source: Read a message
bg: Прочитане на съобщение
ca: Llegir un missatge
cs: Číst zprávu
de: Lesen Sie eine Nachricht
it: Leggi un messaggio
ja: メッセージを読む
no: Les melding
pt: Ler a mensagem
ru: Прочитать сообщение
sk: Prečítaj správu

source: Search Results
bg: Резултати от търсенето
ca: Resultats de la cerca
cs: Výsledky hledání
de: Suchergebnisse
it: Risultato della ricerca
ja: 検索結果
no: Søkeresultater
pt: Resultados da pesquisa
ru: Результаты поиска
sk: Výsledky hľadania

source: any day
bg: всички дни
ca: qualsevol dia
cs: jakýkoli den
de: beliebiger Tag
it: qualsiasi giorno
ja: すべての日
no: alle dager
pt: qualquer dia
ru: любой день
sk: hocaký deň

source: any month
bg: всички месеци
ca: qualsevol mes
cs: jakýkoli měsíc
de: beliebiger Monat
it: qualsiasi mese
ja: すべての月
no: alle måneder
pt: qualquer mês
ru: любой месяц
sk: hocaký mesiac

source: any year
bg: всички години
ca: qualsevol any
cs: jakýkoli rok
de: beliebiges Jahr
it: qualsiasi anno
ja: すべての年
no: alle år
pt: qualquer ano
ru: любой год
sk: hocaký rok

source: any publisher or journal
it: qualsiasi editore o giornale

source: any public collection
ca: qualsevol col·lecció pública
cs: jakákoli veřejná sbírka
de: alle öffentlichen Sammlungen
it: Qualsiasi collezione pubblica
ru: любой публичная коллекция

source: remove this publisher or journal
it: rimuovi questo editore o giornale

source: remove this collection
ca: esborrar aquesta col·lecció
cs: odstranit tuto kolekci
de: Diese Sammlung entfernen
it: rimuovi questa colleziona
ru: удалить эту коллекцию

source: add another publisher or journal
it: Aggiungi un altro editore o giornale

source: add another collection
bg: добавяне на още една колекция
ca: afegir una altra col·lecció
cs: přidat kolekci
de: Neue Sammlung hinzufügen
it: aggiungere un'altra collezione
ja: コレクションを追加
no: legg til ny samling
pt: adicionar outra coleção
ru: добавить другую коллекцию
sk: pridať kolekciu

source: rank by
bg: класиране по
ca: prioritzar per
cs: seřadit podle
de: sortieren nach
it: classifica per
ja: ランク
no: ranger etter
pt: ordenado por
ru: упорядочить по
sk: zoradiť podľa

source: latest first
bg: първо най-новите
ca: el darrer primer
cs: poslední záznam nejdříve
de: das Letzte zuerst
it: Le ultime all'inizio
ja: 新しいものから
no: siste først
pt: Último primeiro
ru: сначала последний запрос
sk: posledný záznam najskôr

source: No values found.
bg: Не бяха намерени стойности.
ca: No s'han trobat valors.
cs: Nebyly nalezeny žádné hodnoty.
de: Keine Werte gefunden.
it: Nessun valore trovato.
ja: 見つかりませんでした
no: Fant ingen verdier.
pt: Não foram encontrados valores
ru: не найдено.
sk: Žiadne hodnoty nenájdené.

source: Full-text search is currently available for all arXiv papers, many theses, a few report series and some journal articles
it: Ricerca a testo integrale è disponibile per tutti i saggi arXiv, molte tesi, varie serie di rapporti e alcuni articoli di giornale
