Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: This basket is publicly accessible at the following address:
bg: Тази кошница е публично достъпна на следния адрес:
ca: Aquest cistell és públicament accessible a aquesta adreça:
cs: Tento košík je veřejně přístupný na adrese:
de: Dieser Korb ist öffentlich zugänglich unter folgender Adresse:
it: Questi cestini sono pubblicamente accessibili ai seguenti indirizzi:
ja: このバスケットは以下のアドレスからアクセスできます：
no: Denne kurven er offentlig tilgjengelig på følgende adresse:
ru: Эта книжная полка публично доступна на: %s.
sk: Tento košík je verejne dostupný na nasledujúcej adrese:

source: This basket does not contain any records yet.
ca: Aquest cistell encara no conté cap registre.
it: Questo cestino per ora non contiene record.

source: You do not have sufficient rights to view this basket's content.
bg: Нямате достатъчно права за достъп до съдържанието на кошницата.
ca: No teniu prou permisos per a veure el contingut d'aquest cistell.
cs: Nemáte dostatečná práva k zobrazení obsahu tohoto košíku.
de: Sie haben keine Rechte um Korb anzuschauen.
it: Non possiedi diritti sufficienti a visualizzare il contenuto del cestino.
ja: このバスケットの内容を編集する権限がありません。
no: Du har ikke tilstrekkelige rettigheter til å se innholdet i denne kurven.
pt: Voce não possui direitos suficientes para ver o conteudo deste cesto.
ru: У Вас недостаточно прав для просмотра содержимого этой книжной полки.
sk: Nemáte dostatočné práva na zobrazenie obsahu tohto košíka.

source: Move item up
bg: Преместване нагоре
ca: Puja'l
cs: Přemístit položku nahoru
de: Eintrag nach oben schieben
it: Sposta elemento in alto
ja: アイテムを引き上げる
no: Flytt element opp
ru: Переместить вверх
sk: Posuň položku hore

source: You cannot move this item up
ca: No podeu pujar-lo
cs: Nemůžete přesunout tuto položku nahoru
it: Non si puo' spostare questo elemento in alto
ru: Вы не можете переместить этот элемент вверх

source: Move item down
bg: Преместване надолу
ca: Baixa'l
cs: Přemístit položku dolů
de: Eintrag nach unten schieben
it: Sposta elemento in basso
ja: アイテムを引き下げる
no: Flytt element ned
ru: Переместить вниз
sk: Posuň položku dole

source: You cannot move this item down
ca: No podeu baixar-lo
cs: Nemůžete přesunout tuto položku dolů
it: Non si puo' spostare questo elemento in basso
ru: Вы не можете переместить этот элемент вниз

source: Copy item
bg: Копиране
ca: Copia'l
cs: Kopírovat položku
de: Eintrag kopieren
it: Copia elemento
ja: アイテムをコピー
no: Kopier element
pt: Copiar item
ru: Скопировать
sk: Skopírovať položku

source: Move item
it: Sposta elemento

source: Remove item
bg: Премахване
ca: Elimina'l
cs: Odstranit položku
de: Eintrag löschen
it: Rimuovi elemento
ja: アイテムを削除
no: Fjern element
ru: Удалить
sk: Odstráň položku

source: This record does not seem to exist any more
ca: El registre que sol·liciteu ja no existeix.
cs: Tento záznam již neexistuje
de: Der Datensatz %s scheint nicht mehr zu existieren.
it: Questo record non sembra più esistere

source: Item %(x_item_index)i of %(x_item_total)i
ca: Ítem %(x_item_index)i de %(x_item_total)i
de: Element %(x_item_index)i von %(x_item_total)i
it: Record %(x_item_index)i di %(x_item_total)i
ru: %(x_item_index)i элемент из %(x_item_total)i

source: Previous item
ca: Ítem anterior
cs: Předchozí položka
de: Vorheriges Element
it: Elemento precedente
ru: Предыдущий элемент

source: Next item
ca: Ítem següent
cs: Další položka
de: Nächstes Element
it: Elemento successivo
ru: Следующий элемент

source: Return to basket
ca: Tornar al cistell
cs: Návrat do košíku
de: Zurück zum Korb
it: Ritorna al cestino
ru: Вернуться к книжной полке

source: The item you have selected does not exist.
ca: L'ítem seleccionat no existeix.
de: Das ausgwählte Element existiert nicht.
it: Il record selezionato non esiste.
ru: Выбранный Вами элемент не существует.

source: You do not have sufficient rights to view this item's notes.
ca: No teniu permisos per a veure les notes d'aquest cistell.
de: Sie haben nicht genügend Rechte, um sich die Bemerkungen zu dem Element anzusehen.
it: Non hai i diritti per visualizzare i commenti a questo record.
ru: У Вас недостаточно прав для просмотра примечаний к этому элементу.

source: You do not have sufficient rights to view this item.
ca: No teniu permisos per a veure aquest ítem.
de: Sie haben nicht genügend Rechte, um sich das Element anzusehen.
it: Non hai i diritti per visualizzare questo record.
ru: У Вас недостаточно прав для просмотра этого элемента.

source: Add a note
ca: Afegir una nota
cs: Přidat poznámku
de: Bemerkung hinzufügen
it: Aggiungi un commento
ru: Добавить примечание

source: Add note
ca: Afegir nota
cs: Přidat poznámku
de: Bemerkung hinzufügen
it: Aggiungi commento
ru: Добавить примечание

source: Reply
bg: Отговор
ca: Respon
cs: Odpovědět
de: Antworten
it: Risposta
ja: リプライ
no: Svar
pt: Responder
ru: Ответить
sk: Odpoveď

source: %(x_title)s, by %(x_name)s on %(x_date)s
ca: %(x_title)s, per %(x_name)s el %(x_date)s
de: %(x_title)s, von %(x_name)s am %(x_date)s
it: %(x_title)s, di %(x_name)s il %(x_date)s
ru: %(x_title)s - %(x_name)s %(x_date)s

source: Note
bg: Бележка
ca: Nota
cs: Poznámka
de: Bemerkung
it: Nota
ja: 注意
no: Kommentar
pt: Nota
ru: Примечание
sk: Poznámka

source: Subscribe to basket
ca: Subscriure's al cistell
cs: Odebírat košík
de: Diesen Korb abonnieren
it: Iscriviti al cestino
ru: Подписаться на книжную полку

source: This public basket belongs to the user
ca: Aquest cistell públic pertany a l'usuari
cs: Tento veřejný košík patří uživateli
de: Dieser öffentliche Korb gehört zu dem Benutzer
it: Questo cestino pubblico appartiene all'utente
ru: Эта публично доступная книжная полка принадлежит пользователю

source: This public basket belongs to you.
ca: Aquest cistell públic és vostre.
cs: Tento veřejný košík patří vám.
de: Dieser öffentliche Korb gehört zu Ihnen.
it: Questo cestino pubblico appartiene a te.
ru: Эта публично доступная книжная полка принадлежит Вам.

source: Basket is empty
bg: Кошницата е празна
ca: El cistell està buit
cs: Košík je prázdný
de: Korb ist leer
it: Cestino vuoto
ja: バスケットは空です。
no: Kurven er tom
pt: O Cesto está vazio
ru: Книжная полка пуста
sk: Košík je prázdny

source: All your baskets
ca: Tots els vostres cistells
cs: Všechny vaše košíky
de: Ihre gesamten Körbe
it: Tutti i tuoi cestini
ru: Все Ваши книжные полки

source: Your personal baskets
ca: Els vostres cistells personals
cs: Vaše osobní košíky
de: Ihre persönlichen Korb
it: I tuoi cestini personali
ru: Ваши персональные книжные полки

source: All your topics
ca: Tots els vostres temes
it: Tutti i suoi argomenti

source: Your group baskets
ca: Els vostres cistells de grup
cs: Vaše skupinové košíky
de: Ihre Gruppen-Körbe
it: I tuoi cestini di gruppo
ru: Ваши групповые книжные полки

source: All your groups
ca: Tots els vostres grups
it: Tutti i suoi gruppi

source: Your public baskets
ca: Els vostres cistells públics
cs: Vaše veřejné košíky
de: Ihre öffentlichen Körbe
it: I tuoi cestini pubblici
ru: Ваши публично доступные книжные полки

source: All your public baskets
ca: Tots els vostres cistells públics
it: Tutti i suoi cestini pubblici

source: All the public baskets
ca: Tots els cistells públics
cs: Všechny veřejné košíky
de: Alle öffentlichen Körbe
it: Tutti i cestini pubblici
ru: Все публично доступные книжные полки

source: Please select a basket...
ca: Seleccioneu un cistell...
it: Si prega di selezionare un cestino…

source: You are not authorized to use baskets.
ca: No esteu autoritzats a usar cistells.
cs: Nemáte oprávnění k použití košíku.
de: Sie sind nicht berechtigt den Korb zu benutzen.
it: Non sei autorizzato a usare i cestini.
ru: Вам не разрешено использовать книжные полки.

source: You are not authorized to view this attachment
ca: No esteu autoritzats a veure aquest adjunt
cs: Nemáte oprávnění prohlížet tuto přílohu
de: Sie sind nicht berechtigt die Anlagen zu sehen.
it: Non sei autorizzato a visualizzare questo allegato
ru: Вам не разрешено смотреть это приложение.

source: Display baskets
bg: Показване на кошниците
ca: Visualitzar els cistells
cs: Zobrazit košíky
de: Körbe anzeigen
it: Visualizza cestini
ja: バスケットの表示
no: Vis kurver
ru: Показать книжные полки
sk: Zobraziť košíky

source: Display item and notes
ca: Mostra l'ítem i les notes
cs: Zobrazit položku a poznámky
de: Elemente und Bemerkungen darstellen
it: Visualizza record e commenti
ru: Показать элементы и примечания

source: Delete a basket
bg: Изтриване на кошница
ca: Suprimir un cistell
cs: Vymazat košík
de: Korb löschen
it: Cancella un cestino
ja: バスケットを削除
no: Slett en kurv
ru: Удалить книжную полку
sk: Zruš košík

source: Move record to basket
it: Sposta record nel cestino

source: Copy record to basket
bg: Копиране на записа в кошница
ca: Copiar el registre al cistell
cs: Kopírovat záznam do košíku
de: Datensatz in Korb kopieren
it: Copia record nel cestino
ja: レコードをバスケットにコピー
no: Kopier element til kurv
pt: Copiar registo para o cesto
ru: Скопировать запись на книжную полку
sk: Skopíruj záznam do košíka

source: Bad page number --> showing first page.
ca: Número de pàgina incorrecte --> es mostra la primera.
cs: Špatné číslo stránky --> zobrazuji první stránku.
de: Ungültige Seitenzahl --> Zeige erste Seite.
it: Numero di pagina sbagliato --> mostra prima pagina

source: Bad number of results per page --> showing 10 results per page.
ca: Nombre de resultats per pàgina incorrecte --> se'n mostraran 10 per pàgina.
cs: Špatný počet výsledků na stránku --> zobrazuji 10 výsledků na stránku
de: Ungültige Anzahl Treffer pro Seite --> Zeige 10 Treffer pro Seite
it: Numero di risultati per pagina sbagliato --> mostra 10 risultati per pagina.

source: Bad display order --> showing most helpful first.
ca: Ordre incorrecte --> vegeu-ne els més útils.
cs: Špatné pořadí zobrazení --> zobrazuji velmi užitečné jako první.
de: Ungültige Anzeigereihenfolge --> Zeige das Hilfreichste zuerst.
it: Ordine di display sbagliato --> mostra lista più utile prima.

source: Bad display order --> showing oldest first.
ca: Ordre incorrecte --> s'ordenarà per antiguitat.
cs: Špatné pořadí zobrazení --> zobrazuji od nejstaršího.
de: Ungültige Anzeigereihenfolge --> Zeige das Älteste zuerst.
it: Ordine di display sbagliato --> mostra più vecchio prima.

source: Comments on records have been disallowed by the administrator.
ca: El administrador ha deshabilitado la opción de comentarios a los registros.
de: Kommentare auf Datensätzen wurden vom Administrator nicht erlaubt.
it: Commenti sui record sono stati respinti dall'amministratore.

source: Your feedback has been recorded, many thanks.
ca: Moltes gràcies per la vostra contribució.
de: Ihre Rückmeldung wurde erfasst, vielen Dank.
it: Il suo feedback è stato registrato, la ringraziamo.

source: You have already reported an abuse for this comment.
ca: Ya havíeu denunciat aquest comentari.
de: Sie haben bereits einen Missbrauch für diesen Kommentar gemeldet.
it: Ha già segnalato un abuso per questo commento.

source: The comment you have reported no longer exists.
ca: El comentari que havíeu denunciat ja no existeix.
de: Der gemeldete Kommentar existiert nicht mehr.
it: Il commento che ha segnalato non esiste più.

source: Sorry, you have already voted. This vote has not been recorded.
ca: Ja havíeu votat, de manera que aquest vot no s'ha comptabilitzat.
de: Sie haben bereits abgestimmt. Diese erneute Abstimmung wurde nicht erfasst.
it: Siamo spiacenti, ha già votato. Questo voto non è stato registrato.

source: You have been subscribed to this discussion. From now on, you will receive an email whenever a new comment is posted.
ca: Us heu subscrit a aquesta discussió. A partir d'ara rebreu un correu electrònic cada cop que s'hi publiqui un nou comentari.
de: Sie sind eingetragen für diese Diskussion. Sie werden jetzt immer eine E-Mail erhalten, wenn ein neuer Kommentar erstellt wird.
it: E stata iscritta a questa discussione. D'ora in poi, riceverà una e-mail ogni volta che un nuovo commento è pubblicato.

source: You have been unsubscribed from this discussion.
ca: Us heu donat de baixa d'aquesta discussió.
cs: Byl jste odhlášen z této diskuse.
de: Sie haben sich von dieser Diskussion ausgetragen.
it: E stata disiscritta da questa discussione.

source: %(report_number)s"%(title)s" has been reviewed
ca: S'han revisat el %(report_number)s"%(title)s"
cs: %(report_number)s"%(title)s" byl recenzován
de: %(report_number)s"%(title)s" wurde referiert.
it: %(report_number)s"%(title)s" e' stato recensito
ru: %(report_number)s"%(title)s" - отрецензировано

source: %(report_number)s"%(title)s" has been commented
ca: S'han comentat el %(report_number)s"%(title)s"
cs: %(report_number)s"%(title)s" byl okomentován
de: %(report_number)s"%(title)s" wurden kommentiert.
it: %(report_number)s"%(title)s" e' stato commentato
ru: %(report_number)s"%(title)s" - прокомментировано

source: %s is an invalid record ID
ca: %s no és un número vàlid de registre
cs: %s je neplatné ID záznamu
de: %s ist eine ungültige Datensatz-ID
it: %s è un record ID non valido

source: Your feedback could not be recorded, please try again.
ca: No ha estat possible desar la vostra contribució. Si us plau torneu-ho a provar.
de: Ihre Rückmeldung konnte nicht entgegengenommen werden, bitte versuchen sie es erneut.
it: Suo feedback non è stato registrato, si prega di provare di nuovo.

source: %s is an invalid user ID.
ca: %s no és un identificador vàlid d'usuari.
de: %s ist eine ungültige Benutzer-ID.
it: %s è un ID di utente non valido.

source: Cannot reply to a review.
ca: No és possible contestar una ressenya.
cs: Nelze odpovědět na recenzi.
de: Kann nicht auf eine Rezension antworten.
it: Non può rispondere a una recensione.

source: You must enter a title.
ca: Heu de posar-hi un títol.
cs: Musíte zadat název.
de: Sie müssen einen Titel eingeben.
it: Deve inserire un titolo.

source: You must choose a score.
ca: Trieu-hi una puntuació.
cs: Musíte vybrat skóre.
it: Deve scegliere un punteggio.

source: You must enter a text.
ca: Hi heu redactar un text.
cs: Musíte zadat text.
de: Sie müssen einen Text eingeben.
it: Deve inserire un testo.

source: You already wrote a review for this record.
ca: Ja heu escrit una ressenya per a aquest registre.
cs: Ty už jste napsal recenzi tohoto záznamu.
de: Sie haben diesen Datensatz bereits rezensiert.
it: Ha già scritto una recensione per questo record.

source: You already posted a comment short ago. Please retry later.
ca: Fa poc que ja heu publicat un comentari. Si us plau torneu-ho a provar més tard.
cs: Před chvílí jste zaslali krátký komentář. Zkuste to prosím později.
de: Sie haben bereits vor Kurzem ein Kommentar verschickt. Bitte versuchen Sie es später nochmal.
it: Ha già pubblicato un commento un momento fa. Si prega di riprovare più tardi.

source: Failed to insert your comment to the database. Please try again.
ca: No ha estat possible desar el vostre comentari. Si us plau torneu-ho a provar.
cs: Nepodařilo se vložit komentář do databáze. Prosím zkuste to znovu.
de: Der Kommentar konnte nicht in die Datenbank eingefügt werden. Bitte versuchen Sie es erneut.
it: Impossibile inserire il tuo commento al database. Si prega di riprovare.

source: Unknown action --> showing you the default add comment form.
ca: Acció desconeguda --> s'us mostra el formulari d'afegir un comentari.
cs: Neznámá akce --> zobrazuji výchozí formulář pro přidání komentáře
it: Azione sconosciuta --> le mostra il modulo default di commento aggiuntivo.

source: Record ID %s does not exist in the database.
ca: El registre %s no existeix a la base de dades.
cs: Záznam ID %s neexistuje v databázi.
de: Datensatz-ID %s existiert nicht in der Datenbank.
it: Record ID %s non esiste nella database.

source: No record ID was given.
ca: No heu donat el número de registre.
de: Es wurde keine Datensatz ID angegeben.
it: Nessun record ID è stato assegnato.

source: Record ID %s is an invalid ID.
ca: %s no és un identificador vàlid de registre.
de: Datensatz-ID %s ist keine gültige ID.
it: Record ID %s non è un ID valido.

source: Record ID %s is not a number.
ca: El registro %s no és numèric.
de: Datensatz-ID %s ist keine Zahl.
it: Record ID %s non è un numero.

source: Write a comment
bg: Написване на коментар
ca: Escriviu un comentari
cs: Napsat komentář
de: Kommentar schreiben
it: Scrivi un commento
ja: コメントを核
no: Skriv en kommentar
pt: Escrever um comentário
ru: Написать комментарий
sk: Napíšte komentár

source: %(x_nb)i Comments for round "%(x_name)s"
ca: %(x_nb)i comentaris per la volta «%(x_name)s»
it: %(x_nb)i Commenti per turno "%(x_name)s"

source: %(x_nb)i Comments
ca: %(x_nb)i comentaris
it: %(x_nb)i Commenti

source: Showing the latest %i comments:
bg: Показване на последните %i коментара:
ca: Mostrar els darrers %i comentaris:
cs: Zobrazuji %i nejnovějších komentářů:
de: Die letzen %i Kommentare anzeigen:
it: Visualizzazione degli ultimi %i commenti:
ja: 最新の %i このコメントを表示
no: Viser siste %i kommentarer:
pt: Mostrando os %i últimos comentários:
ru: Показаны последний(е) %i комментарий(ев):
sk: Zobrazujúc posledných %i komentárov:

source: Discuss this document
bg: Обсъждане на документа:
ca: Comenteu aquest document
cs: Diskutovat o tomto dokumentu
de: Dokument diskutieren
it: Discuti questo documento
ja: この文書のディスカッションをする
no: Diskuter dette dokumentet
pt: Discutir este comentário
ru: Обсудить этот документ
sk: Diskutujte o tomto dokumente

source: Start a discussion about any aspect of this document.
bg: Започни обсъждане относно кой да е аспект на този документ.
ca: Enceteu un debat sobre qualsevol aspecte d'aquest document.
de: Diskussion über Dokument starten.
it: Inizia una discussione su un aspetto qualunque di questo documento.
ja: この文書についてのディスカッションを始める
no: Start en diskusjon om dette dokumentet.
pt: Iniciar discussão acerca de um aspecto deste document.
ru: Начинаем обсуждение этого документа.
sk: Začnite diskusiu o hocakom aspekte tohto dokumentu.

source: Sorry, the record %s does not seem to exist.
bg: Съжаляваме, записът %s не съществува.
ca: Sembla que el registre %s no existeix.
de: Entschuldigung, Datensatz %s scheint nicht zu existieren.
it: Spiacente, il record %s non sembra esistere.
ja: レコード %s は存在しません。
no: Beklager, elementet %s finnes ikke.
pt: Desculpe, o registo %s parece não existir.
ru: Извините, запись %s, кажется, не существует.
sk: Ľutujem, záznam %s sa nezdá že by existoval.

source: Sorry, %s is not a valid ID value.
bg: Съжаляваме, %s не е валидна стойност за ID.
ca: %s no és un identificador vàlid.
de: %s ist keine gültige ID.
it: Spiacente, %s non è un ID valido.
ja: %s は有効なＩＤではありません。
no: Beklager, %s er ikke et gyldig ID-nummer.
pt: Desculpe, %s não é um ID válido.
ru: Извините, %s не является допустимым значение ID.
sk: Ľutujem, %s nie je platná hodnota ID.

source: Sorry, no record ID was provided.
bg: Съжаляваме, не беше зададен ID на записа.
ca: No heu donat el número de registre.
de: Es wurde keine Datensatz-ID angegeben.
it: Spiacente, non è stato fornito nessun ID di record.
ja: レコードＩＤはありません。
no: Beklager, ingen ID-nummer ble angitt.
pt: Desculpe, nenhum Id foi fornecido.
ru: Извините,не предоставлен ID записи.
sk: Ľutujem, žiadne ID záznamu nebolo dodané.

source: You may want to start browsing from %s
bg: Може да започнете да преглеждате от %s
ca: Podeu començar a visualitzar des de %s
it: Potresti voler navigare a cominciare da %s
ja: %s を閲覧しますか？
no: Du bør muligens begynne å bla fra %s
pt: Você poderá começar a explorar a partir de %s
ru: Вы можете начать просмотр с %s
sk: Môžete chcieť začať prehliadať z %s

source: %(x_nb)i comments for round "%(x_name)s"
ca: %(x_nb)i comentaris per la volta «%(x_name)s»
de: %(x_nb)i Kommentare für Runde "%(x_name)s"
it: %(x_nb)i commenti per round "%(x_name)s"

source: Was this review helpful?
bg: Беше ли ви полезен този преглед?
ca: Ha estat útil aquesta ressenya?
cs: Pomohlo Vám toto hodnocení?
de: War dieses Review hilfreich?
it: Questa recensione ti è stata utile?
ja: このレビューは役に立ちましたか？
no: Var denne vurderingen nyttig?
pt: Esta analise critica foi uma ajuda útil?
ru: Была ли эта рецензия полезна?
sk: Bolo toto hodnotenie užitočné?

source: Write a review
bg: Написване на преглед
ca: Escriviu-ne una ressenya
cs: Napsat recenzi
de: Ein Review schreiben
it: Scrivi una recensione
ja: レビューを書く。
no: Skriv en vurdering
pt: Escrever uma analise critica
ru: Напишите рецензию
sk: Napíšte hodnotenie

source: Average review score: %(x_nb_score)s based on %(x_nb_reviews)s reviews
bg: Среден брой точки от прегледи: %(x_nb_score)s базирано на %(x_nb_reviews)s прегледа
ca: Puntuació mitjana: %(x_nb_score)s, basada en %(x_nb_reviews)s ressenyes
de: Durchschnittliche Review-Bewertung: %(x_nb_score)s, basiert auf %(x_nb_reviews)s Reviews
it: Punteggio medio recensione: %(x_nb_score)s basato su %(x_nb_reviews)s recensioni
ja: レビュー数： %(x_nb_reviews)s 。平均レビュースコアー： %(x_nb_score)s
no: Gjennomsnittlig rangering: %(x_nb_score)s basert på %(x_nb_reviews)s vurderinger
pt: Media do resultado da analise critica: %(x_nb_score)s baseados em %(x_nb_reviews)s analises criticas
ru: Средняя оценка рецензии: %(x_nb_score)s, основанные на %(x_nb_reviews)s рецензиях
sk: Priemerné skóre hodnotení: %(x_nb_score)s založené na %(x_nb_reviews)s hodnoteniach

source: Readers found the following %s reviews to be most helpful.
bg: Читателите счетоха следните %s прегледи за най-полезни.
ca: Els lectors han trobat que les següents %s ressenyes són les més útils.
de: Leser haben folgende %s Reviews als hilfreich eingestuft:
it: I lettori hanno trovato le seguenti %s recensioni tra le più utili.
ja: 読者には次の %s のレビューが役に立った。
no: Lesere syntes de følgende %s vurderingene var nyttigst.
pt: Leitores acharam que as seguintes %s analises criticas são uma boa ajuda
ru: Читатели находят следующие %s рецензии наиболее полезными.
sk: Čitatelia pokladali nasledujúcich %s hodnotení za najužitočnejšie.

source: View all %s reviews
bg: Преглед на всички %s прегледа
ca: Visualitzar totes les %s ressenyes
cs: Zobrazit všechny recenze %s
de: Alle %s Reviews anzeigen
it: Visualizza tutte le %s recensioni
ja: 全部で %s のレビューを見る。
no: Vis alle %s vurderinger
pt: Ver todas %s as analises criticas
ru: Просмотреть все %s рецензии
sk: Zobraz všetky %s hodnotenia

source: Rate this document
bg: Оценка на документа
ca: Valoreu aquest document
cs: Hodnotit tento dokument
de: Dieses Dokument bewerten
it: Vota questo documento
ja: このドキュメントの評価
no: Ranger dette dokumentet
pt: Classifique este documento
ru: Оценить этот документ
sk: Ohodnoťte tento dokument

source: Be the first to review this document.</div>
ca: Sigueu el primer a escriure una ressenya d'aquest document.</div>
it: Sia la prima persona a recensire questo documento.</div>

source: Close
ca: Tanca
it: Chiudi

source: Report abuse
bg: Докладване на обида
ca: Denuncieu-ne un abús
cs: Nahlásit zneužití
de: Missbrauch melden
it: Notifica abuso
ja: 不正使用の報告
no: Rapporter misbruk
ru: Оскорбительное сообщение
sk: Hlás zneužitie

source: Undelete comment
ca: Recupera el comentari suprimit
cs: Obnovit komentář
de: Wiederhergestellter Kommentar
it: Annulla soppressione commento
ru: Восстановить комментарий

source: Delete comment
bg: Изтриване на коментар
ca: Suprimeix el comentari
cs: Smazat komentář
de: Kommentar löschen
it: Cancella commento
ja: コメントを削除
no: Slett kommentar
ru: Удалить комментарий
sk: Zmazať komentár

source: Unreport comment
ca: Suprimeix la denúncia al comentari
cs: Odhlásit komentář
it: Annulla il rapporto del commento
ru: Отменить оповещение о комментарии

source: Attached file
ca: Fitxer adjunt
cs: Přiložený soubor
de: Angehangene Datei
it: File allegato
ru: Присоединенный файл

source: Attached files
ca: Fitxers adjunts
cs: Přiložené soubory
de: Angehangene Dateien
it: File allegato
ru: Присоединенные файлы

source: Open
ca: Obre
it: Apri
