Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: This alert will notify you each time/only if a new item satisfies the following query:
bg: Вие ще получавате известие всеки път, при появата на нов запис удовлетворяващ следната заявка:
ca: Aquesta alerta us notificarà cada cop, i només si un nou ítem satisfà la següent cerca:
cs: Toto upozornění bude informovat pokaždé/jen v případě, že splňuje následující dotaz:
de: Sie werden benachrichtigt jedes Mal/immer wenn neue Werte Datensätze zu folgender Suchabfrage passen:
it: Verrai notificato riguardo a questo avviso ogni volta che/solo se un nuovo elemento soddisfa la seguente richiesta:
ja: 新しい項目が以下のクエリーを満たしたときに、アラートがあなたに伝えます
no: Dette varselet vil gi deg beskjed hver gang/kun hvis et nytt element oppfyller følgende spørring:
pt: Este aviso irá notificá-lo cada vez/apenas que um novo item satisfaça o seguinte termo:
ru: Это уведомление будет извещать Вас всякий раз, когда новые поступления будут удовлетворять следующему запросу:
sk: Toto avízo Vás upovedomí vždy keď nejaká nová položka vyhovuje nasledujúcej otázke:

source: QUERY
bg: ЗАЯВКА
ca: CERCA
cs: DOTAZ
de: Suchanfrage
it: RICHIESTA
ja: クエリー
no: SPØRRING
pt: TERMO
ru: ЗАПРОС
sk: OTÁZKA

source: Alert identification name:
bg: Име на известието:
ca: Nom d'identificació de l'alerta
de: Benachrichtigungs-Name:
it: Identificativo avviso:
ja: アラートの識別名
no: Varsel identifikasjonsnavn:
pt: Aviso acerca do nome de identificação:
ru: Имя уведомления:
sk: Identifikačné meno avíza:

source: Search-checking frequency:
bg: Честота на проверка за търсене:
ca: Freqüència de comprovació de la cerca:
de: Suchabfrage-Frequenz
it: Frequenza di controllo-ricerca:
ja: 確認の頻度
no: Søkefrekvens:
pt: Frequência de Pesquisa-Verificação:
ru: Частота проверки поиска
sk: Frekvencia hľadania:

source: Send notification email?
bg: Изпращане на известие по e-mail?
ca: Enviar notificació per correu electrònic?
cs: Odeslat e-mail s upozorněním?
de: Ein Benachrichtigungsmail senden?
it: Invia email di notifica?
ja: メイルで知らせますか？
no: Send e-postvarsel?
pt: Enviar email de notificação?
ru: Отправить уведомление по email?
sk: Poslať oznamovaciu elektronickú správu?

source: yes
bg: да
ca: sí
cs: ano
de: ja
it: sì
ja: はい
no: ja
pt: sim
ru: да
sk: áno

source: if %(x_fmt_open)sno%(x_fmt_close)s you must specify a basket
bg: Ако отговорът е %(x_fmt_open)sне%(x_fmt_close)s, трябва да зададете кошница
ca: si %(x_fmt_open)sno%(x_fmt_close)s cal que especifiqueu un cistell
de: falls %(x_fmt_open)snein%(x_fmt_close)s müssenSie einen Korb angeben
it: se %(x_fmt_open)sno%(x_fmt_close)s dovrai specificare un cestino
ja: もし %(x_fmt_open)sno%(x_fmt_close)s ならば、バスケットを指定してください。
no: hvis %(x_fmt_open)snei%(x_fmt_close)s må du angi en kurv
pt: se %(x_fmt_open)sno%(x_fmt_close)s você deve especificar o cesto.
ru: Если %(x_fmt_open)sнет%(x_fmt_close)s, Вы должны определить книжную полку
sk: ak %(x_fmt_open)snie%(x_fmt_close)s tak musíte špecifikovať košík

source: Store results in basket?
bg: Запазване на резултатите в кошницата?
ca: Guardar els resultats en un cistell?
cs: Uložit výsledky v košíku?
de: Ergebnisse in Korb speichern?
it: Memorizza risultati in un cestino?
ja: バスケットに結果を保存しますか？
no: Lagre resultater i kurv?
pt: Guardar resultados no cesto?
ru: Сохранять результаты на книжной полке?
sk: Vložiť výsledky do košíka?

source: SET ALERT
bg: ЗАДАВАНЕ НА ИЗВЕСТИЕТО
ca: ACTIVA L'ALERTA
cs: NASTAVIT UPOZORNĚNÍ
de: Benachrichtigung einschalten
it: IMPOSTA AVVISO
ja: アラートのセット
no: SETT VARSEL
pt: DEFINIR AVISO
ru: УСТАНОВИТЬ УВЕДОМЛЕНИЕ
sk: NASTAVIŤ AVÍZO

source: CLEAR DATA
bg: ИЗЧИСТВАНЕ
ca: ESBORRA DADES
cs: VYČISTIT ÚDAJE
de: Daten löschen
it: AZZERA DATI
ja: データクリア
no: TØM SKJEMA
pt: LIMPAR DADOS
ru: ОЧИСТИТЬ ДАННЫЕ
sk: VYČISTIŤ DÁTA

source: Set a new alert from %(x_url1_open)syour searches%(x_url1_close)s, the %(x_url2_open)spopular searches%(x_url2_close)s, or the input form.
bg: Задаване на ново известяване от %(x_url1_open)sвашите търсения%(x_url1_close)s, %(x_url2_open)sпопулярните търсения%(x_url2_close)s или от входящата форма.
ca: Definir una nova alerta a partir de %(x_url1_open)sles vostres cerques%(x_url1_close)s, les %(x_url2_open)scerques més habituals%(x_url2_close)s, o el formulari de dades.
de: Eine neue Benachrichtigung von %(x_url1_open)sIhren Suchabfragen%(x_url1_close)s, %(x_url2_open)sbeliebten Suchabfragen%(x_url2_close)s oder über das Eingabeformular einrichten.
it: Imposta un nuovo avviso a partire dalle %(x_url1_open)stue ricerche%(x_url1_close)s, dalle %(x_url2_open)sricerche comuni%(x_url2_close)s o dal modulo di inserimento.
no: Sett et nytt varsel fra %(x_url1_open)sdine søk%(x_url1_close)s, %(x_url2_open)spopulære søk%(x_url2_close)s, eller webskjemaet.
pt: Defina um novo aviso para %(x_url1_open)sas suas pesquisas%(x_url1_close)s, as %(x_url2_open)spesquisas mais efectuadas%(x_url2_close)s, ou o formato de entrada.
ru: Установите новое уведомление из %(x_url1_open)sваши запросы%(x_url1_close)s, %(x_url2_open)sпопулярные запросы%(x_url2_close)s или форму ввода

source: Search checking frequency
bg: Честота на търсене
ca: Freqüència de comprovació de la cerca
de: Suchabfrage-Frequenz
it: Frequenza controllo della ricerca
ja: 検索チェック頻度
no: Søkefrekvens
pt: Pesquisar frequência de verificação
ru: Частота проверки поиска
sk: Frekvencia hľadania

source: Notification by email
bg: Известяване по e-mail
ca: Notificació per correu electrònic
cs: Oznámení e-mailem
de: Benachrichtigung per E-Mail
it: Notifica via email
ja: Ｅメイルによる通知
no: E-postvarsel
pt: Notificação por email
ru: Извещение по email
sk: Oznámenie elektronickou poštou

source: Result in basket
bg: Резултат в кошницата
ca: Resultats en cistell
cs: Výsledek v košíku
de: Ergebnisse in Korb
it: Risultati nel cestino
ja: バスケット内の結果
no: Resultater i kurv
ru: Результат на книжной полке
sk: Výsledok do košíku

source: Date last run
bg: Дата на последно стартиране
ca: Data de la darrera execució
cs: Datum posledního běhu
de: Datum der letzten Ausführung
it: Data ultima esecuzione
ja: 最後のランの日付
no: Sist kjørt
pt: Data da última execução
ru: Дата последнего запуска
sk: Dátum posledného vykonania

source: Creation date
bg: Дата на създаване
ca: Data de creació
cs: Datum vytvoření
de: Erstellungsdatum
it: Data creazione
ja: 生成日付
no: Opprettet dato
pt: Data de criação
ru: Дата создания
sk: Dátum vytnorenia

source: no basket
bg: няма кошници
ca: cap cistell
cs: žádný košík
de: kein Korb
it: nessun cestino
ja: バスケットなし
no: ingen kurv
ru: нет книжных полок
sk: žiaden košík

source: Modify
bg: Промяна
ca: Modifica
cs: Upravit
de: Ändern
it: Modifica
ja: 変更
no: Endre
ru: изменить
sk: Uprav

source: Remove
bg: Премахване
ca: Elimina
cs: Odstranit
de: Löschen
it: Rimuovi
ja: 削除
no: Slett
ru: Удалить
sk: Zruš

source: Execute search
bg: Изпълняване на търсене
ca: Executa la cerca
cs: Spustit vyhledávání
de: Suche starten
it: Esegui ricerca
ja: 検索実行
no: Utfør søk
pt: Executar pesquisa
ru: Выполнить поиск
sk: Vykonaj hľadanie

source: You have defined %s alerts.
bg: Вие сте дефинирали %s известия.
ca: Heu definit %s alertes.
de: Sie haben %s Benachrichtigungen eingerichtet.
it: Hai definito %s avvisi.
ja: アラートの数 %s
no: Du har angitt %s varsler.
pt: Você definiu %s avisos.
ru: Вы установили %s уведомлений
sk: Definovali ste %s avíz.

source: You have not executed any search yet. Please go to the %(x_url_open)ssearch interface%(x_url_close)s first.
bg: Все още не сте извършили търсене. Моля, първо отидете на %(x_url_open)sстраницата за търсене%(x_url_close)s.
ca: Encara no heu executat cap cerca. Aneu primer a la %(x_url_open)sinterfície de cerca%(x_url_close)s.
de: Sie haben bisher keine Suche ausgeführt. Bitte gehen Sie zuerst zum %(x_url_open)sSuchinterface%(x_url_close)s.
it: Non hai ancora eseguito alcuna ricerca. Per favore, entra prima nell'%(x_url_open)sinterfaccia di ricerca%(x_url_close)s.
ja: 検索記録がありません。まず %(x_url_open)s検索%(x_url_close)s を実行してください。
no: Du har ikke utført noe søk ennå. Gå til %(x_url_open)ssøkesiden%(x_url_close)s først.
pt: Você ainda não realizou qualquer pesquisa até agora. Por favor vá à %(x_url_open)s interface de pesquisa %(x_url_close)s primeiro.
ru: Вы пока не произвели ни одного поиска. Пожалуйста перейдите сначала на %(x_url_open)sинтерфейс поиска%(x_url_close)s.
sk: Ešte ste nevykonali žiadne hľadanie. Prosím najprv choďte do %(x_url_open)shľadacieho rozhrania%(x_url_close)s.

source: You have performed %(x_nb1)s searches (%(x_nb2)s different questions) during the last 30 days or so.
bg: Вие сте извършили %(x_nb1)s търсения (%(x_nb2)s различни въпроса) през последните 30 дни.
ca: Heu executat %(x_nb1)s cerques (%(x_nb2)s qüestions diferents) durant els darrers 30 dies aproximadament.
de: Sie haben %(x_nb1)s Suchen (%(x_nb2)s unterschiedliche Abfragen) in den letzen 30 tagen ausgeführt.
it: Hai eseguito %(x_nb1)s ricerche (%(x_nb2)s argomenti differenti) durante gli ultimi 30 giorni.
ja: 最近３０日間に%(x_nb1)s回（%(x_nb2)s回の異なる）検索をしました。
no: Du har utført %(x_nb1)s søk (%(x_nb2)s ulike spørsmål) i løpet av de siste 30 dagene eller så.
pt: Você efectuou %(x_nb1)s pesquisas (%(x_nb2)s diferentes perguntas) durante os últimos 30 dias ou mais.
ru: Вы выполнили %(x_nb1)s поисков (%(x_nb2)s различных запросов) в течение последних 30 дней.
sk: Vykonali ste %(x_nb1)s hľadaní (%(x_nb2)s rôznych otázok) počas posledných zhruba 30 dní.

source: Here are the %s most popular searches.
bg: Това са %s-те най-популярни заявки.
ca: Aquestes són les %s cerques més habituals.
de: Das sind die %s populärsten Suchabfragen.
it: Ecco le %s ricerche più comuni.
ja: 最も多い検索 %s：
no: Viser de %s mest populære søkene.
ru: %s Самые популярные поиски
sk: Tu sú %s najviac populárnych hľadaní.

source: Question
bg: Въпрос
ca: Qüestió
cs: Otázka
de: Frage
it: Argomento
ja: 質問
no: Spørsmål
ru: Вопрос
sk: Otázka

source: Last Run
bg: Последен старт
ca: Darrera execució
cs: Poslední běh
de: Letze Ausführung
it: Ultima esecuzione
ja: 最後のラン
no: Sist kjøring
ru: Последний запуск
sk: Posledné spustenie

source: Set new alert
bg: Задаване на ново известие
ca: Defineix una nova alerta
cs: Nastavit nové upozornění
de: Neue Benachrichtigung einrichten
it: Imposta nuovo avviso
ja: 新しいアラートの設定
no: Sett nytt varsel
pt: Definir novo aviso
ru: Установить новое уведомление
sk: Nastaviť nové avízo

source: You are not authorized to use alerts.
ca: No esteu autoritzats a gestionar alertes.
cs: Nemáte oprávnění k použití upozornění.
de: Sie haben keine Rechte dies Benachrichtigungen zu benutzen.
it: Non sei autorizzato a utilizzare gli avvisi.
ru: Вам не разрешено использовать оповещения.

source: Popular Searches
ca: Cerques populars
cs: Oblíbené vyhledávání
de: Beliebte Suchabfragen
it: Ricerche popolari
no: Søk
ru: Популярные запросы

source: Your Searches
bg: Вашите търсения
ca: Les vostres cerques
cs: Vaše vyhledávání
de: Ihre Suchabfragen
it: Tue ricerche
ja: 検索
no: Dine søk
ru: Ваши запросы
sk: Vaše hľadania

source: Your Account
bg: Вашата сметка
ca: El vostre compte
cs: Váš účet
de: Ihr Konto
it: Tuo account
ja: あなたのアカウント
no: Din konto
ru: Ваша учетная запись
sk: Vaše konto

source: %s Personalize, Display searches
ca: %s personalitza, mostra les cerques
cs: %s přizpůsobit zobrazení vyhledávání
de: %s Personalisieren, Suchergebnisse darstellen
it: %s Personalizza, Visualizza ricerche
no: %s Brukerinnstillinger, Vis søk
ru: %s Персонализовать, Показать поиски

source: %s, personalize
bg: %s, персонализиране
ca: %s, personalitza
cs: %s, přizpůsobit
de: %s, Personalisieren
it: %s, personalizza
no: %s, brukerinnstillinger
ru: %s, персонализовать

source: %s Personalize, Set a new alert
ca: %s personalitza, defineix una nova alerta
de: %s Personalisieren, Neue Benachrichtigung einrichten
it: %s Personalizza, Imposta un nuovo avviso
no: %s Brukerinnstillinger, Sett nytt varsel
pt: %s Personalizar, definir novo aviso
ru: %s Персонализовать, Установить новое уведомление

source: Set a new alert
bg: Задаване на ново известие
ca: Defineix una nova alerta
cs: Nastavit nové upozornění
de: Neue Benachrichtigung einrichten
it: Imposta un nuovo avviso
ja: 新しいアラートの設定
no: Sett nytt varsel
pt: Definir um novo aviso
ru: Установить новое уведомление
sk: Nastaviť nové avízo

source: Modify alert settings
bg: Промяна на настройките за известието
ca: Modifica l'alerta
de: Einstellungen zu Benachrichtigungen ändern
it: Modifica impostazioni d'avviso
ja: アラート設定の変更
no: Endre innstillinger for varsling
pt: Modificar parâmetros de aviso
ru: Изменить настройки уведомления
sk: Upraviť parametre avíza

source: %s Personalize, Modify alert settings
ca: %s personalitza, modifica l'alerta
de: %s Personalisieren, Einstellungen zu Benachrichtigungen ändern
it: %s Personalizza, Modifica impostazioni degli avvisi
no: %s Brukerinnstillinger, Endring innstillinger for varsling
pt: %s Personalizr, Modificar definições de aviso
ru: %s Персонализовать, Изменить настройки уведомления

source: Your Alerts
bg: Вашите известия
ca: Les vostres alertes
cs: Vaše upozornění
de: Ihre Benachrichtigungen
it: I tuoi avvisi
ja: あなたの通知
no: Dine varsler
ru: Ваши уведомления
sk: Vaše avíza

source: %s Personalize, Display alerts
ca: %s personalitza, mostra les alertes
de: %s Personalisieren, Benachrichtigungen darstellen
it: %s Personalizza, Visualizza avvisi
no: %s Brukerinnstillinger, Vis varsler
ru: %s Персонализовать, Показать уведомления

source: Display alerts
bg: Показване на известията
ca: Mostra les alertes
cs: Zobrazit upozornění
de: Benachrichtigungen darstellen
it: Visualizza avvisi
ja: アラートの表示
no: Vis varsler
ru: Показать уведомления
sk: Zobraziť alerty

source: Author List Manager
it: Gestione Lista Autori

source: Name variants
ca: Variants del nom
cs: Název variant
de: Namensvarianten
it: Varianti di nome

source: No Name Variants
ca: Sense noms variants
de: Keine Namensvarianten
it: Nessuna variante di nome

source: downloaded
ca: descarregat
cs: stahovaný
de: heruntergeladen
it: scaricati
no: lastet ned
ru: Загружен

source: times
ca: vegades
cs: krát
it: volte
no: ganger
ru: раз

source: Papers
ca: Documents:
cs: Příspěvky
de: Artikel
it: Saggi

source: No Keywords
ca: Sense paraules clau
cs: Žádná klíčová slova
de: Keine Schlagwörter
it: Nessuna parola chiave

source: Frequent keywords
ca: Paraules claus freqüents
cs: Častá klíčová slova
de: Häufige Schlagwörter
it: Parole chiavi frequenti

source: No Subject categories
it: Nessuna categoria di Soggetto

source: Subject categories
it: Categorie di soggetti

source: No Collaborations
ca: Sense col·laboracions
it: Nessuna collaborazione

source: Collaborations
ca: Col·laboracions
it: Collaborazioni

source: unknown affiliation
ca: afiliació desconeguda
cs: neznámá příslušnost
it: Affiliazione sconosciuta

source: No Affiliations
ca: Sense afiliacions
cs: Žádná příslušnost
it: Nessuna Affiliazione

source: Affiliations
ca: Afiliacions
it: Affiliazioni

source: Frequent co-authors (excluding collaborations)
ca: Coautors freqüentes (excloent-hi col·laboracions)
it: Co-autori frequenti (collaboratori esclusi)

source: No Frequent Co-authors
ca: Co-autors poc freqüents
cs: Občasní spoluautoři
it: Nessun Co-autore Frequente

source: Citations%s
it: Citazioni%s

source: <strong> Publications per year </strong>
it: <strong> Pubblicazioni all'anno </strong>

source: No Publication Graph
it: Nessun Grafico Pubblicazione

source: <strong> Publications list </strong>
it: <strong> Lista Pubblicazioni </strong>

source: No publications available
it: Nessuna pubblicazione disponibile

source: Recompute Now!
ca: Recalcula ara!
it: Ricalcolare Ora!

source: The selected public basket does not exist or you do not have access to it.
ca: El cistell públic que heu seleccionat no existeix o no hi teniu accés.
it: Il cestino pubblico selezionato non esiste o non ha accesso ad esso.

source: Please select a valid public basket from the list of public baskets.
ca: Seleccioneu un cistell vàlid de la llista de cistells públics.
it: Si prega di selezionare un cestino pubblico valido dalla lista di cestini pubblici

source: The selected item does not exist or you do not have access to it.
ca: L'ítem que heu seleccionat no existeix o no hi teniu accés.
de: Das ausgewählte Element existiert nicht oder Sie haben keinen Zugriff
it: L’articolo selezionato non esiste o non ha accesso ad esso.

source: Returning to the public basket view.
ca: Tornar a la visualització dels cistells públics.
cs: Návrat k veřejnému pohledu košíku.
de: Zurück zu Ansicht der öffentlichen Körbe
it: Ritorna a vedere il cestino pubblico.

source: You do not have permission to write notes to this item.
ca: No teniu permisos per a escriure notes en aquest ítem.
de: Sie haben keine Rechte um Bemerkungen zu diesem Element zu schreiben.
it: Non possiedi diritti sufficienti per scrivere note per questo articolo.

source: The note you are quoting does not exist or you do not have access to it.
ca: La nota que citeu no existeix o no hi teniu accés.
de: Die Bemerkung auf die Sie sich beziehen existiert nicht oder Sie haben keinen Zugriff auf diese.
it: La nota che stai citando non esiste o non ha accesso ad esso.

source: You must fill in both the subject and the body of the note.
ca: Heu d'omplir tant l'assumpte como el text de la nota.
de: Sie müssen das Betreff und den Nachrichtenteil der Bemerkung füllen.
it: È necessario compilare sia il soggetto e il corpo della nota.

source: The selected topic does not exist or you do not have access to it.
ca: El tema que heu seleccionat no existeix o no hi teniu accés.
de: Das ausgewählte Thema existiert nicht oder Sie haben keine Zugiffs-Berechtigung.
it: Il tema selezionato non esiste o non ha accesso ad esso.

source: The selected basket does not exist or you do not have access to it.
ca: El cistell que heu seleccionat no existeix o no hi teniu accés.
de: Der ausgewählte Korb existiert nicht oder Sie haben keine Zugiffs-Berechtigung.
it: Il cestino selezionato non esiste o non ha accesso ad esso.

source: The selected basket is no longer public.
ca: El cistell que heu seleccionat ja no és públic.
de: Der ausgewählte Korb ist nicht mehr öffentlich.
it: Il cestino selezionato non è più publico.

source: You do not have permission to delete this note.
ca: No teniu permisos per a rdnottst aquesta nota.
de: Sie haben keine Berechtigung die Bemerkung zu löschen.
it: Non possiede diritti sufficienti per cancellare questa nota.

source: The note you are deleting does not exist or you do not have access to it.
ca: La nota que heu seleccionat no existeix o no hi teniu accés.
de: Der Bemerkung, die Sie löschen wollen, existiert nicht oder Sie haben keine Berechtigung diese zu löschen.
it: La nota che sta cancellando non esiste ho non ci ha acceso.

source: Sorry, you do not have sufficient rights to add record #%i.
ca: No teniu permisos per afegir el registre #%i.
de: Sie haben nicht genügend Rechte um den Datensatz #%i hinzuzufügen.
it: Siamo spiacenti, non si possiede i diritti sufficienti per aggiungere record #% i.

source: Some of the items were not added due to lack of sufficient rights.
ca: No s'han afegit alguns dels ítems per no tenir prou permisos.
de: Einige der Elemente wurden nicht hinzugefügt, da die nötigen Rechte fehlen.
it: Alcuni degli articoli non sono stati aggiunti per mancanza di diritti sufficienti.

source: Please provide a title for the external source.
ca: Afegiu-hi el títol de la font externa.
de: Bitte geben Sie einen Titel für die externe Quelle an.
it: Si prega di aggiungere un titolo per la fonte esterna

source: Please provide a description for the external source.
ca: Afegiu-hi una descripció a la font externa.
de: Bitte geben Sie eine Beschreibung für die externe Quelle an.
it: Si prega di fornire una descrizione per la fonte esterna.

source: Please provide a url for the external source.
ca: Afegiu-hi la url de la font externa.
de: Bitte geben Sie eine URL für die externe Quelle an.
it: Si prega di fornire una url per la fonte esterna.

source: The url you have provided is not valid.
ca: La url que heu donat no és vàlida.
de: Die angegebene URL ist nicht gültig.
it: La url che ha fornito non è valida.

source: The url you have provided is not valid: The request contains bad syntax or cannot be fulfilled.
ca: Aquesta url no es vàlida: la sintaxi no és correcta o no es pot satisfer.
de: Die angegebene URL ist nicht gültig: Die Syntax der Anfrage ist fehlerhaft bzw. die Anfragenicht ausgeführt werden.
it: La url che ha fornito non è valida: La richiesta contiene sintassi scoretta o non può essere soddisfatta..

source: The url you have provided is not valid: The server failed to fulfil an apparently valid request.
ca: Aquesta url no es vàlida: el servidor no ha contestat una petició aparentment vàlida.
de: Die angegebene URL ist nicht gültig: Der Server antwortet nicht auf einescheinbar korrekte Anfrage.
it: La url che ha fornito non è valida: Il server non è riuscito a soddisfare una richiesta apparentemente valida.

source: Sorry, you do not have sufficient rights on this basket.
ca: No teniu prou permisos sobre aquest cistell.
de: Sie haben nicht genügend Rechte auf diesem Korb.
it: Siamo spiacenti, non possiede diritti sufficienti su questo cestino.

source: No records to add.
ca: Cap registre per afegir.
cs: Žádné záznamy pro přidání.
de: Keine Datensätze zum Hinzufügen
it: Nessun record da aggiungere.

source: Some items could not be moved. The destination basket already contains those items.
it: Alcuni elementi non possono essere spostati. Il cestino di destinazione già contiene questi elementi.

source: Cannot add items to the selected basket. Invalid parameters.
ca: No s'han pogut afegir ítems al cistell seleccionat. Els paràmetres no eren vàlids.
de: Elemente können nicht zu dem ausgewählten Korb hinzugefügt werden. Ungültige Parameter.
it: Impossibile aggiungere articoli nel cestino selezionato. Impostazioni non valide.

source: Untitled basket
ca: Cistell sense títol
it: Cestino senza titolo

source: Untitled topic
ca: Tema sense títol
it: Argomento senza titolo

source: A default topic and basket have been automatically created. Edit them to rename them as you see fit.
ca: S'ha creat automàticament un nou cistell i tema. Editeu-lo per posar-li el nom que més li escaigui.
de: Thema und Korb wurden automatisch erstellt. Sie können die Bezeichnungen anpassen.
it: Un argomento di default e un cestino sono stati creati automaticamente. Modificali per rinominarli come si vede in forma.

source: Please provide a name for the new basket.
ca: Poseu-li un nom al nou cistell
de: Bitte geben Sie einen Namen für den neuen Korb an.
it: Si prega di fornire un nome per il nuovo cestino.

source: Please select an existing topic or create a new one.
ca: Seleccioneu un dels temes existents o creeu-ne un de nou.
de: Bitte wählen Sie ein existierendes Thema aus oder erstellen Sie ein Neues.
it: Si prega di selezionare un argomento esistente oppure crearne uno nuovo.

source: You cannot subscribe to this basket, you are the either owner or you have already subscribed.
ca: No us podeu subscrire a aquest cistell, perquè en sou el propietari o ja n'estàveu subscrit.
de: Sie können den Korb nicht abonnieren, da Sie entweder der Besitzer sind oder ihn bereits abonniert haben.
it: Non può sottoscrivere a questo cestino, o è il proprietario o ha già sottoscritto.

source: You cannot unsubscribe from this basket, you are the either owner or you have already unsubscribed.
ca: No us podeu donar de baixa d'aquest cistell, perquè en sou el propietari o ja no n'estàveu subscrit.
de: Sie können den Korb nicht abbestellen, da Sie entweder der Besitzer sind oder ihn bereits abonniert haben.
it: Non può annullare l’iscrizione a questo cestino, o è il proprietario o ha già annullato iscrizione.

source: Personal baskets
bg: Лични кошници
ca: Cistells personals
cs: Osobní košíky
de: Persönlicher Korb
it: Cestini personali
ja: 個人のバスケット
no: Egne kurver
ru: Личные книжные полки
sk: Osobné košíky
