Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Words nearest to %(x_word)s in any collection are:
bg: Най-близките думи до %(x_word)s в коя да е колекция са:
ca: Les paraules més properes a %(x_word)s, a qualsevol col·lecció, són:
cs: Slova nejblíže k %(x_word)s v libovolné sbírce jsou:
de: Ähnliche Worte zu %(x_word)s in beliebiger Sammlung sind:
it: Le parole vicine a %(x_word)s in tutte le collezioni sono:
ja: すべてのコレクションで %(x_word)s に最も近いもの：
no: Ord som ligner mest på %(x_word)s i noen samling er:
ru: Слова, ближайшие к %(x_word)s, в любой коллекции:
sk: Slová blízke %(x_word)s vo všetkých kolekciách sú:

source: Hits
bg: Попадения
ca: Resultats
cs: Zásahy
de: Treffer
it: Risultati
ja: ヒット
no: Treff
pt: Objectivos
ru: Результаты
sk: Zásahy

source: collections
bg: колекции
ca: col·leccions
cs: kolekce
de: Sammlungen
it: collezioni
ja: コレクション
no: samlinger
pt: colecções
ru: коллекции
sk: kolekcie

source: Limit to:
bg: Ограничи до:
ca: Limitar a:
cs: Omezit na:
de: Limitieren auf:
it: Limita a:
ja: 制限：
no: Begrens til:
pt: Limitado a:
ru: Ограничить:
sk: Obmedziť na:

source: results
bg: резултати
ca: resultats
cs: výsledky
de: Ergebnisse
it: risultati
ja: 結果
no: resultater
pt: resultados
ru: результаты
sk: výsledky

source: desc.
bg: низх.
cs: sest.
de: abw.
it: disc.
no: synkende
ru: нисх.
sk: zost.

source: single list
bg: цял списък
ca: llista única
cs: jediný list
de: einzige Liste
it: lista unica
ja: 単一のリスト
no: enkel liste
pt: lista única
ru: один список
sk: jediný list

source: split by collection
bg: разделяне по колекция
ca: dividit per col·lecció
cs: seskupené podle kolekcí
de: In Sammlungen verteilen
it: raggruppati per collezione
ja: コレクションにより分離
no: inndelt etter samling
pt: agrupar por colecção
ru: разделить на коллекции
sk: zoskupené podľa kolekcií

source: MARC tag
bg: MARC таг
ca: Etiqueta MARC
cs: MARC štítek
it: Tag MARC
no: MARC-tagg
pt: etiqueta MARC
ru: MARC тэг
sk: značka MARC

source: %s records found
bg: Намерени са %s записа
ca: %s registres trobats
cs: %s záznamu nalezeno
de: %s Datensätze gefunden
it: %s record trovati
ja: %s のレコードが見つかりました。
no: %s elementer funnet
ru: %s записей найдено
sk: %s záznamov nájdených

source: end
bg: край
ca: final
cs: konec
de: Ende
it: fine
ja: 最後
no: slutt
ru: конец
sk: koniec

source: jump to record:
bg: отиване на запис:
ca: anar al registre:
cs: přeskočit na záznam:
de: gehen zum Datensatz:
it: salta al record:
ja: レコードへジャンプ：
no: gå til element:
ru: перейти к записи:
sk: skoč na záznam:

source: Search took %s seconds.
bg: Търсенето отне %s секунди.
ca: La cerca s'ha fet en %s segons.
cs: Hledání trvalo %s vteřin.
de: Die Suche hat %s Sekunden gedauert.
it: La ricerca ha impiegato %s secondi.
ja: 検索にかかった時間： %s 秒
no: Søket tok %s sekunder.
ru: Поиск длился %s секунд.
sk: Hľadanie trvalo %s sekúnd.

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found %(x_nb_records)s records in %(x_nb_seconds)s seconds.
bg: %(x_fmt_open)sПреглед на резултатите:%(x_fmt_close)s Намерени са %(x_nb_records)s записа за %(x_nb_seconds)s секунди.
ca: %(x_fmt_open)sResultats globals:%(x_fmt_close)s %(x_nb_records)s registres trobats en %(x_nb_seconds)s segons.
cs: %(x_fmt_open)sPřehled výsledků:%(x_fmt_close)s Nalezeno %(x_nb_records)s záznamů za %(x_nb_seconds)s sekund.
de: %(x_fmt_open)sErgebnisübersicht:%(x_fmt_close)s Datensätze%(x_nb_records)s wurden in %(x_nb_seconds)s Sekunden gefunden.
it: %(x_fmt_open)sRiassunto risultati:%(x_fmt_close)s Trovati %(x_nb_records)s record in %(x_nb_seconds)s secondi.
ja: %(x_fmt_open)s結果の概観:%(x_fmt_close)s %(x_nb_records)s のレコードが %(x_nb_seconds)s 秒で見つかった。
no: %(x_fmt_open)sResultatoversikt:%(x_fmt_close)s Fant %(x_nb_records)s elementer på %(x_nb_seconds)s sekunder.
ru: %(x_fmt_open)sПросмотр результатов:%(x_fmt_close)s Найдено %(x_nb_records)s записей за %(x_nb_seconds)s секунд.
sk: %(x_fmt_open)sPrehľad výsledkov:%(x_fmt_close)s Nájdených %(x_nb_records)s záznamov za %(x_nb_seconds)s sekúnd.

source: %(x_fmt_open)sResults overview%(x_fmt_close)s
ca: %(x_fmt_open)sResultats globals%(x_fmt_close)s
cs: %(x_fmt_open)sPřehled výsledků%(x_fmt_close)s
de: %(x_fmt_open)sErgebnisübersicht%(x_fmt_close)s.
it: %(x_fmt_open)sRiassunto dei risultati%(x_fmt_close)s.
ru: %(x_fmt_open)sПросмотр результатов%(x_fmt_close)s

source: %(x_fmt_open)sResults overview:%(x_fmt_close)s Found at least %(x_nb_records)s records in %(x_nb_seconds)s seconds.
ca: %(x_fmt_open)sResultats globals:%(x_fmt_close)s Al menys %(x_nb_records)s registres trobats en %(x_nb_seconds)s segons.
cs: %(x_fmt_open)sPřehled výsledků:%(x_fmt_close)s Nalezeno nejméne %(x_nb_records)s záznamů za %(x_nb_seconds)s sekund.
de: %(x_fmt_open)sErgebnisübersicht:%(x_fmt_close)s Datensätze%(x_nb_records)s wurden in %(x_nb_seconds)s Sekunden gefunden.
it: %(x_fmt_open)sRiassunto risultati:%(x_fmt_close)s Trovati almeno %(x_nb_records)s record in %(x_nb_seconds)s secondi.
ru: %(x_fmt_open)sПросмотр результатов:%(x_fmt_close)s найдено %(x_nb_records)s записей за %(x_nb_seconds)s секунд.

source: Show less collections
it: Mostra meno collezioni

source: Show all collections
it: Mostra tutte collezioni

source: No results found...
ca: No s'han trobat resultats...
cs: Nenalezeny žádné výsledky ...
de: Keine Treffer gefunden...
it: Nessun risultato trovato...
ru: Ничего не найдено...

source: Less suggestions
it: Meno suggerimenti

source: More suggestions
it: Pi`suggerimenti

source: Boolean query returned no hits. Please combine your search terms differently.
bg: Логическата заявка не върна резултати. Моля, комбинирайте търсените думи по друг начин.
ca: La cerca booleana no ha donat cap resultat. Proveu de combinar els vostres termes de cerca d'una altra manera.
cs: Booleovský dotaz nevrátil žádný výsledek. Zkuste zkombinovat dané termíny jiným způsobem.
de: Die boolsche Suchfrage hat keine Datensätze gefunden. Bitte kombinieren Sie Ihre Suchfrage anders.
it: La ricerca booleana non ha dato risultati. Vi preghiamo di combinare differentemente i termini.
ja: AND/OR/NOTを用いたクエリーがマッチしませんでした。他の組み合わせを試してください。
no: Bolsk spørring ga ingen treff. Forsøk å kombinere søkeuttrykkene dine annerledes.
pt: A consulta booleana não gerou resultados. Por favor combine seus termos de pesquisa de outra maneira.
ru: Запрос не дал никакого результата. Пожалуйста сформулируйте ваш запрос иначе.
sk: Booleovská otázka nevrátila žiaden výsledok. Skúste skombinovať dané termíny inakšie.

source: See also: similar author names
bg: Виж също: автори с подобни имена
ca: Vegeu també: autors amb noms similars
cs: Viz též: podobná jména autorů
de: Sehen Sie auch: ähnliche Autornamen
it: Vedi anche: autori con nomi simili
ja: 似た著者名：
no: Se også: lignende forfatternavn
pt: Veja também: nomes de autores similares
ru: Смотрите также: похожие имена автора
sk: Viď tiež: podobné mená autorov

source: Cited by 1 record
ca: Citat per 1 registre
cs: Citováno 1 záznamem
de: Zitiert von 1 Datensatz
it: Citato da 1 record
ru: Процитировано в 1 записи

source: %i comments
ca: %i comentaris
cs: %i komentářů
de: %i Kommentare
it: %i commenti
ru: %i комментариев

source: 1 comment
ca: 1 comentari
cs: 1 komentář
de: 1 Kommentar
it: 1 commento
ru: 1 комментарий

source: %i reviews
ca: %i ressenyes
cs: %i recenzí
it: %i recensione
ru: %i обзоров

source: 1 review
ca: 1 ressenya
cs: 1 recenze
it: 1 recensione
ru: 1 обзор

source: Collection %s Not Found
bg: Колекцията %s не е намерена
ca: No s'ha trobat la col·lecció %s
cs: Kolekce %s nebyla nalezena
de: Sammlung %s wurde nicht gefunden
it: Collezione %s non trovata
ja: コレクション %s が見つかりません。
no: Samling %s ikke funnet
ru: Коллекция %s не найдена
sk: Kolekcia %s nenájdená

source: Sorry, collection %s does not seem to exist.
bg: Съжаляваме, колекцията %s не съществува.
ca: Sembla ser que la col·lecció %s no existeix.
cs: Je nám líto, ale kolekce %s asi neexistuje.
de: Die Sammlung %s scheint nicht zu existieren.
it: Spiacente, la collezione %s sembra inesistente.
ja: %s というコレクションは存在しません。
no: Beklager, samling %s eksisterer ikke.
pt: Desculpe, a colecção %s parece não existir
ru: Извините, коллекция '%s' не существует.
sk: Ľutujem, kolekcia %s sa nezdá že by existovala.

source: You may want to start browsing from %s.
bg: Може да започнете да преглеждате от %s.
ca: Podeu començar a cercar des de %s.
cs: Můžete začít prohledávat od %s.
it: Potresti iniziare a sfogliare cominciando con %s.
ja: %s の閲覧から始めてください。
no: Du bør muligens begynne å bla fra %s.
pt: Você poderá começar a explorar a partir de %s
ru: Вы можете начать просмотр с %s.
sk: Môžete chcieť začať prehliadať z %s

source: Set up a personal %(x_url1_open)semail alert%(x_url1_close)s or subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
ca: Definiu una %(x_url1_open)salerta personal%(x_url1_close)s via correu electrònic o subscribiu-vos al %(x_url2_open)scanal RSS%(x_url2_close)s.
de: Definieren Sie eine persönliche %(x_url1_open)sE-Mail-Benachrichtigung%(x_url1_close)s oder abonnieren Sie den %(x_url2_open)sRSS Feed%(x_url2_close)s.
it: Imposta un %(x_url1_open)savviso via mail%(x_url1_close)s personale o iscriviti al %(x_url2_open)sfeed RSS%(x_url2_close)s.
no: Sett opp ditt eget %(x_url1_open)se-postvarsel%(x_url1_close)s eller abonner på %(x_url2_open)sRSS%(x_url2_close)s.
ru: Установите персональное %(x_url1_open)semail оповещение%(x_url1_close)s или подпишитесь на %(x_url2_open)sRSS-канал%(x_url2_close)s.

source: Subscribe to the %(x_url2_open)sRSS feed%(x_url2_close)s.
ca: Subscriviu-vos al %(x_url2_open)scanal RSS%(x_url2_close)s.
it: Iscriviti al %(x_url2_open)sflusso RSS%(x_url2_close)s.
ru: Подписаться на %(x_url2_open)sRSS%(x_url2_close)s.

source: Interested in being notified about new results for this query?
bg: Интересувате ли се от уведомяване за нови резултати по тази заявка?
ca: Us interessa rebre alertes sobre nous resultats d'aquesta cerca?
de: Sind Sie interessiert über neue Ergebnisse zu dieser Suchabfrage informiert zu werden?
it: Sei interessato ad essere notificato su nuovi risultati di questa ricerca?
no: Ønsker du å bli varslet om nye resultater fra denne spørringen?
ru: Вы хотите получать уведомление о новых документах, соотетствующих этому запросу?

source: Back to search
ca: Torna a la cerca
cs: Zpět na vyhledávání
de: Zurück zur Suche
it: Torna alla ricerca

source: %s of
ca: %s de
cs: %s z
it: %s di

source: People who downloaded this document also downloaded:
bg: Хората, които свалиха този документ, свалиха още:
ca: Els usuaris que han baixat aquest document també han baixat:
cs: Lidé, kteří stáhli tento dokument, stáhli také:
de: Benutzer, die diesen Dokument heruntergeladen haben, haben auch heruntergeladen
it: Gli utenti che hanno scaricato questo documento hanno anche scaricato:
ja: このドキュメントをダウンロードした人々は次の文書もダウンロードした:
no: Andre som lastet ned dette dokumentet lastet også ned:
ru: Читатели, скачавшие этот документ, также скачали:
sk: Užívatelia ktorí si stiahli tento dokument si tiež stiahli:

source: People who viewed this page also viewed:
bg: Хората, които видяха тази страница, също разгледаха:
ca: Els usuaris que han vist aquesta pàgina també han vist:
cs: Lidé, kteří viděli tuto stránku navštívili také:
de: Benutzer, die diese Seite angeschaut haben, haben auch angeschaut:
it: Gli utenti che hanno visitato questa pagina hanno anche visitato:
ja: このページを見た人は以下のページも見た:
no: Andre som så på denne siden så også på:
ru: Пользователи, которые просматривали эту страницу, также просматривали:
sk: Užívatelia ktorí si prehliadli túto stránku si tiež prehliadli:

source: Cited by: %s records
bg: Цитиран от: %s записа
ca: Citat por: %s registres
cs: Citováno: %s záznamy
de: Zitiert von: %s Datensätzen
it: Citato da: %s articoli
ja: %s レコードから引用
no: Sitert av: %s elementer
pt: Citado por: %s registos
ru: Ссылаются на: %s записи
sk: Citované: %s záznamami

source: Co-cited with: %s records
bg: Цитиран заедно с: %s записа
ca: Co-citat amb: %s registres
cs: Spolucitováno s: %s záznamy
de: Co-zitiert mit: %s Datensätzen
it: Citato con: %s articoli
ja: %s レコードと相互引用
no: Co-sitert med: %s elementer
pt: Co-citado com: %s registos
ru: Со-цитирование: %s записей
sk: Spolu citované s: %s záznamami

source: .. of which self-citations: %s records
ca: .. dels quals són auto-cites: %s registres
cs: .. z toho vlastní citace v %s záznamech
de: .. davon als Selbst-Zitationen: %s Datensätze
it: .. di cui auto-citazioni: %s record
no: .. hvor av selvsitering utgjorde: %s elementer
ru: ..из которых самоцитирование: %s записей

source: No Papers
ca: Cap document
cs: Žádné příspěvky
de: Keine Artikel
it: Nessun Saggi

source: Frequent co-authors
ca: Co-autors freqüents
cs: Častí spoluautoři
it: Co-autori frequenti

source: This is me. Verify my publication list.
ca: Sóc jo mateix. Verifiqueu la meva llista de publicacions.
cs: To jsem já. Ověřte si můj seznam publikací.
it: Questo sono io. Verifica il mio elenco di publicazioni.

source: Citations:
ca: Citacions:
cs: Citace:
de: Zitationen:
it: Citazioni:
no: Siteringer:
ru: Цитирования:

source: No Citation Information available
ca: No hi ha informació de citacions disponible
cs: Žádné informace o citacích nejsou k dispozici
de: Keine Zitations-Informationen verfügbar.
it: Nessuna Informazione di Citazione è disponibile

source: Back to citesummary
it: Torna al citesummary

source: Exclude self-citations
it: Escludere auto-citazioni

source: Citation summary results
ca: Recompte de citacions
cs: Souhrn výsledků citací
it: Resoconto delle citazioni
no: Resultatsammendrag siteringer
ru: Суммарные результаты цитирования

source: Total number of papers analyzed:
it: Numero totale di saggi analizzati:

source: Total number of citations:
ca: Nombre total de citacions:
cs: Celkový počet citací:
de: Gesamtzahl Zitationen:
it: Numero totale di citazioni:
no: Totalt antall siteringer:
ru: Общее количесто цитирований

source: Average citations per paper:
ca: Mitja de cites per article:
cs: Průměrný počet citací na jednu práci:
de: Durchschnittliche Zitierung pro Artikel:
it: Numero medio di citazioni per articolo:
no: Gjennomsnittlig siteringer per tekst:
ru: Среднее количество цитирований на работу:

source: Total number of citations excluding self-citations
ca: Nombre total de citacions excloent les autocites
it: Numero totale di citazioni auto-citazioni escluse

source: Average citations per paper excluding self-citations
ca: Mitja de cites per article excloent les autocites
it: Numero medio di citazioni per saggio auto-citazioni escluse

source: Breakdown of papers by citations:
ca: Classificació d'articles per cita:
cs: Rozdělení příspěvků podle citací:
it: Suddivisione degli articoli in base alle citazioni:
no: Tekster etter antall siteringer:
ru: Распределение рабОт по цитируемости

source: Citation metrics
it: Metrics citazioni

source: For some unknown reason multiple records matching the specified DOI "%s" have been found.
it: Per qualche ragione sconosciuta multipli record corrispondendo al DOI "%s" specificato sono stati trovati.

source: The system administrators have been alerted.
ca: Els administradors del sistema han estat avisats.
de: Der Systemadministrator wurde benachrichtigt.
it: L'amministratore del sistema e' stato avvisato.
ru: Администраторы системы были оповещены.

source: In the meantime you can pick one of the retrieved candidates:
it: Nel frattempo può scegliere uno dei candidati recuperati:

source: Focus on:
bg: Акценти върху:
ca: Enfocat a:
cs: Zaměřit se na:
de: Hinweis auf:
it: Concentra su:
ja: 焦点:
no: Fokuser på:
ru: Отбор по:
sk: Zamerať sa na:

source: Narrow by publisher/journal:
it: Restringere per editore/rivista:

source: Latest additions:
bg: Последно добавени:
ca: Darreres entrades:
cs: Nejnovější přírůstky:
de: Letzte Einträge:
it: Ultimi arrivi:
ja: 最近の追加:
no: Nyeste elementer:
ru: Последние добавления:
sk: Posledne pridané:

source: split by publisher/journal
it: dividere per editore/rivista

source: brief
bg: кратко
ca: breu
cs: stručný
de: kurz
it: breve
ja: 報告書
no: sammendrag
pt: breve
ru: краткий
sk: stručný

source: You are not authorized to view this area.
bg: Вие не сте упълномощен да разглеждате тази зона
ca: No esteu autoritzats a veure aquesta àrea.
cs: Nemáte oprávnění k prohlížení této oblasti.
de: Sie sind nicht berechtigt diesen Bereich zu sehen.
it: Non sei autorizzato a visualizzare quest'area.
no: Du har ikke tilgang til å se dette området.
ru: Вы не авторизованы для просмотра этой области.

source: Not found
bg: Не е намерен
ca: No s'ha trobat
cs: Nenalezeno
de: Nicht gefunden
it: Non trovata
ja: 見つかりません
no: Ikke funnet
ru: не найдено
sk: Nenájdený

source: Sorry, DOI %s could not be resolved.
it: Siamo spiacenti, DOI %s non poteva essere risolto.

source: DOI "%s" Not Found
it: DOI "%s" non trovato

source: Found multiple records matching DOI %s
it: Trovato molteplici record che corrispondono a DOI %s

source: Found multiple records matching DOI
it: Trovato molteplici record che corrispondono a DOI

source: Information
bg: Информация
ca: Informació:
cs: Informace
it: Informazioni
no: Informasjon
pt: Informação
ru: Информация

source: References
bg: Референции
ca: Referències
cs: Zdroje
de: Referenzen
it: Riferimenti
no: Referanser
ru: Ссылки

source: Citations
bg: Цитирания
ca: Cites
cs: Citace
de: Zitationen
it: Citazioni
no: Siteringer
ru: Цитирования:

source: Discussion
bg: Дискусия
ca: Discussió
cs: Diskuse
de: Diskussion
it: Discussioni
no: Diskusjoner
ru: Обсуждение

source: Usage statistics
bg: Статистики за употреба
ca: Estadístiques d'ús
cs: Statistiky používání
de: Nutzer-Statistik
it: Statistiche di utilizzo
no: Bruksstatistikk
ru: Статистика использования

source: Files
ca: Fitxers
cs: Soubory
de: Dateien
it: File
ru: Файлы

source: Plots
ca: Gràfics
cs: Obsahy
it: Grafico
ru: Графики

source: Holdings
ca: Disponibilitat
cs: přihlásit
it: Copie

source: You are logged in as guest. You may want to %(x_url_open)slogin%(x_url_close)s as a regular user.
bg: Вие сте влязъл като гост. Може да %(x_url_open)sвлезете%(x_url_close)s като редовен потребител.
ca: Esteu connectat com a visitant. Potser voleu %(x_url_open)sidentificar-vos%(x_url_close)s com a usuari conegut
cs: Jste přihlášen jako host. Možná se budete chtít %(x_url_open)spřihlásit%(x_url_close)s jako bežný uživatel.
de: Sie sind als Gast eingeloggt. Sie können sich als normaler Benutzer %(x_url_open)seinloggen%(x_url_close)s.
it: Sei autenticato come ospite. Puoi %(x_url_open)sautenticarti%(x_url_close)s come utente regolare.
ja: %(x_url_open)slogin%(x_url_close)sして、ユーザーとしてログインしてから作業をしてください。
no: Du er logget inn som gjest. Du bør muligens %(x_url_open)slogge inn%(x_url_close)s som vanlig bruker.
pt: Você está autenticado como visitante. Poderá desejar %(x_url_open)sautenticar-se%(x_url_close)s como um utilizador normal.
ru: Вы вошли в систему как 'гость'. Вы можете войти как постоянный пользователь %(x_url_open)slogin%(x_url_close)s.
sk: Ste prihlásený ako anonymný hosť. Môžete sa %(x_url_open)sprihlásiť%(x_url_close)s ako riadny užívateľ.

source: The %(x_fmt_open)sguest%(x_fmt_close)s users need to %(x_url_open)sregister%(x_url_close)s first
bg: Потребителите %(x_fmt_open)sвлезли като гост%(x_fmt_close)s трябва първо да се %(x_url_open)sрегистрират%(x_url_close)s
ca: Les %(x_fmt_open)svisitants%(x_fmt_close)s primer han de %(x_url_open)sdonar-se d'alta%(x_url_close)s.
de: Die %(x_fmt_open)sGastbenutzer%(x_fmt_close)s müssen sich zuerst %(x_url_open)sregistrieren%(x_url_close)s
it: Gli utenti %(x_fmt_open)sospiti%(x_fmt_close)s devono prima %(x_url_open)sregistrarsi%(x_url_close)s
ja: %(x_fmt_open)sユーザー%(x_fmt_close)s %(x_url_open)s登録を%(x_url_close)s してください。
no: %(x_fmt_open)sGjestebrukere%(x_fmt_close)s må %(x_url_open)sregistrere%(x_url_close)s seg først
pt: O %(x_fmt_open)svisitante%(x_fmt_close)s precisa de se %(x_url_open)sregistar%(x_url_close)s primeiro
ru: %(x_fmt_open)sпользователь-гость%(x_fmt_close)s должен сначала %(x_url_open)sзарегистрироваться%(x_url_close)s
sk: %(x_fmt_open)sAnonymní hostia%(x_fmt_close)s sa musia najprv %(x_url_open)szaregistrovať%(x_url_close)s

source: No queries found
bg: Не са намерени заявки
ca: No s'ha trobat cap cerca
cs: Žádné dotazy nalezeny
de: Keine Abfragen gefunden
it: Nessuna richiesta trovata
ja: クエリーはありません。
no: Fant ingen spørringer
pt: Nenhuma termo de pesquisa encontrado
ru: Запросы не найдены
sk: Nenájdené žiadne hľadania

source: This collection is restricted. If you think you have right to access it, please authenticate yourself.
bg: Достъпът до тази колекция е ограничен. Ако мислите, че имате право на достъп, моля идентифицирайте се.
ca: Aquesta col·lecció és restringida. Si creieu que hi teniu accés, identifiqueu-vos.
de: Dies ist eine private Sammlung. Bitte loggen Sie sich ein, wenn Sie denken, dass Sie eine Zugriffs-Berechtigung haben.
it: Questa collezione è riservata. Se pensi di avere diritto ad accedervi, autenticati.
no: Denne samlingen er adgangsbegrenset. Vennligst autentiser deg hvis du mener at du har rettigheter til den.
ru: Эта коллекция ограниченного пользования. Если Вы считаете, что должны иметь доступ к ней, проведите аутентификацию.

source: This file is restricted. If you think you have right to access it, please authenticate yourself.
ca: Aquest document és restringit. Si creieu que hi teniu accés, identifiqueu-vos.
de: Dies ist eine private Datei. Bitte loggen Sie sich ein, wenn Sie denken, dass Sie eine Zugriffs-Berechtigung haben.
it: Questo file è riservato. Se pensi di avere diritto ad accedervi, autenticati.
ru: Доступ к этому файлу закрыт. Если Вы полагаете, что у Вас есть права на доступ к нему, пожалуйста, пройдите аутентификацию.

source: The OpenID identifier is invalid
it: L’identificatore OpenID non e valido

source: python-openid package must be installed: run make install-openid-package or download manually from https://github.com/openid/python-openid/
it: il pacchetto python-openid deve essere installato: esequire install-openid-package o scaricarlo manualmente da https://github.com/openid/python-openid/

source: Please inform the <a href='mailto%s'>administator</a>
it: Si prega di informare il <a href='mailto%s'>administratore</a>

source: rauth package must be installed: run make install-oauth-package or download manually from https://github.com/litl/rauth/
it: pacchetto rauth deve essere installato: eseguire install-oauth-package o scaricarlo manualmente da https://github.com/litl/rauth/

source: The configuration isn't set properly
it: La configurazione non è impostata correttamente

source: Cannot connect the provider. Please try again later.
it: Impossibile connettersi al provider. Si prega di riprovare più tardi.

source: Please enter a group name.
ca: Introduiu un nom de grup.
cs: Prosím, zadejte název skupiny.
de: Bitte geben Sie einen Gruppennamen ein.
it: Si prega di inserire il nome di un gruppo.

source: Please enter a valid group name.
ca: Introduiu un nom de grup vàlid.
cs: Zadejte prosím platný název skupiny.
de: Bitte geben Sie einen gültigen Gruppennamen ein.
it: Si prega di inserire un nome di un gruppo valido.

source: Please choose a group join policy.
ca: Seleccioneu una políticia d'admissió al grup.
cs: Prosím, vyberte politiku pro připojení ke skupině.
de: Bitte wählen Sie eine Richtlinie für das Teilnehmen an der Gruppe aus.
it: Si prega di scegliere una politica per iscriversi ai gruppi.

source: Group name already exists. Please choose another group name.
ca: Ja existeix aquest nom de grup. Escolliu-ne un altre, si us plau.
cs: Název skupiny již existuje. Prosím zvolte jiný název skupiny.
de: Gewünschter Guppenname existiert bereits. Bitte wählen Sie einen anderen Gruppennamen.
it: Il nome di gruppo già esiste. Si prega di sceglierne un altro.

source: You are already member of the group.
ca: Ja sou membre del grup.
cs: Vy jste již členem skupiny.
de: Sie sind bereits Mitglied der Gruppe.
it: E già membro del gruppo.
