Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: In order to confirm its validity, an email message containing an account activation key has been sent to the given email address.
ca: Per a confirmar la seva validesa, s'ha enviat un missatge a aquesta adreça que té una clau d'activació del compte.
de: Um die Gültigkeit zu überprüfen, wurde eine Nachricht mit einem Aktiverungsschlüssel zu der angegebenen E-Mail-Adresse verschickt.
it: Per confermarne la validità, è stato inviato all'indirizzo email fornito un messaggio contente una chiave di attivazione per l'account.
no: En e-post med kontoaktiveringsnøkkel er sendt til oppgitt e-postadresse for å bekrefte dens gyldighet.
pt: A fim de confirmar a sua validade, um email contendo uma chave de activaçãofoi enviada para o endereço de email fornecido.
ru: Еmail-сообщение, содержащее ключ активации учетной записи, было отослано по указанному email-адресу.

source: Please follow instructions presented there in order to complete the account registration process.
ca: Seguiu les instruccions indicades per completar el procés d'alta del compte.
de: Bitte folgen Sie die dort angegebenen Anweisungen, um die Konto-Registrierung zu vervollständigen.
it: Per favore, segui le istruzioni ivi contenute così da completare il processo di registrazione dell'account.
no: Følg instruksjonene i den for å fullføre kontoregistreringen.
pt: Siga as seguintes intruçoes apresentadas aqui a fim de completar o processo de registo da sua conta.
ru: Пожалуйста, следуйте инструкциям для завершения процесса регистрации учетной записи.

source: A second email will be sent when the account has been activated and can be used.
bg: Втори e-mail ще бъде изпратен, когато сметката е активирана и може да бъде използвана.
ca: S'us enviarà un segon correu electrònic quan el compte s'hagi activat i el pugueu usar.
de: Ein zweites E-Mail wird gesendet wenn das Konto aktiviert wurde und benutzt werden kann.
it: Una seconda email verrà inviata quando l'account sarà attivato e potrà essere utilizzato.
ja: アカウントが確認できたら２番目のめいるをおくります。
no: Det sendes en e-post til når kontoen er aktivert og klar til bruk.
pt: Um segundo email será enviado quando a conta for activada e poder ser usada.
ru: Второе email-сообщение будет послано, когда учетная запись будет актиирована.
sk: Druhá elektronická správa bude zaslaná keď bude konto aktivované and keď bude môcť byť používané.

source: You can now access your %(x_url_open)saccount%(x_url_close)s.
bg: Сега може да влезете във вашата %(x_url_open)sсметка%(x_url_close)s.
ca: Ja podeu accedir al vostre %(x_url_open)scompte%(x_url_close)s.
de: Sie können jetzt auf Ihr %(x_url_open)sKonto%(x_url_close)s zugreifen.
it: Puoi ora accedere al tuo %(x_url_open)saccount%(x_url_close)s.
ja: いまから%(x_url_open)sアカウントが%(x_url_close)sつかえるようになります。
no: Du kan nå bruke %(x_url_open)skontoen%(x_url_close)s din.
pt: Pode agora aceder à sua %(x_url_open)sconta%(x_url_close)s.
ru: Теперь Вы имеете доступ к своей %(x_url_open)sучетной записи%(x_url_close)s.
sk: Teraz môžete pristúpiť k Vášmu %(x_url_open)skontu%(x_url_close)s.

source: Registration failure
bg: Грешка при регистрация
ca: Ha fallat l'alta
de: Registration fehlgeschlagen
it: Fallimento nella registrazione
ja: 登録失敗
no: Registrering mislyktes
pt: Falhou registo
ru: Регистрация не удалась
sk: Zlyhanie registrácie

source: Desired nickname %s already exists in the database.
bg: Желаният псевдоним %s вече съществува в базата от данни.
ca: L'àlies sol·licitat %s ja existeix a la base de dades.
de: Gewünschter Benutzername %s ist bereits in der Datenbank vorhanden.
it: Il soprannome desiderato %s esiste già nel database.
ja: ニックネーム%sは存在します。
no: Ønsket brukernavn %s finnes i databasen fra før.
pt: O nome de utilizador pretendido %s já existe na base de dados.
ru: Выбранный nickname %s уже существует в базе данных.
sk: Žiadaná prezývka %s už v databáze existuje.

source: Users cannot register themselves, only admin can register them.
bg: Потребителите не могат да се регистрират сами, само администратор може да ги регистрира.
ca: Els usuaris no poden donar-se d'alta ells mateixos; només ho pot fer l'administrador.
de: Benutzer können sich nicht selbst eintragen, nur Administratoren können sie eintragen.
it: Gli utenti non possono registrarsi da soli, solo l'amministratore può registrarli.
ja: 管理者のみユーザーの登録ができます。
no: Brukere kan ikke registrere seg selv, kun en administrator kan registrere dem.
pt: Utilizadores não se podem registar eles próprios, apenas o administrador os pode registar.
ru: Пользователь не может сам себя зарегистрировать, это делает администратор.
sk: Užívatelia sa nemôžu sami zaregistrovať, iba administrátor ich môže zaregistrovať.

source: The site is having troubles in sending you an email for confirming your email address.
ca: Tenim problemes per enviar-vos un correu per confirmar la vostra adreça.
de: Die Seite hat ein Problem, die E-Mail für die Bestätigung Ihrer E-Mail-Adresse zu versenden.
it: Il sito ha incontrato dei problemi nell'inviarti un email di conferma per il tuo indirizzo.
no: Denne tjenesten har problemer med å sende deg en e-post for å få bekreftet e-postadressen din.
pt: Este site esta´ com problemas em enviar-lhe um email com a confirmação do seu endereço de email.
ru: Сайт не может послать Вам email для подтерждения Вашего email-адреса.

source: Your tickets
ca: Les vostres tasques
cs: Vaše oznámení
de: Ihre Aufgaben
it: I tuoi ticket
ru: Ваши запросы

source: You are not authorized to use groups.
ca: No esteu autoritzats a usar grups.
cs: Nejste oprávněn používat skupiny.
de: Sie sind nicht berechtigt Gruppen zu nutzen.
it: Non sei autorizzato a usare i gruppi.
ru: Вам не разрешено использовать группы.

source: Join New Group
bg: Присъединяване към нова група
ca: Unir-se a un nou grup
cs: Připojit k nové skupině
de: Neuer Gruppe beitreten
it: Diventa membro di un nuovo gruppo
ja: 新しいグループに入る。
no: Bli med i gruppe
pt: Aderir a um novo grupo
ru: Присоединиться к новой группе
sk: Pridaj sa k novej grupe

source: Leave Group
bg: Напускане на група
ca: Sortir del grup
cs: Opustit skupinu
de: Gruppe verlassen
it: Abbandona gruppo
ja: グループを離れる
no: Forlat gruppe
pt: Deixar grupo
ru: Покинуть группу
sk: Opustiť grupu

source: Edit Group
bg: Редактиране на група
ca: Editar el grup
cs: Upravit skupinu
de: Gruppe bearbeiten
it: Modifica gruppo
ja: グループを編集
no: Endre gruppe
pt: Editar grupo
ru: Редактировать группу
sk: Edituj grupu

source: Edit group members
bg: Редактиране на членове на група
ca: Editar els membres del grup
cs: Úpravit členy skupiny
de: Gruppenmitglieder bearbeiten
it: Modifica membri del gruppo
ja: グループメンバーを編集
no: Endre gruppemedlemmer
ru: Редактировать членов группы
sk: Edituj členov grupy

source: Database problem
bg: Проблем с базата данни
ca: Problema a la base de dades
cs: Problém databáze
de: Datenbankproblem
it: Problema nel database
ja: データベースに問題があります
pt: Problema na Base de Dados
ru: Проблема базы данных
sk: Databázový problém

source: Account registration at %s
ca: Nou compte a %s
cs: Registrace účtu v %s
de: Konto registriert am %s
it: Account registrato presso %s
no: Kontoregistrering på %s
pt: Registo de conta em %s
ru: Регистрация учетной записи в %s

source: New account on
bg: Нова сметка в
ca: Nou compte a
cs: Nový účet na
it: Nuovo account presso
no: Ny konto på
ru: Новая учетная запись на

source: PLEASE ACTIVATE
ca: ACTIVEU-LO, SI US PLAU
cs: PROSÍM AKTIVUJTE
de: Bitte aktivieren
it: DA ATTIVARE
no: VENNLIGST AKTIVER
pt: POR FAVOR ACTIVE
ru: ПОЖАЛУЙСТА, АКТИВИРУЙТЕ

source: A new account has been created on
bg: Създадена е нова сметка в
ca: El vostre compte ha estat creat a
cs: Nový účet byl vytvořen na
it: Un nuovo account è stato creato presso
no: En ny konto er opprettet på
pt: Uma nova conta foi criada em
ru: Новая учетная запись создана

source: and is awaiting activation
ca: i està esperant que s'activi
cs: a čeká na aktivaci
de: und wartet auf die Aktivierung
it: ed è in attesa di attivazione
no: og avventer aktivering
pt: e aguarda activação
ru: и ожидает активации

source: Username/Email
bg: Потребителско име/Email
ca: Nom d'usuari/Adreça de correu
cs: Uživatelské jméno/Email
de: Benutzername/E-Mail
it: Nome utente/Indirizzo email
ja: ユーザー名／Email:
no: Brukernavn/E-post
ru: Имя пользователя/Email

source: You can approve or reject this account request at
ca: Podeu aprovar o rebutjar aquest compte a
cs: Můžete schválit nebo zamítnout žádost o účet na
it: Puoi approvare o rifiutare questa richiesta di account su
no: Du kan godkjenne eller avslå denne kontoforespørselen på
pt: Pode aprovar ou rejeitar este pedido de conta em
ru: Вы можете одобрить или отказать заявке на эту уч_запись от

source: %(category)s Pages
ca: Pàgines de %(category)s
de: %(category)s Seiten
it: Pagine %(category)s
no: "%(category)s"-sider
pt: %(category)s Paginas
ru: %(category)s Страницы

source: Sorry, page %s does not seem to exist.
bg: Съжаляваме, страницата %s не съществува.
ca: Sembla que la pàgina %s no existeix.
de: Seite %s scheint nicht zu existieren.
it: Spiacente, la pagina %s non sembra esistere.
no: Beklager, siden %s finnes ikke.
pt: Desculpe, a pagina %s parece não existir.
ru: Извините, страница %s не существует

source: Admin Pages
bg: Страници за администриране
ca: Pàgines d'administració
cs: Areál Administrátora
de: Verwaltungsraum
it: Pagine di Amministrazione
no: Administratorsider
ru: Страницы администратора

source: Help Pages
ca: Pàgines d'ajuda
cs: Stránky nápovědy
de: Hilfe Seiten
it: Guida Utente
ja: ヘルプページ
no: Hjelpesider
pt: Paginas de Ajuda
ru: Помощь

source: Hacking Pages
ca: Pàgines per als desenvolupadors
cs: Programování stránek
it: Guida all'Hacking
ja: ハッキングページ
no: Hackingsider
pt: Paginas de Desenvolvimento
ru: Документация для разработчиков

source: Hacking Invenio
ca: Desenvolupament de Invenio
cs: Programování Invenia
it: Modificare Invenio
ru: Документация для разработчиков Invenio

source: Latest modifications:
bg: Последни промени:
ca: Darreres modificacions:
cs: Posledně přidáno:
de: Datum der letzen Änderung:
it: Ultime modifiche:
no: Siste endringer:
ru: Последние добавления:

source: This is the table of contents of the %(x_category)s pages.
ca: Aquesta és la taula de continguts de les pàgines de %(x_category)s.
de: Dies ist das Inhaltsverzeichnis der %(x_category)s Seiten.
it: Questo è l'indice delle pagine %(x_category)s.
no: Dette er " %(x_category)s"-sidenes innholdsregister.
pt: Esta é a tabela de conteudos das %(x_category)s paginas.
ru: Оглавление %(x_category)s страниц.

source: Page %s Not Found
bg: Страницата %s не е намерена
ca: No s'ha trobat la pàgina %s
cs: Stránka %s nebyla nalezena
de: Seite %s nicht gefunden
it: Pagina %s non trovata
no: Fant ikke siden %s
ru: Страница %s не найдена

source: You may want to look at the %(x_url_open)s%(x_category)s pages%(x_url_close)s.
bg: Може да погледнете в %(x_url_open)sстраниците за %(x_category)s%(x_url_close)s.
ca: Us pot interessar consultar les %(x_url_open)spàgines %(x_category)s%(x_url_close)s.
de: Sie können auf %(x_url_open)s%(x_category)s Seiten%(x_url_close)s zugreifen.
it: Potresti cominciare a consultare %(x_url_open)sl'indice delle pagine %(x_category)s%(x_url_close)s.
no: Du bør kanskje ta en kikk på %(x_url_open)s"%(x_category)s"-sidene%(x_url_close)s.
pt: Podera querer ver tambem as %(x_url_open)s%(x_category)s paginas%(x_url_close)s.
ru: Вы можете посмотреть%(x_url_open)s%(x_category)s страницы%(x_url_close)s.

source: Warning
bg: Предупреждение
ca: Atenció
cs: Varování
de: Warnung
it: Attenzione
ja: 警告
no: Advarsel
pt: Aviso
ru: Предупреждение
sk: Upozornenie

source: Last updated
bg: Последна промяна
ca: Darrera actualització
cs: Poslední aktualizace
de: Letzte Aktualisierung
it: Ultimo aggiornamento
ja: 最後の更新
no: Sist oppdatert
ru: Последнее изменение:
sk: Posledná aktualizácia

source: Powered by
it: Fornita da
ru: Развиваемое

source: Maintained by
bg: Поддръжка от
ca: Mantingut per
cs: Spravuje
de: Verwaltet von
it: Mantenuto da
ja: 管理者
no: Vedlikeholdt av
pt: Mantido por
ru: Поддерживает
sk: Spravuje

source: This site is also available in the following languages:
bg: Този сайт е достъпен на следните езици:
ca: Aquest lloc està també disponible en els següents idiomes:
cs: Tato stránka je také dostupná v následujících jazycích:
de: Diese Seite gibt es auch in den folgenden Sprachen:
it: Questo sito è disponibile anche nelle lingue seguenti:
ja: この場所は次の言語でまた利用できる:
no: Denne siden er også tilgjengelig på følgende språk:
pt: Este sitio também está disponível nos seguintes idiomas:
ru: Этот сайт также доступен на следующих языках:
sk: Táto stránka je tiež dostupná v nasledujúcich jazykoch:

source: System Error
bg: Системна грешка
ca: Error de sistema
cs: Chyba systému
de: Systemfehler
it: Errore di sistema
ja: システムエラー
no: Systemfeil
ru: Системная ошибка
sk: Systémová chyba

source: Traceback
bg: Описание
de: Zurückverfolgung
it: Traccia dell'errore
ja: トレースバック
ru: Обратная трассировка
sk: Trasa

source: Please send an error report to the administrator.
ca: Si us plau envieu l'informe d'error a l'administrador.
cs: Prosím, odešlete zprávu o chybách správci.
de: Bitte senden Sie einen Fehlerbericht an den Administrator.
it: Per favore, invia una segnalazione di errore all'Amministratore.
ru: Пожалуйста, пошлите сообщение об ошибке администратору.

source: Send error report
bg: Изпращане на описание на грешка
ca: Enviar l'informe d'error
cs: Odeslat zprávu o chybách
de: Fehlerberichtt absenden
it: Invia segnalazione d'errore
ja: 管理者にエラーレポートを送ってください。
no: Send feilrapport
pt: Enviar relatório de erro
ru: Отошлите сообщение об ошибке
sk: Pošli chybovú správu

source: Please contact %s quoting the following information:
bg: Моля свържете се с %s като цитирате следната информация:
ca: Si us plau contacteu amb %s indicant-li la següent informació:
cs: Prosíme kontaktujte %s a uveďte následující informace:
de: Bitte kontaktieren Sie %s und geben folgende Auskunft:
it: Per favore, contatta %s riportando le seguenti informazioni:
ja: 次の情報を %s にお送りください。
no: Vennligst kontakt %s med følgende informasjon:
ru: Пожалуйста, свяжитесь с %s и укажите следующую информацию:
sk: Prosíme kontaktujte %s a uveďte nasledovné informácie:

source: Restricted (Processing Record)
it: Limitato (Trattamento Record)

source: Record created %(x_date_creation)s, last modified %(x_date_modification)s
bg: Записът е създаден на %(x_date_creation)s, последна промяна на %(x_date_modification)s
ca: Registre creat el %(x_date_creation)s, darrera modificació el %(x_date_modification)s
de: Datensatz erzeugt am %(x_date_creation)s, letzte Änderung am %(x_date_modification)s
it: Record creato %(x_date_creation)s, modificato l'ultima volta il %(x_date_modification)s
ja: レコード 生成： %(x_date_creation)s, 最終変更： %(x_date_modification)s
no: Element opprettet %(x_date_creation)s, sist endret %(x_date_modification)s
ru: Запись создана %(x_date_creation)s, последняя модификация %(x_date_modification)s
sk: Záznam vytvorený %(x_date_creation)s, zmenený %(x_date_modification)s

source: The server encountered an error while dealing with your request.
ca: El sistema ha trobat un error mentre gestionava la vostra petició.
de: Der Server ist auf einen Fehler gestoßen, während Ihre Anfrage bearbeitet wurde.
it: Il sistema ha riscontrato un errore nel trattamento della tua richiesta.
ru: Сервер обнаружил ошибку в процессе выполнения Вашего запроса.

source: In case of doubt, please contact %(x_admin_email)s.
ca: En cas de dubte, poseu-vos en contacte amb %(x_admin_email)s
de: Im Zweifel können Sie gerne %(x_admin_email)s kontaktieren.
it: In caso di dubbio, si prega di contattare %(x_admin_email)s.
ru: Если сомневаетесь, пожалуйста, свяжитесь с %(x_admin_email)s.

source: Note that your submission has been inserted into the bibliographic task queue and is waiting for execution.
it: Nota che la tua sottomissione e' stata inserita nella lista d'attesa delle operazioni bibliografiche è sta aspettando la sua esecuzione.

source: The task queue is currently running in automatic mode, and there are currently %s tasks waiting to be executed. Your record should be available within a few minutes and searchable within an hour or thereabouts.
ca: La cua de tasques s'està executant automàticament, i ara mateix hi ha %s tasques esperant la seva execució. El vostre registre estarà a punt en poca estona, i cercable en una hora, aproximadament.
de: Die Abarbeitung der Aufträge läuft momentan automatisch. Im Moment warten %s Aufträge auf die Ausführung. Ihr Datensatz sollte innerhalb einiger Minuten verfügbar und innerhalb einiger Stunden suchbar sein oder so ähnlich.
it: La lista d'attesa delle operazioni attualmente viene servita in modo automatico e attualmente ci sono %s operazioni in attesa. Il tuo record dovrebbe essere disponibile in pochi minuti e rintracciabile con la ricerca nel giro di circa un'ora.
ru: Очередь задач сейчас работает в автоматическом режиме, и %s задач ожидают выполнения. Ваша запись должна быть доступна в течении нескольких минут и попадет в поиск приблизительно через час.

source: Because of a human intervention or a temporary problem, the task queue is currently set to the manual mode. Your submission is well registered but may take longer than usual before it is fully integrated and searchable.
ca: Degut a una intervenció humana o a un problema temporal, la cua de tasques està en modus manual. La vostra contribució ha quedat enregistrada però pot trigar més de l'habitual abans no estigui ben integrat i cercable.
de: Aufgrund von menschlicher Interatkion oder einem temporären Problem, läuft die Abarbeitung von Aufträgen nicht automatisch. Ihre Übermittlung wurde registriert, allerdings könnte es länger als normal daueren, bis diese vollständig integriert und suchbar ist.
it: A causa di un intervento di manutenzione o un problema temporaneo, la lista d'attesa delle operazioni e' attualmente in modalita' manuale. La tua sottomissione e' stata memorizzata correttamente ma puo'richiedere un tempo piu' lungo del solito prima che il record sia processato e rintracciabile con la ricerca.
ru: Из-за вмешательства пользователей либо из-за технической временной проблемы очередь задач находится в ручном режиме. Ваше сообщение уже зарегистрировано, но внесение в базу и поиск может занять больше времени, чем обычно.

source: Not enough information to go ahead with the submission.
ca: No hi ha prou informació per a continuar amb el lliurament.
cs: Nedostatek informací pro pokračování podání.
de: Nicht genügend Informationen, um mit der Übermittlung fortzufahren.
it: Non sono state fornite sufficienti informazioni per procedere alla sottomissione
ru: Недостаточно информации для дальнейшей обработки сообщения.

source: Invalid parameters
ca: Paràmetres no vàlids
cs: Neplatné parametry
de: Ungültige Parameter
it: Parametri non validi
ru: Неверные параметры

source: Invalid doctype and act parameters
ca: Paràmetres per a doctype i act no vàlids
it: Parametri non validi per tipo documento e atto
ru: Неверные тип документа и рабочие параметры

source: Unable to find the submission directory for the action: %s
ca: No es pot trobar el directori de lliuraments per a l'acció: %s
de: Eingabeverzeichnis kann für diese Aktion nicht gefunden werden: %s
it: Impossibile trovare la directory di sottomissione per l'azione: %s
ru: Невозможно найти папку сообщения для действия: %s

source: Unknown document type
bg: Непознат тип документ
ca: Tipus de document desconegut
cs: Neznámý typ dokumentu
de: Unbekannter Dokumenttyp
it: Tipo di documento sconosciuto
ja: ドキュメントタイプが不明です。
no: Ukjent dokumenttype
pt: Tipo de documento desconhecido
ru: Неизвестный тип документа
sk: Neznámy typ dokumentu

source: Unknown action
bg: Непознато действие
ca: Acció desconeguda
cs: Neznámá akce
de: Unbekannte Aktion
it: Azione sconosciuta
ja: アクションが不明です。
no: Ukjent handling
pt: Acção desconhecida
ru: Неизвестное действие
sk: Neznáma akcia

source: Unable to determine the number of submission pages.
bg: Броят на страниците в публикацията не може да бъде определен.
ca: No ha estat possible determinar el número de pàgines del lliurament.
de: Die Anzahl der Seiten der Eingabe können nicht bestimmt werden.
it: Impossibile determinare il numero di pagine di sottomissione.
ja: ページ数が不明です。
no: Klarte ikke å fastslå antall sider i innsendingen.
pt: Não é possivel determinar o número de páginas da submissão.
ru: Невозможно определить число внесенных страниц.
sk: Nemožno určiť počet strán pridania.

source: Unable to create a directory for this submission. The administrator has been alerted.
ca: No es pot crear el directori per a aquest lliurament. L'administrador ha estat avisat.
de: Es kann kein Verzeichnis für diese Eingabe erstellt werden. Der Administrator wurde benachrichtigt.
it: Impossibile creare una directory per questa sottomissione. L'amministratore e' stato avvisato.
ru: Невозможно создать папку для этого сообщения. Администратор был оповещен.

source: Cannot create submission directory. The administrator has been alerted.
ca: No es pot crear el directori de lliuraments. L'administrador ha estat avisat.
de: Eingabeverzeichnis kann nicht erstellt werden. Der Administrator wurde benachrichtigt.
it: Impossibile creare una directory di sottomissione. L'amministratore e' stato avvisato.
ru: Невозможно создать папку сообщения. Администратор был оповещен.

source: No file uploaded?
ca: No heu penjat cap fitxer?
cs: Žádný soubor nebyl nahrán?
de: Keine Datei hochladen?
it: Nessun file da caricare?
ru: Нет файла для загрузки?

source: Unknown form field found on submission page.
bg: Непознато поле в страницата за изпращане.
ca: Camp desconegut al formulari de lliuraments.
cs: Neznámé pole formuláře nalezeno na podací stránce.
de: Unbekanntes Formalfeld in einer Eingabeseite gefunden.
it: Campo del modulo sconosciuto trovato nella pagina di sottomissione.
no: Ukjent skjemafelt funnet på innsendingssiden.
pt: Campo desconhecido encontrado na pagina de submissao.
ru: Невозможно создать директорию для размещения документа

source: A serious function-error has been encountered. Adminstrators have been alerted. <br /><em>Please not that this might be due to wrong characters inserted into the form</em> (e.g. by copy and pasting some text from a PDF file).
ca: S'ha trobat un error de funcionament seriós. S'ha avisat els administradors. <br /><em>Segurament això ha estat degut a caràcters erronis insertats al formulari</em> (p. ex., copiant i enganxant algun text d'un fitxer PDF).
de: Ein ernster Funkionsfehler ist aufgetreten. Administratoren wurden benachrichtigt. <br /><em>Bitte berücksichtigen Sie, dass dies durch die Eingabe ungültiger Buchstaben in das Formular geschehen kann.</em> (z.B. durch Kopieren und Einfügen von Text aus einer PDF-Datei).
it: Si e' verificato Un grave errore funzionale. Gli amminstratori sono stati avvisati. <br /><em>Si prega di notare che cio' puo' essere dovuto a caratteri incorretti inseriti nel modulo</em> (per esempio facendo copia-incolla di testo da un file PDF).
ru: Была обнаружена серьезная ошибка функционирования. Администраторы были извещены. <br /><em>Это могло произойти из-за неверных символов в форме</em> (например, при копировании текста из PDF файла)

source: Unable to find document type: %s
ca: Impossible de trobar el tipus de document: %s
cs: Nelze najít typ dokumentu: %s
de: Dokumenttyp %s kann nicht gefunden werden
it: Impossibile trovare il tipo di documento: %s
ru: Невозможно найти тип документа: %s

source: You are not authorized to access this submission interface.
it: Non ha il permesso di accedere a questa interfaccia di sottomissione.
