Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: %(x_nb_people)i out of %(x_nb_total)i people found this review useful
bg: %(x_nb_people)i от общо %(x_nb_total)i човека оцениха този преглед за полезен
ja: このレビューは %(x_nb_total)i 人中 %(x_nb_people)i 人に役立ちました。
no: %(x_nb_people)i av %(x_nb_total)i lesere syntes denne vurderingen var nyttig
pt: %(x_nb_people)i de %(x_nb_total)i pessoas acharam esta review útil
sk: %(x_nb_people)i z %(x_nb_total)i čitateľov pokladá túto kritiku za užitočnú

source: Note: Your nickname, %s, will be displayed as author of this comment
bg: Забележка: Вашият прякор, %s, ще бъде показан като автор на този документ
ja: 注：このコメントの著者名はあなたのニックネーム %s になります。
no: Merk: Ditt brukernavn, %s, vil vises som forfatter av denne kommentarer
pt: Nota: O seu nome de utilizador, %s, será apresentado como autor deste comentário
sk: Poznámka: Vaša prezývka, %s, bude zobrazená ako autor tohto komentára

source: View all reported comments
bg: Преглед на всички коментари
ja: すべてのコメントを読む。
no: Vis alle rapporterte kommentarer
pt: Ver todos os comentários reportados
sk: Zobraz všetky ohlásené komentáre

source: View all reported reviews
bg: Преглед на всички прегледи
ja: すべてのレビューを読む。
no: Vis alle rapporterte vurderinger
pt: Ver todas as análises criticas reportadas
sk: Zobraz všetky ohlásené hodnotenia

source: Delete a specific comment/review (by ID)
bg: Изтриване на определен коментар/преглед (по ID)
ja: 特定のレビュー・コメントを消す（ＩＤで）
no: Slett en spesifikk kommentar/vurdering (etter ID)
pt: Apagar um(a) comentário/análise critica especifico(a) (por ID)
sk: Vymaž určitý komentár alebo hodnotenie (podľa ID)

source: Here is comment/review %s
bg: Това е коментар/преглед %s
ja: コメント・レビュー %s
no: Kommentar/vurdering %s
pt: Aqui está um(a) comentário/análise critica %s
sk: Tu je komentár/hodnotenie %s

source: Here is comment/review %(x_cmtID)s written by user %(x_user)s
bg: Това е коментар/преглед %(x_cmtID)s написан от %(x_user)s
ja: ユーザ %(x_user)s によるコメント（ＩＤ＝%(x_cmtID)s）
no: Kommentar/vurdering %(x_cmtID)s skrevet av bruker %(x_user)s
pt: Aqui está um(a) comentário/análise critica %(x_cmtID)s escrito(a) pelo utilizador %(x_user)s
sk: Tu je komentár/hodnotenie %(x_cmtID)s napísaný používateľom %(x_user)s

source: Before you add your comment, you need to %(x_url_open)slogin%(x_url_close)s first.
bg: Преди да добавите коментар, първо трябва да %(x_url_open)sвлезете%(x_url_close)s first
ja: %(x_url_open)sログイン%(x_url_close)s してから、コメントを追加してください。
no: Du må %(x_url_open)slogge inn%(x_url_close)s før du kan legge inn kommentaren din.
pt: Antes de adicionar um comentário, precisa de se %(x_url_open)sautenticar%(x_url_close)s primeiro.

source: Delete Comment
bg: Изтриване на коментар
ja: コメント削除
no: Slett kommentar
sk: Zmaž komentár

source: any collection
bg: всички колекции
ja: すべてのコレクション
no: alle samlinger
pt: qualquer coleção
sk: všetky kolekcie

source: HTML brief
bg: кратък HTML
ja: HTMLで報告
no: HTML sammendrag
sk: HTML stručné

source: Nested or mismatched parentheses detected. Ignoring all parentheses in the query...
no: Oppdaget nøstede eller umatchede paranteser. Ignorerer alle paranteser i spørringen...

source: No words index available for
bg: Индексът за думата не е наличен за
ja: 以下の単語インデックスは見つからなかった：
no: Ingen ordindeks tilgjengelig for
pt: Nenhum índice de palavras está disponível para
sk: Index slov nie je dostupný pre

source: No phrase index available for
bg: Индексът за фразата не е наличен за
ja: 以下の句インデックスは見つからなかった：
no: Ingen uttrykksindeks tilgjengelig for
pt: Nenhum índice de frases está disponível para
sk: Index viet nie je dostupný pre

source: ADD TO BASKET
bg: ДОБАВЯНЕ В КОШНИЦАТА
ja: バスケットに追加
no: LEGG I KURV
pt: ADICIONAR À CESTA
sk: PRIDAŤ DO KOŠÍKA

source: Affiliations:
no: Tilhørigheter:

source: Frequent keywords:
no: Vanlige nøkkelord:

source: Frequent co-authors:
no: Vanlige medforfattere:

source: Publishes in
no: Publiserer i

source: Papers:
no: Tekster:

source: session
bg: сесия
ja: 会議
no: økt
pt: sessão
sk: seansa

source: alerts
bg: известия
ja: アラート
no: varsler
pt: avisos
sk: avíza

source: baskets
bg: кошници
ja: バスケット
no: kurver
pt: cestos
sk: košíky

source: account
bg: сметка
ja: アカウント
no: konto
pt: conta
sk: konto

source: messages
bg: съобщения
ja: メッセージ
no: meldinger
pt: mensagens
sk: správy

source: groups
bg: групи
ja: グループ
no: grupper
pt: grupos
sk: grupy

source: statistics
no: statistikk
pt: estatisticas

source: submissions
bg: публикации
ja: 参加希望
no: innsendinger
pt: submissões
sk: pridania

source: approvals
bg: одобрения
ja: 承認
no: godkjenninger
pt: aprovações
sk: schválenia

source: administration
bg: администриране
ja: 管理
no: administrasjon
pt: administração
sk: administrácia

source: Please note that if this is the first time that you are using this account with the internal login method then the system has set for you a randomly generated password. Please clic the following button to obtain a password reset request link sent to you via email:
no: Merk at hvis dette er første gang du bruker denne kontoen med den interne innloggingsmetoden, vil systemet ha satt et tilfeldig generert passord for deg. Klikk på denne knappen for å motta en e-post med lenke for tilbakestilling av passord:
pt: Por favor note que se esta é a primeira vez que esta´ usando esta contacom um metodo de autenticação interno entao o sistema definiu uma palavra-passe aleatoria. Por favor clique no seguinte botao para que lhe seja enviado por emailum link, onde podera alterar a palavra-passe:

source: Please send an error report to the Administrator.
bg: Моля, изпратете описание на грешката на администратора.
ja: 管理者にエラーレポートを送ってください。
no: Vennligst send en feilrapport til administratoren.
pt: É favor enviar um relatório de erro ao administrador.
sk: Prosím pošli chybovú správu administrátorovi.

source: Sorry, you must log in to perform this action.
bg: Съжаляваме, трябва да сте влязъл в системата, за да извършите това действие.
ja: ログインしてください。
no: Beklager, du må logge inn for å utføre denne handlingen.
pt: Desculpa, mas tem de se autenticar para realizar essa acção.
sk: Ľutujem, musíte sa prihlásiť aby ste mohli vykonať túto akciu.

source: Invalid parameter
bg: Невалиден параметър
ja: 不正なパラメータ
no: Ugyldig parameter
sk: Neplatný parameter

source: Unable to find the submission directory.
bg: Папката за публикуване не може да бъде намерена.
ja: ディレクトリがありません。
no: Klarte ikke å finne innsendingssmappen.
pt: Não é possivel encontrar o directório de submissões.
sk: Nemožno nájsť adresár pridania.

source: Unable to create a directory for this submission.
bg: Папката за тази публикация не може да бъде създадена.
ja: ディレクトリーが作れません。
no: Klarte ikke å opprette en mappe for denne innsendingen.
pt: Não é possível criar um directório para esta submissão.
sk: Nemožno vytvoriť adresár pre pridanie.

source: Cannot create submission directory.
bg: Папката за публикуване не може да бъде създадена.
ja: ディレクトリーが作れません。
no: Klarte ikke å opprette innsendingsmappe.
pt: Não pode criar um directório de submissão.
sk: Nemožno vytvoriť adresár pre pridanie.

source: Unknown form field found on one of the submission pages.
bg: Непознато поле в една от страниците за изпращане.
no: Ukjent skjemafelt funnet på en av innsendingssidene.
pt: Campo desconhecido encontrado em uma das paginas de submissao.

source: Unable to find document type.
bg: Типът документ не може да бъде намерен.
ja: ドキュメントタイプが不明です。
no: Klarte ikke å finne dokumenttype.
pt: Não é possível encontrar o tipo de documento.
sk: Nemožno nájsť typ dokumentu.

source: Go to general approval workflow
no: Gå til generell arbeidsflyt for godkjenning

source: List of specific approvals
no: Oversikt over spesifikke godkjenninger
pt: Lista de aprovaçoes especificas

source: List of publication categories
no: Oversikt over publikasjonskategorier

source: List of direct approval categories
no: Oversikt over kategorier med direkte godkjenning
pt: Lista de categorias de aprovação directa

source: As a referee for this document, you may click this button to approve or reject it
no: Som fagkonsulent for dette dokumentet, kan du klikke på denne knappen for å godkjenne eller avslå det

source: The collection to which this file belong is restricted:
bg: Колекцията, към която файлът принадлежи, е с ограничен достъп.
no: Samlingen som inneholder denne filen er adgangsbegrenset:

source: Specific Approval and Refereeing Workflow
no: Spesifikk arbeidsflyt for godkjenning og vurdering

source: Mail %(x_url_open)sdevelopers%(x_url_close)s
bg: Изпратете имейл на %(x_url_open)sразработчиците%(x_url_close)s
no: Send e-post til %(x_url_open)sutviklerne%(x_url_close)s
pt: Contacte os %(x_url_open)sdevelopers%(x_url_close)s

source: Internal configuration error
bg: Вътрешна грешка при конфигуриране
no: Intern konfigurasjonsfeil

source: There is no format configured for this journals index page
no: Denne journalens indeksside har ikke et konfigurert format

source: There is no format configured for this journals search page
no: Denne journalens søkeside har ikke et konfigurert format

source: There is no format configured for this journals popup page
no: Denne journalens popup-side har ikke et konfigurert format

source: We could not find a current issue in the Database
bg: Не можахме да намерим текущо издание в базата данни
no: Fant ikke en aktuell utgave i databasen
pt: não conseguimos encontrar a actual edição na base de dados

source: Sorry, this category does not exist for this journal.
no: Beklager, denne kategorien eksisterer ikke for denne journalen.

source: Hacking CDS Invenio
ja: CDS Invenio ハッキング
pt: Desenvolvimento CDS Invenio
