Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Join group
bg: Присъедини се към група
ca: Unir-se a un grup
cs: Připojit ke skupině
de: Der Gruppe beitreten
it: Diventa membro di gruppo
ja: グループに参加
no: Bli med i gruppe
pt: Juntar grupo
ru: Присоединиться к группе
sk: Pridať sa ku grupe

source: or find it
bg: или я намери
ca: o cercar-lo:
cs: , nebo jej najde
de: oder finden Sie es
it: o trovalo
ja: または検索
no: eller finn den
pt: ou encontrá-lo
ru: или найдите:
sk: alebo nájsť ju

source: Choose group:
bg: Избери група:
ca: Escolliu grup:
cs: Vybrat skupinu:
de: Gruppe auswählen:
it: Seleziona gruppo:
ja: グループの選択
no: Velg gruppe:
ru: Выберите группу:
sk: Zvoľte grupu:

source: Find group
bg: Намиране на група
ca: Trobar un grup
cs: Najít skupinu
de: Gruppe finden
it: Trova gruppo
ja: または検索
no: Finn gruppe
pt: Encontrar grupo
ru: Найдите группу
sk: Nájdi grupu

source: Remove member
bg: Премахване на член
ca: Eliminar el membre
cs: Odebrat člena
de: Mitglied entfernen
it: Rimuovi membro
ja: メンバーの削除
no: Fjern medlem
ru: Удалить участника
sk: Odstráň člena

source: No members.
bg: Няма членове.
ca: Sense membres.
cs: Žádní členové.
de: Keine Mitglieder.
it: No membri.
ja: メンバーなし
no: Ingen medlemmer
ru: Нет участников.
sk: Žiadni členovia.

source: Accept member
bg: Приемане на член
ca: Acceptar membre
cs: Přijmout člena
de: Benutzer annehmen
it: Accetta membro
ja: メンバーを許可
no: Godkjenn medlem
ru: Принять участника
sk: Prijmi člena

source: Reject member
bg: Отхвърляне на член
ca: Rebutjar membre
cs: Odmítnout člena
de: Benutzer ablehnen
it: Rifiuta membro
ja: メンバーを拒否
no: Avslå medlem
ru: Отклонить участника
sk: Odmientni člena

source: No members awaiting approval.
bg: Няма членове чакащи за одобрение.
ca: No hi ha cap membre esperant aprovació
cs: Žádný člen nečeká na schválení.
de: Es warten keine Benutzer auf Zulassung.
it: Nessun membro è in attesa di approvazione.
ja: 承諾を待つ人はいません
no: Ingen medlemmer avventer godkjenning
ru: Нет участников, ожидающих подтерждения
sk: Žiadni členovia nečakajú na schválenie.

source: Current members
bg: Настоящи членове
ca: Membres actuals
cs: Současní členové
de: Momentane Benutzer
it: Membri attuali
ja: 現行のメンバー
no: Nåværende medlemmer
ru: Участниками являются
sk: Súčasní členovia

source: Members awaiting approval
bg: Членове, чакащи за одобрение
ca: Membres pendents d'aprobació
cs: Členové čekající na schválení
de: Auf Zulassung wartende Benutzer
it: Membri in attesa di approvazione
ja: 承諾を待つメンバー
no: Medlemmer som avventer godkjenning
ru: Участники, ожидающие подтерждения
sk: Členovia čakajúci na schválenie

source: Invite new members
bg: Покана на нови членове
ca: Convidar nous membres
cs: Pozvat nové členy
de: Neue Benutzer einladen
it: Invita nuovi membri
ja: 新しいメンバーを招待
no: Inviter nye medlemmer
pt: Convidar novos membros
ru: Пригласить нового участника
sk: Pozvite nových členov

source: Invitation to join "%s" group
ca: Invitació a unir-se al grup "%s"
de: Einladen, um an "%s" Gruppe teilzunehmen
it: Invito a raggiungere gruppo “%s”
ru: Приглашение на присоединение к группе "%s"

source: Hello: I think you might be interested in joining the group "%(x_name)s". You can join by clicking here: %(x_url)s. Best regards.
ca: Benvolguts, potser podeu estar interessats en unir-vos al grup «%(x_name)s». Us hi podeu unir fent clic aquí: %(x_url)s. Ben cordialment,
de: Hallo: Es könnte für Sie interessant sein, an Gruppe "%(x_name)s" teilzunehmen. Wenn Sie hier klicken, können Sie teilnehmen: %(x_url)s. Viele Grüße.
it: Ciao Penso che potrebbe essere interessato/a nel far parte del gruppo"%(x_name)s". Può raggiungerlo cliccando qua: %(x_url)s. Cordiali saluti.
ru: Здравствуйте: Мне кажется, что Вам может быть интересно присоединиться к группе "%(x_name)s". Вы можете присоединиться к ней, нажав %(x_url)s. С уважением.

source: If you want to invite new members to join your group, please use the %(x_url_open)sweb message%(x_url_close)s system.
bg: Ако искате да поканите нови членове към групата, моля използвайте %(x_url_open)sсистемата за съобщения%(x_url_close)s.
ca: Si voleu convidar nous membres a formar part del vostre grup, useu el %(x_url_open)ssistema de missatgeria interna%(x_url_close)s.
de: Wenn Sie neue Mitglieder in die Gruppe einladen wollen, verwenden Sie bitte das %(x_url_open)sNachrichtensystem%(x_url_close)s.
it: Se desideri invitare nuovi membri ad unirsi al tuo gruppo, per favore, utilizza il sistema di %(x_url_open)smessaggi web%(x_url_close)s.
ja: 新しいメンバーを勧誘するために %(x_url_open)sweb message%(x_url_close)s システムを使ってください。
no: Bruk %(x_url_open)smeldingssystemet%(x_url_close)s hvis du ønsker å invitere nye medlemmer til å bli med i gruppen.
pt: Se pretende convidar novos membros para o seu grupo, é favor usar as %(x_url_open)smensagens web%(x_url_close)s sistema.
ru: Если Вы хотите пригласить новых участников в Вашу группу, разошлите %(x_url_open)sсообщения%(x_url_close)s.
sk: Ak chcete pozvať nových členov aby sa pripojili k Vašej grupe, prosím použite systém %(x_url_open)sweb správ%(x_url_close)s.

source: Group: %s
bg: Група: %s
ca: Grup: %s
cs: Skupina: %s
de: Gruppe: %s
it: Gruppo: %s
ja: グループ：%s
no: Gruppe: %s
ru: Группа: %s
sk: Grupa: %s

source: Group list
bg: Списък на групите
ca: Llista dels grups
cs: Seznam skupin
de: Gruppenliste
it: Lista gruppi
ja: グループリスト
no: Gruppeliste
ru: Список групп:
sk: Zoznam grúp

source: You are not member of any group.
bg: Вие не сте член на никоя група.
ca: No sou membre de cap grup
cs: Nejste členem žádné skupiny.
de: Sie sind kein Mitglied einer Gruppe.
it: Non sei membro di alcun gruppo.
ja: あなたはどこのグループのメンバーでもない。
no: Du er ikke medlem av noen grupper.
pt: Não é membro de nenhum grupo.
ru: Вы не принадлежите никакой группе.
sk: Nie ste členom žiadnej grupy.

source: Are you sure you want to delete this group?
bg: Сигурен ли сте, че искате да изтриете тази група?
ca: Esteu segur que voleu suprimir aquest grup?
cs: Jste si jisti, že chcete smazat tuto skupinu?
de: Sind Sie sicher dass Sie diese Gruppe löschen möchten?
it: Sei sicuro di voler cancellare questo gruppo?
ja: 本当にこのグループを削除してよいですか？
no: Er du sikker på at du vil slette denne gruppen?
pt: Tem a certeza que deseja apagar este grupo?
ru: Вы уверены, что хотите удалить эту группу?
sk: Ste si istí že chcete zmazať túto grupu?

source: Are you sure you want to leave this group?
bg: Сигурен ли сте, че искате да напуснете тази група?
ca: Esteu segur que voleu deixar aquest grup?
cs: Jste si jisti, že chcete opustit tuto skupinu?
de: Sind Sie sicher dass sie diese Gruppe verlassen möchten?
it: Sei sicuro di voler abbandonare questo gruppo?
ja: 本当にこのグループから離脱しますか？
no: Er du sikker på at du vil forlate denne gruppen?
pt: Tem a certeza que deseja deixar este grupo?
ru: Вы уверены что хотите покинуть эту группу?
sk: Ste si istí že chcete opustiť túto grupu?

source: Visible and open for new members
bg: Видима и отворена за нови членове
ca: Visible i obert per a nous membres
cs: Viditelné a otevřená pro nové členy
de: Sichtbar und offen für neue Mitglieder.
it: Visibile ed aperto a nuovi membri
ja: 新メンバから見ることと変更が可能
no: Synlig og åpen for nye medlemmer
pt: Visivel e aberto a novos membros
ru: Видимая и открытая для новых участников
sk: Viditeľná a otvorená pre nových členov

source: Visible but new members need approval
bg: Видима, но новите членове се нуждаят от одобрение
ca: Visible però els nous membres necessiten una aprovació
cs: Viditelná, ale noví členové potřebují souhlas
de: Sichtbar, aber neue Mitglieder brauchen Zulassung
it: Visibile ma i nuovi membri hanno bisogno di approvazione
ja: 見ることは可能だが、新メンバは
no: Synlig, men nye medlemmer må godkjennes
pt: Visivel mas novos membros necessitam de aprovação
ru: Видимая, но новые участники должны быть одобрены
sk: Viditeľná ale noví členovia potrebujú schválenie

source: Group %s: New membership request
bg: Група %s: Молба за ново членство
ca: Grup %s: nova petició d'ingrés
cs: Skupina %s: Nové žádosti o členství
de: Gruppe %s: Neue Benutzeranfrage
it: Gruppo %s: richiesta nuovo membro
ja: グループ %s：新しいメンバーの条件
no: Group %s: Ny forespørsel om medlemsskap
pt: Grupo %s: Novo pedido de membro
ru: Группа '%s': Запрос на вступление новых участников
sk: Grupa %s: Nová požiadavka pre členstvo

source: A user wants to join the group %s.
bg: Потребител иска да се присъедини към групата %s.
ca: Un usuari vol unir-se al grup %s.
cs: Uživatel chce vstoupit do skupiny %s.
de: Ein Benutzer will der Gruppe %s beitreten.
it: Un utente desidera unirsi al gruppo %s.
ja: ユーザーがグループ %s に参加しようとしています
no: En bruker ønsker å bli med i gruppen %s.
pt: Um utilizador pretende juntar-se ao grupo %s.
ru: Пользователь хочет присоединиться к группе %s.
sk: Užívateľ sa chce pripojiť ku grupe %s.

source: Please %(x_url_open)saccept or reject%(x_url_close)s this user's request.
bg: Моля, %(x_url_open)sприемете или отхвърлете%(x_url_close)s тази потребителска молба.
ca: Haurieu d'%(x_url_open)sacceptar o rebutjar%(x_url_close)s la petició d'aquest usuari.
cs: Prosím, %(x_url_open)spříjměte nebo zamítne%(x_url_close)s tento požadavek od uživatele.
de: Die Anfrage des Benutzers bitte %(x_url_open)sakzeptieren or abweisen%(x_url_close)s.
it: Per favore %(x_url_open)saccetta o rifiuta%(x_url_close)s la richiesta di questo utente.
ja: このユーザーの要求を%(x_url_open)s承諾または拒否%(x_url_close)sしてください
no: Vennligst %(x_url_open)sgodkjenn eller avslå%(x_url_close)s brukerens forespørsel.
pt: É favor %(x_url_open)saceitar ou rejeitar%(x_url_close)s o pedido deste utilizador.
ru: Пожалуйста, %(x_url_open)sпримите или отклоните%(x_url_close)s запрос этого пользователя.
sk: Prosím %(x_url_open)sprijmite alebo zamietnite%(x_url_close)s žiadosť tohto užívateľa.

source: Group %s: Join request has been accepted
bg: Група %s: Молбата за присъединяване е приета
ca: Grup %s: la petició d'ingrés ha estat acceptada
cs: Skupina %s: žádost o vstup byla přijata
de: Gruppe %s: Aufnahmeantrag wurde angenommen
it: Gruppo %s: la richiesta di appartenenza è stata accettata
ja: グループ%s:参加希望を承諾
no: Gruppe %s: Forespørsel om medlemsskap ble godkjent.
ru: Группа %s: запрос на присоединение был удовлетворен.
sk: Grupa %s: Žiadosť na pripojenie bola akceptovaná

source: Your request for joining group %s has been accepted.
bg: Молбата ви за присъединяване към група %s е приета.
ca: La vostra petició d'ingressar al grup %s ha estat acceptada.
cs: Vaše žádost o vstup do skupiny %s byla přijata.
de: Ihre Anfrage zur Aufnahme in die Gruppe %s wurde angenommen.
it: La tua richiesta di appartenenza al gruppo %s è stata accettata.
ja: あなたのグループ %s への参加希望は承諾されました
no: Din forespørsel om å bli med i gruppen %s ble godkjent.
pt: O seu pedido para fazer parte do grupo %s foi aceite.
ru: Ваш запрос на присоединение к группе %s был удовлеторен.
sk: Vaša žiadosť na pripojenie sa ku grupe %s bola akceptovaná.

source: Group %s: Join request has been rejected
bg: Група %s: Молбата за присъединяване е отхвърлена
ca: Grup %s: la petició d'ingrés ha estat rebutjada
cs: Skupina %s: žádost o vstup byla zamítnuta
de: Gruppe %s: Aufnahmeantrag wurde abgelehnt
it: Gruppo %s: la richiesta di appartenenza è stata rifiutata
ja: グループ %s： あなたの参加要求は拒否されました
no: Gruppe %s: Forespørsel om medlemsskap ble avslått
ru: Группа %s: Запрос на присоединение был отклонен
sk: Grupa %s: Žiadosť na pripojenie bola odmietnutá

source: Your request for joining group %s has been rejected.
bg: Молбата ви за присъединяване към група %s е отхвърлена.
ca: La vostra petició d'ingressar al grup %s ha estat rebutjada.
cs: Vaše žádost o vstup do skupiny %s byla zamítnuta.
de: Ihre Anfrage zur Aufnahme in die Gruppe %s wurde abgewiesen.
it: La tua richiesta di appartenenza al gruppo %s è stata rifiutata.
ja: グループ %s： あなたの参加要求は拒否されました
no: Din forespørsel om å bli med i gruppen %s ble avslått.
pt: O seu pedido para fazer parte do grupo %s foi rejeitado.
ru: Ваш запрос на присоединение к группе %s был отклонен
sk: Vaša žiadosť na pripojenie sa ku grupe %s bola odmietnutá.

source: You can consult the list of %(x_url_open)syour groups%(x_url_close)s.
bg: Може да направите справка със списъка на %(x_url_open)sвашите групи%(x_url_close)s.
ca: Podeu consultar la llista dels %(x_url_open)svostres grups%(x_url_close)s.
cs: Můžete nahlédnout do seznamu %(x_url_open) svašich skupin%(x_url_close)s.
de: Sie können die Liste Ihrer %(x_url_open)s groups%(x_url_close)s anzeigen.
it: Puoi consultare la lista dei %(x_url_open)stuoi gruppi%(x_url_close)s.
no: Se oversikten over %(x_url_open)sdine grupper%(x_url_close)s.
pt: Pode consultar a lista dos %(x_url_open)sseus grupos%(x_url_close)s.
ru: Вы можете просмотреть список %(x_url_open)sВаших групп%(x_url_close)s.
sk: Môžete si prezrieť zoznam %(x_url_open)sVašich grúp%(x_url_close)s.

source: Group %s has been deleted
bg: Групата %s е изтрита
ca: El grup %s ha estat suprimit.
cs: Skupina %s byla odstraněna
de: Die Gruppe %s wurde gelöscht
it: Il gruppo %s è stato cancellato
ja: グループ %s は削除されました
no: Gruppen %s ble slettet.
ru: Группа %s была удалена
sk: Grupa %s bola zrušená.

source: Group %s has been deleted by its administrator.
bg: Групата %s е изтрита от нейния администратор.
ca: El grup %s ha estat suprimit pel seu administrador.
cs: Skupina %s byla odstraněna jejím správcem.
de: Die Gruppe %s wurde vom Administrator gelöscht.
it: Il gruppo %s è stato cancellato dal suo amministratore.
ja: グループ %s は管理者により削除されました
no: Gruppen %s ble slettet av sin administrator.
pt: Grupo %s foi apagado pelo seu administrador.
ru: Группа %s была удалена ее администратором
sk: Grupa %s bola zrušená jej administrátorom.

source: You can consult the list of %(x_url_open)s%(x_nb_total)i groups%(x_url_close)s you are subscribed to (%(x_nb_member)i) or administering (%(x_nb_admin)i).
bg: Можете да направите справка със списъка на %(x_url_open)s%(x_nb_total)i групите%(x_url_close)s, за които сте абониран (%(x_nb_member)i) или администрирате (%(x_nb_admin)i).
ca: Podeu consultar la llista dels %(x_url_open)s%(x_nb_total)i grups%(x_url_close)s dels que sou membre (%(x_nb_member)i) o administrador(%(x_nb_admin)i).
de: Sie können die Liste der %(x_url_open)s%(x_nb_total)i Gruppen%(x_url_close)s einsehen. Sie sind eingeschrieben in (%(x_nb_member)i) oder administrieren (%(x_nb_admin)i).
it: Puoi consultare la lista dei %(x_url_open)s%(x_nb_total)i gruppi%(x_url_close)s di cui sei membro (%(x_nb_member)i) o amministratore (%(x_nb_admin)i).
no: Se oversikten over %(x_url_open)s%(x_nb_total)i grupper%(x_url_close)s du abonnerer på (%(x_nb_member)i) eller administrerer (%(x_nb_admin)i).
pt: Pode consultar a list de %(x_url_open)s%(x_nb_total)i grupos%(x_url_close)s que suscreveu como (%(x_nb_member)i) ou como administrador (%(x_nb_admin)i).
ru: Вы можете просмотреть список %(x_url_open)s%(x_nb_total)i групп%(x_url_close)s, на которые Вы подписаны в качестве члена (%(x_nb_member)i) или администратора (%(x_nb_admin)i).
sk: Môžete si prezrieť zoznam %(x_url_open)s%(x_nb_total)i Vašich grúp%(x_url_close)s ktorých ste členom (%(x_nb_member)i) alebo ktoré spravujete (%(x_nb_admin)i).

source: Warning: The password set for MySQL root user is the same as the default Invenio password. For security purposes, you may want to change the password.
ca: Atenció: la contrasenya que heu posat per a l'usuari root de MySQL és la mateixa que la de porta Invenio per defecte. Per motius de seguretat, us convindria canviar-la.
cs: Varování: heslo MySQL uživatele root je stejné jako výchozí. Pro vyšší bezpečnost můžete chtít změnit výchozí heslo.
de: Achtung: Das Passwort für den MySQL Administrator ist dasselbe wie das Standard Invenio Passwort. Aus Sicherheitsgründen wird empfohlen, das Passwort zu ändern.
it: Attenzione: La password impostata per l'utente root di MySQL e' la stessa della password di default d'Invenio. Per ragioni di sicurezza, si consiglia di cambiare la password.
ru: Предупреждение: Пароль, установленный для root-пользователя MySQL, совпадает с предустановленным паролем Invenio. Для большей безопасности Вам стоит изменить этот пароль.

source: Warning: The password set for the Invenio MySQL user is the same as the shipped default. For security purposes, you may want to change the password.
ca: Atenció: la contrasenya que heu posat a l'usuari MySQL d'Invenio és la mateixa que porta per defecte l'aplicació. Per motius de seguretat, us convindria canviar-la
de: Achtung: Das Passwort für den MySQL Administrator ist dasselbe wie das standardmäßig mitgelieferte Passwort. Aus Sicherheitsgründen wird empfohlen, das Passwort zu ändern.
it: Attenzione: La password impostata per l'utente Invenio di MySQL e' la stessa della password di default dell'istallazione. Per ragioni di sicurezza, si consiglia di cambiare la password.
ru: Предупреждение: Пароль, установленный для root-пользователя MySQL совпадает с предустановленным паролем по умолчанию. Для большей безопасности Вам стоит изменить этот пароль.

source: Warning: The password set for the Invenio admin user is currently empty. For security purposes, it is strongly recommended that you add a password.
ca: Atenció: la contrasenya per a l'usuari admin d'Invenio és buida. Per motius de seguretat, cal que en poseu una.
de: Achtung: Das Passwort für den Invenio Administrator ist momentan leer.Aus Sicherheitsgründen wird nachhaltig empfohlen, das Passwort zu ändern.
it: Attenzione: L'utente admin di Invenio attualmente non ha password. Per ragioni di sicurezza, si consiglia di definire una password.
ru: Предупреждение: Пароль для администратора Invenio не задан (пустой пароль).Для большей безопасности категорически рекомендуется установить пароль.

source: Warning: The email address set for support email is currently set to info@invenio-software.org. It is recommended that you change this to your own address.
ca: Atenció: l'adreça configurada per suport electrònic es info@invenio-software.org. Val la pena canviar-la a la vostra adreça particular.
de: Achtung: Die E-Mail-Adresse für den Support ist momentan auf info@invenio-software.org gesetzt. Es wird empfohlen, diese auf Ihre eigene Adresse umzustellen.
it: "Attenzione: L'email impostato per l'assistenza attualmente e' info@invenio-software.org. Per ragioni di sicurezza, si consiglia di sostituirlo con il vostro apposito email.
ru: Предупреждение: Почтовый адрес поддержки установлен как info@invenio-software.org. Рекомендуется поменять его на Ваш собственный адрес.

source: A newer version of Invenio is available for download. You may want to visit
ca: Podeu baixar-vos una versió més nova d'Invenio. Visiteu
de: Eine neuere Version von Invenio steht zum Herunterladen bereit. Sie können Sie besuchen
it: Una versione piu' recente di Invenio e' disponibile. Si consiglia di valutare
ru: Более новая версия Invenio доступна для загрузки. Подробнее

source: Cannot download or parse release notes from http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
ca: No ha estat possible baixar o llegir les notes versió des de http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
it: Non e' possibile scaricare o processare la documentazione sulla release da http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES
ru: Невозможно загрузить или обработать информацию о выпуске с http://invenio-software.org/repo/invenio/tree/RELEASE-NOTES

source: Your e-mail is auto-generated by the system. Please change your e-mail from <a href='%s/youraccount/edit?ln=%s'>account settings</a>.
it: La sua e-mail è auto-generata dal sistema. Si prega di cambiare la sua e-mail dalle <a href='%s/youraccount/edit?ln=%s'>impostazioni conto</a>.

source: Mail Cookie Service
ca: Servei d'activació per correu electrònic
cs: Služba: Mail Cookie
it: Servizio di Cookie via Email
no: E-post Cookie Tjeneste
pt: Serviço de activação por email
ru: Почтовый сервис Cookie

source: Role authorization request
ca: Petició de rol d'autorització
cs: Role autorizačního požadavku
de: Anfrage nach Berechtigungen
it: Richiesta di autorizzazione ruolo
no: Forespørsel om godkjenning av rolle
pt: Pedido de autorização de função
ru: Запрос на ролевую авторизацию

source: This request for an authorization has already been authorized.
ca: La petició per a l'autorització ja s'ha aprovat.
cs: Tato žádost o povolení již byla schválena.
it: Questa richiesta di autorizzazione è stata già accettata.
no: Denne forespørselen om godkjenning har allerede blitt godkjent.
pt: Este pedido para uma autorização ja foi autorizado.
ru: Этот запрос на авторизацию уже был удовлетворен.

source: You have successfully obtained an authorization as %(x_role)s! This authorization will last until %(x_expiration)s and until you close your browser if you are a guest user.
ca: Ja teniu una autorització vàlida per a exercir el rol de %(x_role)s. Aquesta autorització durarà fins %(x_expiration)s i, si sou usuari convidat, fins que tanqueu el vostre navegador.
cs: Úspěšně jste získali oprávnění jako %(x_role)s! Toto oprávnění je platné do %(x_expiration)s nebo než zavřete prohlížeč pokud jste Host.
de: Sie haben die Berechtigung für %(x_role)s erhalten! Diese Berechtigung ist gültig bis %(x_expiration)s beziehungsweise bis der Browser geschlossen wird, wenn Sie ein Gast-Benutzer sind.
it: Hai ottenuto l'autorizzazione al ruolo %(x_role)s! Questa autorizzazione durerà fino a %(x_expiration)s o, se sei un utente ospite, fino a quando chiuderai il tuo browser.
no: Du er godkjent som %(x_role)s! Denne godkjenningen varer inntil %(x_expiration)s og inntil du lukker nettleseren din hvis du er gjestebruker.
pt: Obtece com sucesso autorização para as funçoes de %(x_role)s! Esta autorização sera valida ate %(x_expiration)s e ate que encerre o seubrowser no caso de ser visitante.
ru: Вы успешно получили авторизацию, как %(x_role)s! Эта авторизация будет дейстовать до %(x_expiration)s или пока Вы не закроете браузер, если Вы 'гость'

source: You have confirmed the validity of your email address!
ca: Heu confirmat la validesa de la vostra adreça de correu electrònic!
cs: Potvrdili jste platnost vaší e-mailové adresy!
de: Sie haben die Gültigkeit Ihrer E-Mail-Adresse bestätigt!
it: Hai confermato la validità del tuo indirizzo email!
no: Du har bekreftet gyldigheten av e-postadressen din.
pt: Voce confirmou a validade do sue endereço de email!
ru: Вы подтердили правильность Вашего email-адреса!

source: Please, wait for the administrator to enable your account.
ca: Espereu si us plau a què l'administrador us activi el compte.
cs: Prosím, počkejte na správce než aktivuje váš účet.
de: Bitte warten Sie auf den Adminstrator, um Ihr Benutzerkonto freizuschalten.
it: Per favore, attendi che l'amministratore abiliti il tuo account.
no: Vennligst vent til administrator har aktivert kontoen din.
pt: Por favor, espere pelo administrador para activar a sua conta.
ru: Пожалуйста, подождите, пока администратор создаст Вашу учетную запись

source: You can now go to %(x_url_open)syour account page%(x_url_close)s.
bg: Сега може да влезете в %(x_url_open)sстраницата на вашата сметка%(x_url_close)s.
ca: Ja podeu anar a la %(x_url_open)spàgina del vostre compte%(x_url_close)s.
cs: Nyní můžete přejít na %(x_url_open)sstránku vášeho účtu%(x_url_close)s.
de: Sie können jetzt auf Ihr %(x_url_open)sKonto%(x_url_close)s zugreifen.
it: Puoi ora accedere alla %(x_url_open)spagina del tuo account%(x_url_close)s.
no: Du kan nå gå til %(x_url_open)skontosiden din%(x_url_close)s.
pt: Pode agora ir a %(x_url_open)spagina da sua conta%(x_url_close)s.
ru: Вы можете перейти на %(x_url_open)sстраницу Вашей учетной записи%(x_url_close)s.

source: Email address successfully activated
bg: Електронният адрес е успешно активиран
ca: Adreça electrònica activada correctament
cs: E-mailová adresa byla úspěšně aktivována
de: E-Mail-Adresse erfolgreich aktiviert
it: Indirizzo email attivato con successo
no: E-postadressen ble aktivert.
ru: Email адрес успешно актиирован
