Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Send Again
bg: Повторно изпращане
ca: Tornar-ho a enviar
cs: Poslat znovu
de: Nochmals senden
it: Invia nuovamente
ja: 再送信
no: Send på ny
pt: Enviar novamente
ru: Отправить снова
sk: Pošlite opäť

source: WARNING! Upon confirmation, an email will be sent to the referee.
bg: ПРЕДУПРЕЖДЕНИЕ! Ако потвърдите, на вашия рецензент ще бъде изпратен e-mail.
ca: ATENCIÓ! Un correu electònic serà enviat al vostre revisor si ho confirmeu.
de: WARNUNG! Auf Grund der Bestätigung wird eine E-Mail zum Referenten gesendet.
it: ATTENZIONE! Una volta confermato, verrà spedita una email al referee.
ja: 注意：確認するとＥメイルがレフリーに送られます。
no: ADVARSEL! Ved bekreftelse vil en e-post bli sendt til fagkonsulent.
pt: AVISO! Enquanto aguarda confirmação, um email será enviado ao moderador.
ru: ВНИМАНие! После утерждения референту будет отослан email.
sk: UPOZORNENIE! Ak potvrdíte, elektronická pošta bude zaslaná referentovi.

source: As a referee for this document, you may approve or reject it from the submission interface
ca: Com a revisor d'aquest document, podeu aprovar-lo o rebutjar-lo des de la interfíci de lliuraments
it: Come referee di questo documento, può approvarlo o rifiutarlo dalla interfaccia per l'invio

source: Approve/Reject
bg: Одобряване/Отхвърляне
ca: Aprovar/Rebutjar
cs: Schválit/Odmítnout
de: Akzeptieren/Abweisen
it: Approva/rifiuta
ja: 承認／却下
no: Godkjenn/Avslå
pt: Aprovar/Rejeitar
ru: Одобрить/Отклонить
sk: Schváliť/Zamietnuť

source: This document has been %(x_fmt_open)sapproved%(x_fmt_close)s.
bg: Този документ е %(x_fmt_open)sодобрен%(x_fmt_close)s.
ca: Aquest document ha estat %(x_fmt_open)saprovat%(x_fmt_close)s.
de: Dieses Dokument wurde %(x_fmt_open)sakzeptiert%(x_fmt_close)s.
it: Questo documento è stato %(x_fmt_open)sapprovato%(x_fmt_close)s.
ja: このドキュメントは%(x_fmt_open)s承認されました%(x_fmt_close)s。
no: Dette dokumentet har blitt %(x_fmt_open)sgodkjent%(x_fmt_close)s.
ru: Этот документ был %(x_fmt_open)sодобрен%(x_fmt_close)s.
sk: Tento dokument bol %(x_fmt_open)sschváený%(x_fmt_close)s.

source: Its approved reference is:
bg: Справката за одобрението му е:
ca: La seva referència d'aprovació és:
de: Die Bestätigungs-Referenz ist:
it: Il suo riferimento di approvazione è:
ja: 承認番号：
no: Dets godkjente referanse er:
ru: Его одобренная рекомендация:
sk: Jeho schválená referencia je:

source: It was approved on:
bg: Той е одобрен на:
ca: Va ser aprovat el:
de: Es wurde akzeptiert am:
it: È stato approvato il:
ja: 承認日付：
no: Det ble godkjent:
ru: Был одобрен:
sk: Bol schválený dňa:

source: This document has been %(x_fmt_open)srejected%(x_fmt_close)s.
bg: Този документ е %(x_fmt_open)sотхвърлен%(x_fmt_close)s.
ca: Aquest document ha estat %(x_fmt_open)srebutjat%(x_fmt_close)s.
de: Dieses Dokument wurde %(x_fmt_open)szurückgewiesen%(x_fmt_close)s.
it: Questo documento è stato %(x_fmt_open)srifiutato%(x_fmt_close)s.
ja: このドキュメントは%(x_fmt_open)s却下されました%(x_fmt_close)s。
no: Dette dokumentet har blitt %(x_fmt_open)savslått%(x_fmt_close)s.
ru: Этот документ был %(x_fmt_open)sотклонен%(x_fmt_close)s.
sk: Tento dokument bol %(x_fmt_open)szamietnutý%(x_fmt_close)s.

source: It was rejected on:
bg: Той е отхвърлен на:
ca: Va ser rebutjat el:
cs: Byl zamítnut dne:
de: Es wurde zurückgewiesen am:
it: È stato rifiutato il:
ja: 却下日付：
no: Det ble avslått:
ru: Документ был отклонён на:
sk: Bol zamietnutý dňa:

source: It has first been asked for refereing process on the
ca: La petició de revisió va estar feta el primer cop el
de: Es wurde zum erstem Mal gefragt für die Begutachtung am
it: La richiesta di referee è stata fatta la prima volta il
no: Det ble først bedt om vurderingsprosess
pt: Tem de ser primeiro perguntado para processo de moderação em
ru: Впеврые запрошено реферирование по

source: Last request e-mail was sent to the publication committee chair on the
ca: El darrer missatge de petició va ser enviat al cap del comitè de publicació el
de: Letzte E-Mail-Anfrage wurde geschickt an den Vorsitzenden des Publikationgremiums am
it: L'ultima email di richiesta spedita alla rappresentanza della commissione per la pubblicazione è stata inviata il
no: Siste e-postforespørsel ble sendt til publikasjonskomitéens formann
ru: Последний e-mail был отослан председателю комитета по публикациям по

source: A referee has been selected by the publication committee on the
ca: Un revisor ha estat seleccionat pel comitè de publicació el
de: Ein Referent wurde ausgewählt durch das Publikationgremium am
it: Un referee è stato scelto dalla commissione della pubblicazione il
no: En fagkonsulent ble valgt av pulikasjonskomitéen
pt: Um moderador foi seleccionado pelo comite de publicaçoes em
ru: Комитетом по публикациям был выбран референт по

source: No referee has been selected yet.
ca: Encara no hi ha cap revisor seleccionat.
de: Bisher wurde keine Referenz ausgewählt.
it: Non è stato ancora scelto un referee.
no: Ingen fagkonsulent er valgt ennå.
ru: Референт еще не выбран

source: Select a referee
ca: Seleccioneu un revisor
cs: Vyber znalce
de: Referenten auswählen
it: Seleziona un referee
no: Velg en fagkonsulent
ru: Выбрать референта

source: The referee has sent his final recommendations to the publication committee on the
ca: El revisor ha enviat les seves recomanacions finals al comitè de publicació el
de: Der Referent hat seine entgültigen Empfehlungen an das Publikationgremium übermittelt am
it: Il referee ha inviato le sue raccomandazioni finali alla commissione della pubblicazione il
no: Fagkonsulenten sendte sin endelige anbefaling til pulikasjonskomitéen
pt: O moderador enviou as suas recomendaçoes finais ao comite de publicação em
ru: Референт отослал свои окончательные рекомендации в комитет по публикациям по

source: No recommendation from the referee yet.
ca: Encara no hi ha cap recomanació del revisor.
cs: Zatím žádné doporučení ze strany znalce.
it: Ancora nessuna raccomandazione dal referee.
no: Ingen anbefaling fra fagkonsulenten ennå.
pt: Ainda não ha recomendaçoes do moderador.
ru: Пока нет никаких рекомендаций от референта

source: Send a recommendation
bg: Изпрати препоръка
ca: Envieu una recomanació
cs: Odeslat doporučení
it: Spedisci una raccomandazione
no: Send en anbefaling
pt: Enviar recomendação
ru: Отправить рекомендации

source: The publication committee has sent his final recommendations to the project leader on the
ca: El comitè de publicació ha enviat les seves recomanacions finals al cap de projecte el
de: Das Publikationgremium hat seine endgültigen Empfehlungen übermittelt an den Projektleiter am
it: La commissione per la pubblicazione ha spedito le proprie raccomandazioni finali al leader del progetto il
no: Publikasjonskomitéen har sendt sin endelige anbefaling til prosjektleder
pt: O comite de publicaçoes enviou as suas recomendaçoes finais para o gestor do projecto em
ru: Комитет по публикациям отослал свои окончательные рекомендации руководителю проекта по

source: No recommendation from the publication committee yet.
ca: Encara no hi ha cap recomanació del comitè de publicació.
de: Bisher keine Empfehlungen von dem Publikationgremium.
it: Ancora nessuna raccomandazione dalla commissione della pubblicazione.
no: Ingen anbefaling fra publikasjonskomitéen ennå.
pt: Ainda não ha recomendaçoes do comite de publicaçoes.
ru: Пока нет никаких рекомендаций от комитета по публикациям

source: It has been cancelled by the author on the
ca: Ha estat cancel·lat per l'autor el
de: Wurde abgebrochen durch den Autor am
it: È stata annullata dall'autore il
no: Den har blitt kansellert av forfatteren
pt: Foi cancelado pelo autor em
ru: Отменено автором

source: It has been approved by the project leader on the
ca: Ha estat aprovat pel cap de projecte el
de: Wurde zugelassen durch den Projektleiter am
it: È stata approvata dal leader del progetto il
no: Den har blitt godkjent av prosjektleder
pt: Foi aprovado pelo gestor do projecto em
ru: Утерждено руководителем проекта

source: It has been rejected by the project leader on the
ca: Ha estat rebutjat pel cap de projecte el
de: Wurde zurückgewiesen durch den Projektleiter am
it: È stata rifiutata dal leader del progetto il
no: Den har blitt avslått av prosjektleder
pt: Foi rejeitado pelo gestor do projecto em
ru: Отклонено руководителем проекта на основании

source: No final decision taken yet.
ca: Encara no hi ha cap decissió final.
cs: Konečné rozhodnutí nebylo zatím učiněno.
de: Bisher keine finale Einscheidung getroffen.
it: Non è stata presa ancora nessuna decisione finale.
no: Ingen endelig avgjørelse er tatt ennå.
pt: Ainda não foi tomada nenhuma decisao final.
ru: Окончательного решения пока не принято.

source: Take a decision
ca: Preneu una decissió
cs: Přijmout rozhodnutí
it: Prendi una decisione
ja: 決定してください
no: Ta en avgjørelse
pt: Tomar uma decisao
ru: Примите решение

source: An editorial board has been selected by the publication committee on the
ca: Un consell editor ha estat seleccionat pel comitè de publicació el
it: Una editorial board è stata selezionata dalla commissione della pubblicazione il
no: Et redaksjonsutvalg board er valgt av publikasjonskomitéen
pt: Uma comissao editorial foi seleccionada pelo comite de publicaçoes em
ru: Комитетом по публикациям выбрана редакционная коллегия по

source: Add an author list
ca: Afegeix una llista d'autors
de: Eine Autorenliste hinzufügen
it: Aggiungi una lista di autori
ja: 著者リストの追加
no: Ny forfatterliste
pt: Adicionar uma lista de autores
ru: Добавить список авторов

source: No editorial board has been selected yet.
ca: Encara no s'ha seleccionat cap consell editor.
de: Bisher wurde keine Redaktion ausgewählt.
it: Non è ancora stata selezionata alcuna editorial board.
no: Et redaksjonsutvalg er ikke valgt ennå.
ru: Редакционная коллегия пока не выбрана.

source: Select an editorial board
ca: Seleccioneu un consell editor
cs: Vyberte redakční radu
de: Redaktion auswählen
it: Seleziona una editorial board
no: Velg et redaksjonsutvalg
pt: Seleccionar uma comissao editorial
ru: Выбрать редакционную коллегию

source: A referee has been selected by the editorial board on the
ca: Un revisor ha estat seleccionat pel consell editor el
cs: Znalec byl vybrán redakční radou dne
de: Ein Referent wurde durch die Redaktion ausgewählt am
it: L'editorial board ha selezionato un referee il
no: En fagkonsulent er valgt av redaksjonsutvalget
pt: O moderador foi seleccionado pela comissao editorial em
ru: Редакционная коллегия выбрала референта по

source: The referee has sent his final recommendations to the editorial board on the
ca: El revisor ha enviat les seves recomanacions finals al comitè de publicació el
cs: Znalec poslal své závěrečné doporučení redakční radě
de: Ein Referent hat seine endgültigen Empfehlungen an die Redaktion übermittelt am
it: Il referee ha inviato le sue raccomandazioni finali alla editorial board il
no: Fagkonsulent har sendt sin endelige anbefaling til redaksjonsutvalget
pt: O moderador enviou as suas recomendaçoes finais para a comissao editorial em
ru: Референт выслал редакционной коллегии свои окончательные рекомендации по

source: The editorial board has sent his final recommendations to the publication committee on the
ca: El consell editor ha enviat les seves recomanacions finals al comitè de publicació el
de: Die Redaktion hat ihre endgültigen Empfehlungen an das Publikationgremium übermittelt am
it: L'editorial board ha inviato le sue raccomandazioni finali alla commissione della pubblicazione il
no: Redaksjonsutvalget har sendt sin endelige anbefaling til publikasjonskomitéen
pt: A comissao editorial enviou as suas recomendaçoes finais para o comite depublicaçoes em
ru: Редакционная коллегия выслала комитету по публикациям свои окончательные рекомендации по

source: No recommendation from the editorial board yet.
ca: Encara no hi ha recomanació per part del consell editor.
de: Bisher keine Empfehlungen von der Redaktion.
it: Ancora nessuna raccomandazione dall'editorial board.
no: Ingen anbefaling fra redaksjonsutvalget ennå.
pt: Ainda não ha recomendaçoes da comissao editorial.
ru: Пока нет никаких рекомендаций от редакционной коллегии.

source: Last request e-mail was sent to the project leader on the
ca: El darrer missatge de petició va ser enviat al cap projecte el
de: Letzte E-Mail-Anfrage wurde an den Projektleiter geschickt am
it: L'ultima email di richiesta al leader del progetto è stata inviata il
no: Siste e-postforespørsel ble sendt til prosjektleder
pt: O ultimo pedido por email foi enviado ao gestor de projecto em
ru: Пооследний e-mail был отослан руководителю проекта по

source: Comments overview
bg: Преглед на коментари
ca: Sumari dels comentaris
cs: Přehled komentářů
it: Panoramica dei commenti
no: Kommentaroversikt
pt: Comentarios globais
ru: Обзор комментариев

source: search for user
ca: cercar un usuari
cs: hledat uživatele
de: Suche nach Nutzer
it: ricerca utente
ja: ユーザーの検索
no: søk etter bruker
pt: procurar um utilizador
ru: поиск пользователя

source: search for users
ca: cercar usuaris
cs: hledat uživatelé
de: Suche nach Nutzern
it: ricerca utenti
ja: ユーザーの検索
no: søk etter brukere
pt: procurar utilizadores
ru: поиск пользователей

source: select user
bg: изберете потребител
ca: seleccioneu l'ususari
cs: vybrat uživatele
de: Nutzer auswählen
it: seleziona utente
no: velg bruker
ru: Выбрать пользователя

source: connected
ca: connectat
cs: připojeno
it: connesso
no: tilkoblet
pt: conectado
ru: присоединенный

source: add this user
bg: добавете този потребител
ca: afegir aquest usuari
cs: přidat tohoto uživatele
de: diesen Benutzer hinzufügen
it: aggiungi questo utente
no: legg til denne brukeren
pt: adicionar este utilizador
ru: добавить этого пользователя

source: remove this user
bg: отстранете този потребител
ca: esborrar aquest usuari
cs: odstranit tohoto uživatele
de: diesen Benutzer löschen
it: rimuovi questo utente
no: fjern denne brukeren
ru: удалить этого пользователя

source: User
bg: Потребител
ca: Usuari
cs: Uživatel
de: Benutzer
it: Utente
no: Bruker
ru: Пользователь

source: Select:
bg: Избиране:
ca: Seleccioneu:
cs: Vybrat:
de: Auswählen:
it: Seleziona:
no: Velg:
ru: Выбор

source: approve
ca: aprovar
cs: schválit
de: akzeptieren
it: approva
ru: одобрить

source: reject
ca: rebutjar
cs: odmítnout
de: Zurückgeweisen
it: rifiuta
ru: отклонить

source: Use '\$' delimiters to write LaTeX markup. Eg: \$e=mc^{2}\$
it: Usa i delimitatori '\$' per scrivere LaTeX markup. Per esempio: \$e=mc^{2}\$

source: Sorry, invalid arguments
ca: Arguments no vàlids
it: Spiacente, argomenti non validi

source: Note: the requested submission has already been completed
ca: El lliurament s'ha completat
it: Nota: la sottomissione richiesta è già stata complettata

source: Sorry, you don't seem to have initiated a submission with the provided access number
ca: No sembla que hàgiu iniciat un lliurament amb el número d'accés que heu especificat
it: Siamo spiacenti, non sembra avere iniziato una sottomissione con il numero d’accesso fornito

source: Submissions are not available
it: Sottomissioni non disponibili

source: Sorry, 'sub' parameter missing...
ca: Falta el paràmetre «sub»...
de: Sorry, Parameter 'sub' fehlt...
it: Spiacente, manca il parametro 'sub'...
ru: Извините, не хватает параметра 'sub'...

source: Sorry. Cannot analyse parameter
ca: No s'ha pogut analitzar el paràmetre
de: Sorry. Der Parameter kann nicht ausgewertet werden
it: Spiacente. Il parametro non puo' essere analizzato.
ru: Извините. Нельзя проанализировать параметр

source: Sorry, invalid URL...
ca: URL no válido...
de: Sorry, ungültige URL...
it: Spiacente, URL non valido...
ru: Извините, неверный адрес URL...

source: Unable to move field at position %s to position %s on page %s of submission '%s%s' - Invalid Field Position Numbers
ca: No ha estat possible moure el camp de la posició %s a la %s de la pàgina %s del lliurament '%s%s' - Números de posició no vàlidos
de: Ein Verschieben des Feldes von Position %s zu Position %s auf der Seite %s der Eintragung '%s%s' ist nicht möglich - Ungültige Nummer für die Feld Position
it: Impossibile spostare campo alla posizione %s per posizionare %s su pagina %s di sottomissione ‘%s%s’ - Numeri di Posizione di Campo Non Validi

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to temporary field location
ca: No ha estat possible d'intercanviar el camp de la posició %s amb el camp de la posició %s a la pàgina %s del lliurament %s - no s'ha pogut moure el camp de la posició %s al camp temporal
de: Ein Austauschen des Feldes von Position %s zu Position %s auf der Seite %s der Eintragung %s ist nicht möglich - Feld an Position %s kann nicht an eine temporäre Feldposition verschoben werden
it: Impossibile scambiare campo alla posizione %s con il campo alla posizione %s su pagina %s della sottomissione %s - impossibile muovere il campo alla posizione %s a una posizione di campo temporanea

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field at position %s to position %s. Please ask Admin to check that a field was not stranded in a temporary position
ca: No ha estat possible d'intercanviar el camp de la posició %s amb el camp de la posició %s a la pàgina %s del lliurament %s - no s'ha pogut moure el camp de la posició %s a la posició %s. Si us plau demaneu a l'administrador que comprovi si un camp no ha estat encallat en una posició temporal.
de: Ein Austauschen des Feldes von Position %s zu Position %s auf der Seite %s der Eintragung %s ist nicht möglich - Feld an Position %s kann nicht an Position %s verschoben werden. Bitten Sie den Administrator zu überprüfen, ob das Feld nicht an einer temporären Position festsitzt.
it: Impossibile scambiare campo alla posizione %s con il campo alla posizione %s su pagina %s della sottomissione %s - impossibile moevere campo alla posizione %s alla posizione %s. Si prega di chiedere all'Admin di verificare che il campo non sia bloccato in una posizione temporanea.

source: Unable to swap field at position %s with field at position %s on page %s of submission %s - could not move field that was located at position %s to position %s from temporary position. Field is now stranded in temporary position and must be corrected manually by an Admin
ca: No ha estat possible d'intercanviar el camp de la posició %s amb el camp de la posició %s a la pàgina %s del lliurament %s - no s'ha pogut moure el camp de la posició %s a la posició %s. El camp està encallat en una posició temporal i ho ha de corregir manualment l'administrador.
de: Ein Austauschen des Feldes von Position %s zu Position %s auf der Seite %s der Eintragung %s ist nicht möglich - Feld an Position %s kann nicht an Position %s aus seiner temporären Position heraus verschoben werden. Momentan sitzt das Feld in der temporären Position fest und muss vom Administrator manuell korrigiert werden.
it: Impossibile scambiare campo alla posizione %s con il campo alla posizione %s su pagina %s della sottomissione %s - impossibile moevere campo alla posizione %s alla posizione %s temporanea. Il campo est bloccato in una posizione temoranea et deve essere corretto da un administratore.

source: Unable to move field at position %s to position %s on page %s of submission %s - could not decrement the position of the fields below position %s. Tried to recover - please check that field ordering is not broken
ca: No ha estat possible moure el camp de la posició %s a la %s de la pàgina %s del lliurament %s - no s'ha pogut colocar en una posició menor que la %s. S'ha provat de recuperar. Comproveu que l'ordre dels camps sigui el correcte.
de: Ein Verschieben des Feldes von Position %s zu Position %s auf der Seite %s der Eintragung %s ist nicht möglich - die Position des Feldes kann nicht unter die Position %s heruntergesetzt werden. Wiederherstellung wird versucht - Bitte überprüfen Sie, ob die Feldreihenfolge noch korrekt ist.
it: Impossibile muovere campo alla posizione %s alla posizione %s su pagina %s di sottomissione %s - impossibile diminuire la posizione dei campi sotto la posizione %s. Provato recuperare - si prega di verificare che l’ordinamento del campo non sia rotto.

source: Unable to move field at position %s to position %s on page %s of submission %s%s - could not increment the position of the fields at and below position %s. The field that was at position %s is now stranded in a temporary position.
ca: No ha estat possible moure el camp de la posició %s a la %s de la pàgina %s%s del lliurament %s - no s'ha pogut colocar en una posició dels camps sota la posició %s. El camp que estava a la posició %s ara està en una posició temporal.
it: Impossibile muovere il campo alla posizione %s alla posizione %s su pagina %s della sottomissione %s%s - impossibile aumentare la posizione dei campi a e sotto la posizione %s. Il campo che era alla posizione%s è ora bloccato su una posizione temporanea.

source: Moved field from position %s to position %s on page %s of submission '%s%s'.
ca: Camp mogut de la posició %s a la posició %s de la pàgina %s del lliurament '%s%s'.
de: Feld von Position %s zu Position %s auf der Seite %s der Eintragung '%s%s' verschoben.
it: Mosso campo dalla posizione %s alla posizione %s su pagina %s della sottomissione '%s%s'.

source: Unable to delete field at position %s from page %s of submission '%s'
ca: No ha estat possible eliminar el camp a la posició %s de la pàgina %s del lliurament '%s'.
de: Feld an Position %s von Seite %s der Eintragung '%s' kann nicht gelöscht werden
it: Impossibile di eliminare il campo alla posizione %s della pagina %s della sottomissione '%s'

source: Unable to delete field at position %s from page %s of submission '%s%s'
ca: No ha estat possible eliminar el camp a la posició %s de la pàgina %s del lliurament '%s%s'.
de: Feld an Position %s von Seite %s der Eintragung '%s%s' kann nicht gelöscht werden
it: Impossibile di eliminare il campo alla posizione %s della pagina %s della sottomissione '%s%s'

source: approve.py: cannot determine document reference
ca: approve.py: no s'ha pogut determinar la referència del document.
it: approve.py: impossibile determinare il riferimento del documento
ru: approve.py: невозможно определить ссылку на документ

source: approve.py: cannot find document in database
ca: approve.py: no s'ha trobat el document a la base de dades
de: approve.py: Dokument kann nicht in der Datenbank gefunden werden
it: approve.py: impossibile trovare documento nel database
ru: approve.py: невозможно найти документ в базе данных

source: Document Approval Workflow
ca: Circuit d'aprovació de documents
it: Processo di approvazione documento
ru: Работа с одобрением документов

source: Approval and Refereeing Workflow
ca: Procediment d'aprovació i revisió
it: Processo di approvazione e refereeing
no: Arbeidsflyt for godkjenning og vurdering
ru: Прохождение документов для одобрения и реферирования

source: Approval has never been requested for this document.
bg: Този документ никога не е заявяван за одобрение.
ca: Aquest document no s'ha demanat mai que s'aprovés.
de: Freigabe für dieses Dokument wurde nie angefordert.
it: Non è mai stata richiesta approvazione per questo documento.
ja: 承認の要求はありません。
no: Godkjenning har aldri blitt forespurt for dette dokumentet.
pt: Aprovação nunca foi pedida para este documento.
ru: Для этого документа одобрение никогда не было запрошено.
sk: Schválenie tohto dokument nebolo nikdy žiadané.

source: Unable to display document.
bg: Документът не може да бъде показан.
ca: No es pot mostrar aquest document.
de: Dokument kann nicht angezeigt werden.
it: Impossibile visualizzare il documento.
ja: 表示不可能です。
no: Kan ikke vise dokument.
pt: Não é possível mostrar o documento
ru: Невозможно отобразить документ
sk: Nemožno zobraziť dokument.
