Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: You have already confirmed the validity of your email address!
ca: Ja heu confirmat la validesa de la vostra adreça de correu electrònic!
cs: Již jste potvrdil platnost vaší e-mailové adresy!
de: Sie haben bereits die Gültigkeit Ihrer E-Mail-Adresse bestätigt!
it: Hai già confermato la validità del tuo indirizzo email!
no: Du har allerede bekreftet gyldigheten av e-postadressen din!
pt: Voce ja confirmou a validade do seu endereço de email!
ru: Вы уже подтердили правильность Вашего email-адреса!

source: This request for confirmation of an email address is not valid or is expired.
ca: Aquesta petició de confirmació d'una adreça de correu electrònic no és vàlida o ha expirat.
cs: Tato žádost o potvrzení e-mailové adresy není platná nebo vypršela.
de: Die Anfrage für die Bestätigung der E-Mail-Adresse hat ergeben, dass diese nicht gültig oder ausgelaufen ist.
it: Questa richiesta di conferma di un indirizzo email non è valida od è scaduta.
no: Denne forespørselen om bekreftelse av en e-postadresse er ugyldig eller utgått.
pt: Este pedido de confirmação de endereço de email não é valido ou expirou.
ru: Запрос на подтерждение email-адреса является недопустимым или просроченным.

source: This request for an authorization is not valid or is expired.
ca: Aquesta petició d'autorització no és vàlida o ha expirat.
cs: Tato žádost o autorizaci není platná nebo vypršela.
de: Die Anfrage für eine Berechtigung ist nicht gültig oder ausgelaufen.
it: Questa richiesta di autorizzazione non è valida od è scaduta.
no: Denne forespørselen om godkjenning er ugyldig eller utgått.
pt: Este pedido de autorização não é valido ou expirou.
ru: Запрос на авторизацию является недопустимым или просроченным.

source: Reset password
bg: Установяване на нова парола
ca: Reiniciar la contrassenya
cs: Obnovit heslo
de: Passwort neu setzen
it: Reimposta la password
no: Tilbakestill passord
pt: Remover palavra-passe
ru: Сменить пароль

source: This request for resetting a password has already been used.
ca: Aquesta petició per reiniciar la contrasenya ja s'ha usat.
cs: Tato žádost o obnovení hesla již byla použita.
de: Die Anfrage für das Neusetzen des Passworts wurde bereits genutzt.
it: Questa richiesta per reimpostare la password è gia' stata usata.
ru: Запрос на смену пароля уже был использован.

source: This request for resetting a password is not valid or is expired.
ca: Aquesta petició per reiniciar una contrasenya no és vàlida o ha expirat.
cs: Tato žádost o obnovení hesla není platná nebo je vypršela.
de: Die Anfrage für das Neusetzen des Passworts ist nicht gültig oder ausgelaufen.
it: Questa richiesta per reimpostare la password non è valida od è scaduta.
ru: Запрос на смену пароля недействителен либо истек.

source: This request for resetting the password is not valid or is expired.
ca: Aquesta petició per reiniciar la contrasenya no és vàlida o ha expirat.
cs: Tato žádost o obnovení hesla není platná nebo je vypršela.
de: Die Anfrage für das Neusetzen des Passworts ist nicht gültig oder ausgelaufen.
it: Questa richiesta per reimpostare la password non è valida od è scaduta.
no: Denne forespørselen for tilbakestilling av passord er ugyldig eller utgått.
pt: Este pedido para remover a palavra-passe não é valido ou expirou.
ru: Запрос на смену пароля является недопустимым или просроченным.

source: The two provided passwords aren't equal.
ca: Les dues contrasenyes no són les mateixes.
cs: Obě uvedená hesla nejsou stejná.
de: Die beiden eingetragenen Passwörter sind nicht gleich.
it: Le due password inserite non coincidono.
no: De to angitte passordene er ikke like.
pt: As palavras-passe fornecidas não sao iguais.
ru: Два пароля не одинаковы.

source: The password was successfully set! You can now proceed with the login.
ca: La contrasenya s'ha definit correctament. Ja podeu continuar amb la identificació.
cs: Heslo bylo úspěšně nastaveno! Nyní můžete přistoupit k přihlášení.
de: Das Passwort wurde erfolgreich gesetzt! Sie können nun fortfahren mit dem Login.
it: La password è stata impostata con successo! Puoi ora procedere con l'autenticarti.
no: Passordet ble angitt! Du kan nå fortsette med innloggingen.
pt: A palavra-passe foi definida com sucesso! Pode agora autenticar-se.
ru: Пароль был успешно установлен! Теперь Вы можете войти в систему.

source: %s Personalize, Your Settings
ca: %s Personalitzar, els vostres paràmetres
cs: %s přizpůsobte si vaše nastavení
de: %s Personalisieren ,Ihre Einstellungen
it: %s Personalizza, Tue impostazioni
no: %s Brukerinnstillinger, Dine innstillinger
ru: %s,Ваши настройки

source: Settings edited
bg: Настройките са редактирани
ca: S'han editat els paràmetres
cs: Nastavení upraveno
de: Einstellungen bearbeitet
it: Impostazioni modificate
ja: 編集された設定
no: Innstillinger endret
pt: Definições editadas
ru: Настройки отредактированы
sk: Nastavenia upravené

source: Show account
bg: Показване на сметка
ca: Mostrar el compte
cs: Zobrazit účet
de: Konto anzeigen
it: Visualizza account
ja: アカウントの表示
no: Vis konto
ru: Показать учетную запись
sk: Zobraz konto

source: Unable to change login method.
ca: No ha estat possible canviar el mètode d'identificació.
cs: Nelze změnit přihlašovací metodu.
it: Impossibile cambiare il metodo di identificazione.
ru: Невозможно сменить login-метод.

source: Switched to internal login method.
bg: Методът за влизане е променен на вътрешен.
ca: El mètode d'identificació canviat a l'intern.
cs: Přepnuto na interní přihlašovací metodu.
de: Umgeschaltet auf die interne Login-Methode.
it: Impostata l'autenticazione tramite login interno.
ja: 内部ログインに切り替え
no: Byttet til intern innloggingsmetode.
pt: Mudar para metodo de autenticação interno.
ru: Переключено на внутренний login-метод.

source: Please note that if this is the first time that you are using this account with the internal login method then the system has set for you a randomly generated password. Please click the following button to obtain a password reset request link sent to you via email:
ca: Tingueu en compte que si és el primer cop qu esteu usant aquest compte amb el mètode d'identificació intern, el sistema us ha definit una contrasenya aleatòria. Feu clic en el botó següent per a que s'us enviï, via correu electrònic, un enllaç per a reiniciar-la:
de: Bitte beachten Sie, wenn dies das erste Mal ist, dass Sie das Konto mit der internen Login-Methode benutzen, wurde für Sie ein zufälliges Passwort gesetzt. Bitte klicken Sie auf folgenden Button, damit wird ein Link zum Neusetzen des Passworts an Ihre E-Mail-Adresse verschickt werden kann:
it: Per favore, nota che se questa è la prima volta che stai utilizzando questo account con il metodo di autenticazione interno allora il sistema ha impostato per te una password generata in maniera casuale. Fai clic sul pulsante che segue perché ti venga inviato via email un link per reimpostarla:

source: Send Password
bg: Изпращане на парола
ca: Enviar la contrasenya
cs: Zaslat heslo
de: Passwort zusenden
it: Invia password
ja: パスワードを送信してください
no: Send passord
pt: Enviar palavra-passe
ru: Отослать пароль

source: Unable to switch to external login method %s, because your email address is unknown.
ca: No és possible canviar al mètode d'autenticació extern %s, perquè no consta la vostra adreça de correu electrònic.
de: Es kann nicht zur externen Loginmethode %s gewechselt werden, weil ihre E-Mail-Adresse nicht bekannt ist.
it: Impossibile passare al metodo di autenticazione interno %s, perché il tuo indirizzo email è sconosciuto.
ja: あなたのＥメイルアドレスが未登録なため %s、内部ログインに切り替えできません
no: Klarte ikke å bytte til ekstern innloggingsmetode %s, fordi e-postadressen din er ukjent.
pt: Não é possivel mudar para metodo de autenticação externa %s, porque o seu endereço de email é desconhecido.
ru: Невозможно переключиться на внешний login-метод %s, т.к. Ваш email-адрес неизвестен.

source: Unable to switch to external login method %s, because your email address is unknown to the external login system.
ca: No és possible canviar al mètode d'autenticació extern %s, perquè el sistem extern desconeix la vostra adreça de correu electrònic.
de: Es kann nicht zur externen Loginmethode %s gewechselt werden, weil ihre E-Mail-Adresse im externen Loginsystem nicht bekannt ist.
it: Impossibile passare al metodo di autenticazione esterno %s, perché il tuo indirizzo email è sconosciuto al sistema di autenticazione esterno.
ja: あなたのＥメイルアドレスが外部ログインシステムに未登録なため %s、外部ログインに切り替えられません
no: Klarte ikke å bytte til ekstern innloggingsmetode %s, fordi e-postadressen din er ukjent for det eksterne innloggingssystemet.
pt: Não é possivel mudar para metodo de aitenticação externa %s, porque o seu endereço de email é desconhecido para o sistema externo de autenticação.
ru: Невозможно переключиться на внешний login-метод %s, т.к. Ваш email-адрес неизвестен внешней системе входа.

source: Login method successfully selected.
bg: Методът за влизане е успешно избран.
ca: Mètode d'identificació seleccionat correctament.
de: Loginmethode erfolgreich gewählt.
it: Metodo di autenticazione selezionato con successo.
ja: ログイン方法を変更しました
no: Valg av innloggingsmetode var vellykket.
pt: Método de autenticação escolhido com sucesso.
ru: Login-метод успешно выбран.
sk: Prihlasovacia metóda úspešne zvolená.

source: The external login method %s does not support email address based logins. Please contact the site administrators.
ca: El mètode d'identificació extern %s no accepta identificacions basades en adreça de correu electrònic. Poseu-vos en cotacte amb els administradors de la instal·lació.
de: Die externe Loginmethode %s unterstützt keine E-Mail-basierte Logins. Bitte kontaktieren Sie den Seitenadministrator.
it: Il metodo di autenticazione esterno %s non supporta autenticazione basata su indirizzo email. Per favore, contatta l'amministratore del sito.
ja: 外部ログイン方法 %s がＥメイルアドレスを用いた ログインでは
no: Den eksterne innloggingsmetoden %s støtter ikke e-postbaserte innlogginger. Kontakt tjenestens administratorer.
pt: O método de autenticação externa %s não suporta endereços de email como forma de autenticação. É favor contactar os administradores do site.
ru: Внешний login-метод %s не поддерживает login на основе почтового адреса. Пожалуйста, свяжитесь с администраторами сайта.

source: Your nickname has not been updated
ca: El vostre alias no ha estat actualitzat.
it: Il suo nickname non è stato aggiornato

source: Settings successfully edited.
bg: Настройките бяха успешно редактирани.
ca: S'han editat els paràmetres correctament.
cs: Nastavení úspěšně upraveno.
de: Einstellungen erfolgreich bearbeitet.
it: Impostazioni modificate con successo.
ja: 設定変更済み
no: Innstillingene ble endret.
pt: Definições editadas com sucesso.
ru: Настройки изменены.
sk: Parametre úspešne upravené.

source: Note that if you have changed your email address, you will have to %(x_url_open)sreset your password%(x_url_close)s anew.
ca: Tingueu en compte si heu canviat la vostra adreça, haureu de %(x_url_open)stornar a posar la vostra contrasenya%(x_url_close)s un altre cop.
de: Beachten Sie, dass Sie bei Änderung Ihrer E-Mail-Adresse auch Ihr%(x_url_open)sPasswort neu setzen%(x_url_close)s müssen.
it: Nota che se ha cambiato il suo indirizzo e-mail, dovrà %(x_url_open)sreset la password%(x_url_close)s di nuovo.
ru: Имейте в виду, что если вы сменили свой почтовый адрес, Вам следует снова %(x_url_open)sсменить пароль%(x_url_close)s.

source: Desired nickname %s is invalid.
bg: Желаният псевдоним %s не е валиден.
ca: L'àlies %s no és vàlid.
de: Gewünschter Benutzername %s ist ungültig.
it: Il soprannome desiderato %s non è valido.
ja: ニックネーム %s は使用できません
no: Ønsket brukernavn %s er ugyldig.
pt: O nome de utilizador desejado %s não é válido.
ru: Выбранный nickname %s является недопустимым.
sk: Žiadaná prezývka %s je neplatná.

source: Please try again.
bg: Моля, опитайте отново.
ca: Torneu-ho a provar.
cs: Prosím zkuste to znovu.
de: Bitte versuchen Sie es erneut.
it: Per favore, prova ancora.
ja: やりなおしてください
no: Vennligst forsøk igjen.
pt: É favor tentar novamente.
ru: Пожалуйста попробуйте ещё раз.
sk: Prosím skúste znovu.

source: Edit settings
bg: Редактиране на настройките
ca: Edita els paràmetres
cs: Úpravit nastavení
de: Einstellungen bearbeiten
it: Modifica impostazioni
ja: 設定の編集
no: Endre innstillinger
pt: Editar definições
ru: Редактирование настроек
sk: Edituj parametre

source: Editing settings failed
bg: Грешка при промяна на настройките
ca: L'edició dels paràmetres ha fallat
cs: Úprava nastavení se nezdařila
de: Bearbeitung der Einstellungen fehlgeschlagen
it: Modifica delle impostazioni fallita
ja: 設定の編集の失敗
no: Endring av innstillinger mislyktes
pt: Edição de definições falhou
ru: Редактирование настроек не удалось
sk: Editovanie parametrov zlyhalo

source: Supplied email address %s is invalid.
bg: Посоченият e-mail адрес %s е невалиден.
ca: L'adreça de correu electrònic %s no és vàlida.
cs: Emailová adresa %s je neplatná.
de: Angegebene E-Mail-Adresse %s ist ungültig.
it: L'indirizzo email fornito %s non è valido.
ja: Ｅメイルアドレス %s は不正です。
no: Oppgitt e-postadresse %s er ugyldig.
pt: O endereço de email fornecido %s não é válido.
ru: email адрес %s недействительный
sk: Dodaná elektronická adresa %s je neplatná.

source: Supplied email address %s already exists in the database.
bg: Посоченият e-mail %s вече съществува в базата данни.
ca: L'adreça de correu electrònic %s que heu entrat ja existeix a la base de dades.
cs: Daná e-mailová adresa %s již existuje v databázi.
de: Angegebene E-Mail-Adresse %s existiert bereits in der Datenbank.
it: L'indirizzo email fornito %s esiste già nel database.
ja: Ｅメイルアドレス %s は登録済みです。
no: Oppgitt e-postadresse %s finnes i databasen fra før.
pt: O endereço de email fornecido %s já existe na base de dados.
ru: email адрес %s уже есть в базе данных
sk: Dodaná elektronická adresa %s už v databáze existuje.

source: Or please try again.
bg: Или опитайте отново.
ca: O proveu-ho de nou.
cs: Nebo to prosím zkuste znovu.
de: Oder versuchen Sie es erneut.
it: O per favore, prova ancora.
ja: また後でおためしください。
no: Eller vennligst forsøk igjen.
pt: Ou tente novamente.
ru: Или попробуйте ещё один раз
sk: Alebo skúste znovu, prosím.

source: Desired nickname %s is already in use.
bg: Желаният псевдоним %s вече съществува.
ca: L'àlies %s ja està en ús.
cs: Požadovaná přezdívka %s je již obsazena.
de: Gewünschter Benutzername %s ist bereits registriert.
it: Il soprannome desiderato %s è già utilizzato.
ja: ニックネーム %s は登録済みです。
no: Ønsker brukernavn %s er i bruk fra før.
pt: O nome de utilizador pretendido %s já existe.
ru: nickname %s уже используется
sk: Žiadaná prezývka %s je už použitá.

source: Users cannot edit passwords on this site.
ca: En aquest lloc, els usuaris no poden editar les seves contrasenyes.
cs: Uživatelé nemohou editovat hesla na této stránce.
de: Benutzer können auf dieser Seite keine Passwörter editieren.
it: Gli utenti non possono modificare le password su questo sito.
ru: Пользователи не могут изменять пароли на этом сайте.

source: Password successfully edited.
bg: Паролата е успешно редактирана.
ca: S'ha editat la contrasenya correctament.
cs: Heslo bylo úspěšně upraveno.
de: Passwort erfolgreich bearbeitet.
it: La password è stata modificata con successo.
ja: パスワード変更済み
no: Passordet ble endret.
pt: Palavra-passe editada com sucesso.
ru: Пароль успешно изменен.
sk: Heslo úspešne upravené.

source: Password edited
bg: Паролата е променена
ca: Contrasenya modificada
cs: Heslo bylo změněno
de: Passwort bearbeitet
it: Password modificata
no: Passord endret
pt: Palavra-passe editada
ru: Пароль отредактирован

source: Both passwords must match.
bg: Двете пароли трябва да съвпадат.
ca: Les dues contrasenyes han de coincidir.
cs: Obě hesla se musí shodovat.
de: Beide Passwörter müssen übereinstimmen.
it: Entrambe le password devono corrispondere.
ja: ２つのパスワードが一致していません。
no: Passordene må være like.
pt: Ambas as palavras-passe devem corresponder.
ru: Оба пароля должны совпадать.
sk: Obe heslá musia byť rovnaké.

source: Editing password failed
bg: Промяната на паролата е неуспешно
ca: El canvi de la contrasenya ha fallat
cs: Úprava hesla se nezdařila
de: Bearbeitung des Passworts fehlgeschlagen
it: Modifica della password fallita
no: Endring av passord mislyktes
pt: Edição de palavra-passe falhou
ru: Изменение пароля не удалось

source: Wrong old password inserted.
bg: Грешно въведена стара парола.
ca: Anterior contrassenya incorrecta.
cs: Špatně vložené staré heslo.
de: Eingegebenes altes Passwort ist falsch.
it: Password precedente inserita non valida.
no: Feil passord oppgitt.
pt: Antiga palavra-passe errada.
ru: Введен старый пароль

source: User settings saved correctly.
ca: S'han guardat correctament els paràmetres d'usuario.
cs: Uživatelské nastavení bylo správně uloženo.
de: Benutzereinstellungen korrekt gespeichert.
it: Impostazioni dell'utente memorizzate correttamente.
ja: 正しく保存されました。
no: Brukerinnstillingene ble lagret.
pt: Definições do utilizador foram guardadas correctamente.
ru: Пользовательские настройки сохранены.

source: Editing bibcatalog authorization failed
ca: Ha fallat l'edició de l'autorització de bibcatalog
cs: Úprava bibcatalog povolení se nezdařila
it: Modifica autorizzazione bibcatalog fallita
ru: Авторизация в bibcatalog не удалась.

source: Empty username or password
ca: La identificació o la contrasenya estan buits
cs: Prázdné uživatelské jméno nebo heslo
de: Leerer Benutzername oder Passwort
it: Nome utente o password vuoto
ru: Пустое имя пользователя или пароль

source: Unable to update settings.
bg: Невъзможност за актуализиране на настройките.
ca: No s'ha pogut actualitzar els paràmetres.
cs: Nelze aktualizovat nastavení.
de: Aktualisierung der Einstellungen nicht möglich
it: Impossibile aggiornare le impostazioni.
ja: 保存できません。
no: Klarte ikke å oppdatere innstillinger.
ru: Невозможно обновить настройки

source: Cannot send password reset request since you are using external authentication system.
bg: Връзката за установяване на нова парола не може да бъде изпратена, тъй като вие използвате външна система за удостоверяване.
ca: No es pot enviar la petició de reinicialització de la contrasenya ja que esteu usant un sistema de autenticació extern.
cs: Nelze odeslat žádost o změnu hesla, protože používáte externí autentifikační systém.
de: Die Anfrage zum Neusetzen des Passworts kann nicht gesendet werden, da Sie ein externes Authenifizierungssystem verwenden.
it: Impossibile inviare via email la richiesta per reimpostare la password perché stai utilizzando un sistema di autenticazione esterno.
no: Kan ikke sende forespørsel om tilbakestilling av passord fordi du bruker et eksternt autentiseringssystem.
pt: não pode enviar pedido de alteração de palavra-passe pois esta´ usando um sistema de autenticação interno.
ru: Невозможно послать запрос на смену пароля, пока Вы используете внешнюю систему аутентификации.

source: The entered email address does not exist in the database.
bg: Въведеният e-mail не съществува в базата от данни.
ca: L'adreça de correu electrònic que heu entrat no existeix a la base de dades
cs: Zadaná e-mailová adresa neexistuje v databázi.
de: Die eingegebene E-Mail-Adresse existiert in der Datenbank nicht.
it: L'indirizzo email inserito non esiste nel database.
ja: このメイルアドレスは見つかりません。
no: Den oppgitte e-postadressen finnes ikke i databasen.
pt: O endereço de email indicado não existe na base de dados.
ru: Введенный email адрес не существует в базе данных.
sk: Vložená elektronická adresa v databáze neexistuje.

source: Password reset request for
ca: Petició de reiniciar la contrasenya de
cs: Žádost o obnovu hesla pro
de: Anfrage zum Neusetzen des Passworts für
it: Richiesta di reimpostazione password per
no: Forespørsel om tilbakestilling av passord for
pt: Pedido de alteração de palavra-passe para
ru: Запрос на смену пароля для

source: The entered email address is incorrect, please check that it is written correctly (e.g. johndoe@example.com).
bg: Въведеният e-mail е невалиден, моля проверете дали той е написан правилно (пр. johndoe@example.com).
ca: L'adreça de correu electrònic que heu entrat és incorrecte. Comproveu si us plau que estigui escrita correctament (ex., Set.Ciencies@exemple.cat).
cs: Zadaná e-mailová adresa není správná, zkontrolujte, že je napsána bez chyb (např. jan.novak@example.com).
de: Die eingegebene E-Mail-Adresse ist inkorrekt. Bitte überprüfen Sie dass sie richtig geschrieben ist (z.B. johndoe@example.invalid).
it: L'indirizzo email inserito non è corretto, per favore verifica che sia scritto correttamente (per esempio mariorossi@esempio.it).
ja: Ｅメイルアドレスを直して下さい。
no: Den oppgitte e-postadressen er feil, vennligst sjekk at den er skrevet korrekt (f.eks. johndoe@example.com).
pt: O endereço de email indicado não é correcto, é favor verificar se está escrito correctamente (e.g. johndoe@example.com).
ru: введенный email адрес некорректный, проерьте правильность написания
sk: Zadaná elektronická adresa je neplatná, prosím skontrolujte či je správne napísaná (napr. johndoe@example.com).

source: Incorrect email address
bg: Невалиден e-mail адрес
ca: Adreça de correu electrònic incorrecte
cs: Nesprávná e-mailová adresa
de: Inkorrekte E-Mail-Adresse
it: Indirizzo email non valido
ja: Ｅメイルアドレスを直して下さい。
no: Feil e-postadresse
pt: Endereço de email incorrecto
ru: Некорректный email адрес
sk: Nesprávna elektronická adresa

source: Reset password link sent
bg: Връзката за установяване на нова парола е изпратена
ca: S'ha enviat l'enllaç per a reiniciar la contrasenya
cs: Odkaz na zaslání žádosti o obnovení hesla
de: Anfrage zum Neusetzen des Passworts versendet
it: Link di reimpostazione password inviato
no: Lenke for tilbakestilling av passord sendt
pt: link para alteração de palavra-passe enviado
ru: Ссылка для смены пароля отправлена

source: Delete Account
bg: Изтриване на сметка
ca: Suprimeix compte
cs: Smazat účet
de: Konto löschen
it: Cancella account
ja: 削除されたアカウントです。
no: Slett konto
ru: Удалить учетную запись
sk: Zmaž konto

source: Logout
bg: Изход
ca: Sortir
cs: Odhlášení
de: Abmelden
it: Esci
ja: ログアウト
no: Logg ut
ru: Выход
sk: Odhlásiť

source: Login
bg: Вход
ca: Identificació
cs: Přihlášení
de: Anmelden
it: Accesso
ja: ログイン
no: Logg inn
sk: Prihlásiť

source: Register
bg: Регистриране
ca: Donar-se d'alta
cs: Registrovat
de: Registrieren
it: Registrati
ja: 登録
no: Registrer
pt: Registar
ru: Зарегистрироваться
sk: Registrácia

source: %s Personalize, Main page
ca: %s Personalitzar, pàgina inicial
cs: %s přizpůsobit hlavní stránku
de: %s Personalisieren, Hauptseite
it: %s Personalizza, Pagina principale
no: %s Brukerinnstillinger, Hovedside
pt: %s Personalizar, Pagina Principal
ru: %s, Персонализация, Главная страница

source: Your account has been successfully created.
bg: Вашата сметка е успешно създадена.
ca: El vostre compte ha estat creat correctament.
cs: Váš účet byl úspěšně vytvořen.
de: Ihr Konto wurde erfolgreich erstellt.
it: Il tuo account è stato creato con successo.
ja: アカウントが作られました。
no: Kontoen din ble opprettet.
pt: A sua conta foi criada com sucesso.
ru: Ваша учетная запись успешно создана
sk: Vaše konto bolo úspešne vytvorené.

source: Account created
bg: Сметката е създадена
ca: Compte creat
cs: Účet vytvořen
de: Konto erstellt
it: Account creato
ja: アカウントが作られました。
no: Konto opprettet
pt: Conta criada
ru: Учетная запись создана
sk: Konto vytvorené
