Repository: inveniosoftware/invenio
Catalog: po/*.po
Languages: bg, ca, cs, de, it, ja, no, pt, ru, sk

source: Suggest an ORCiD for this profile:
it: Suggerire un ORCiD per questo profilo:

source: <span title="When you add more publications you make sure your publication list and citations appear correctly on your profile. You can also assign publications to other authors. This will help INSPIRE provide more accurate publication and citation statistics. "><strong> Manage publications </strong><span>
it: <span title="Quando aggiunge più pubblicazioni, assicurarsi che l'elenco delle sue pubblicazione e citazioni vengono visualizzati correttamente sul suo profilo. Può anche assegnare pubblicazioni ad altri autori. Questo aiuterà INSPIRE a fornire pubblicazione più precise e citazioni si statistiche. "><strong> Manage publications </strong><span>

source: Manage publication list
it: Gestire lista di pubblazioni

source: <strong> Person identifiers, internal and external </strong>
it: <strong> Identificatori di persone, interni ed esterni </strong>

source: add external id
it: aggiungi id esterno

source: delete selected ids
it: Cancella gli ids selezionati

source: Harvest missing external ids from claimed papers
it: Harvest gli ids esterni mancanti da saggi rivendicati

source: suggest external id to add
it: suggerire un id esterno da aggiungere

source: suggest selected ids to delete
it: suggerire degli ids selezionati da cancellare

source: suggest missing ids
it: suggerire ids mancanti

source: Choose system
it: Scegli sistema

source: <span title="You don’t need to add all your publications one by one. This list contains all your publications that were automatically assigned to your INSPIRE profile through arXiv and ORCiD. "><strong> Automatically assigned publications </strong> </span>
it: <span title=“Non ha bisogno di aggiungere tutte le sue pubblicazioni una per una. Questa lista contiene tutte le sue pubblicazioni che sono state assegnate automaticamente al suo profilo INSPIRE tramite arXiv e ORCiD."><strong> Pubblicazioni assegnate automaticamente </strong> </span>

source: <span id="autoClaimMessage">Please wait as we are assigning %s papers from external systems to your Inspire profile</span></br>
it: <span id="autoClaimMessage"> Si prega di aspettare mentre stiamo assegnando %s saggi da sistemi esterni al suo profilo Inspire</span></br>

source: The following publications have been successfully assigned to your profile:
it: Le seguenti pubblicazioni sono state assegnate con successo al suo profilo.

source: Get help!
it: Ottenere aiuto!

source: <strong> Contact </strong>
it: <strong> Contatto </strong>

source: Please contact our user support in case you need help or you just want to suggest some new ideas. We will get back to you. </br>
it: Si prega di contattare il nostro supporto agli utenti nel ca</br>o in cui hai bisogno di aiuto o se si vuole semplicemente suggerire alcune nuove idee. Ci metteremo in contatto con Lei.

source: <span title="It sometimes happens that somebody's publications are scattered among two or more profiles for various reasons (different spelling, change of name, multiple people with the same name). You can merge a set of profiles together. This will assign all the information (including publications, IDs and citations) to the profile you choose as a primary profile. After the merging only the primary profile will exist in the system and all others will be automatically deleted. "><strong> Merge profiles </strong><span>
it: <span title="A volte capita che le pubblicazioni di qualcuno siano sparse tra due o più profili per vari motivi (srittura diversa, cambio di nome, più persone con lo stesso nome). È possibile unire una serie di profili insieme. Questo assegnerà tutte le informazioni (comprese le pubblicazioni, gli ID e citazioni) al profilo scelto come profilo primario. Dopo l’unionesolo il profilo primario esisterà nel sistema e tutti gli altri verranno cancellati automaticamente."><strong> Unire profili </strong><span>

source: If your or somebody else's publications in INSPIRE exist in multiple profiles, you can fix that here. </br>
it: Se la sua pubblicazione su INSPIRE o quella di qualcun’altro esiste in multipli profili, può risolvere il problema qui. </br>

source: Fatal: Author ID capabilities are disabled on this system.
ca: Fatal: no estan habilitades les opcions d'identificació d'autor (Author ID) en aquest sistema.
cs: Kritická chyba: schopnosti rozeznání autor ID jsou vypnuté na tomto systému.
it: Fatale: le capacità del ID dell'autore sono disabilitate su questo sistema.

source: Fatal: You are not allowed to access this functionality.
ca: Fatal: no esteu autoritzat a accedir a aquesta funcionalitat.
cs: Kritická chyba: Nemáte oprávnění pro přístup k této funkci.
de: Sie sind nicht berechtigt, diese Funktion zu verwenden!
it: Fatale: Non sei autorizzato ad accedere a queste funzioni.

source: Claim this paper
ca: Reivindicar aquest document
it: Rivendicare questo saggio

source: <p>We're sorry. An error occurred while handling your request. Please find more information below:</p>
ca: <p>Malauradament, hi ha hagut un error mentre es gestionava la vostra petició. Vegeu aquí més informació:</p>
de: <p>Sorry. Ein Fehler ist bei der Erledigung Ihrer Anfrage aufgetreten. Weitere Infomationen finden Sie unten:</p>
it: <P>siamo spiacenti. E accaduto un errore durante la gestione della sua richiesta. Può trovare ulteriori informazioni qui sotto: < /p>

source: Notice
bg: Забележка
ca: Atenció
cs: Všimněte si
de: Notiz
it: Nota
ja: 注意：
no: Melding
pt: Observação
ru: Заметка
sk: Oznam

source: This page is not accessible directly.
it: Questa pagina non è accessibile direttamente.

source: Profile management
it: Gestione del profilo

source: Error: No BibCatalog system configured.
ca: Error: el sistema BibCatalog no està configurat
it: Errore: il BibCatalog non è configurato

source: Error
bg: Грешка
cs: Chyba
de: Fehler
it: Errore
ja: エラー
no: Feil
pt: Erro
ru: Ошибка
sk: Chyba

source: You have %i tickets.
ca: Teniu %i tasques.
cs: Máte %i lístků.
de: Sie haben %i Aufgaben.
it: Ha %i biglietti.

source: Previous
bg: Предишен
ca: Anterior
cs: Předchozí
de: Vorherige
it: Precedente
ja: 前
no: Forrige
pt: Anterior
ru: Предыдущий
sk: Predošlé

source: show
ca: mostrar
cs: zobrazit
de: zeigen
it: Visualizza
ru: показать

source: close
ca: tancar
cs: zavřít
de: schließen
it: chiudi
ru: закрыть

source: Next
bg: Следващ
ca: Següent
cs: Další
de: Nächste
it: Successiva
ja: 次
no: Neste
pt: Próximo
ru: Следующий
sk: Nasledujúce

source: Another user is waiting for this book.
it: Un’ altro utente sta aspettando per questo libro

source: Your loan has been renewed with success.
it: Il suo prestito è stato rinnovato con successo.

source: All loans have been renewed with success.
it: Tutti i prestiti sono stati rinnovati con successo.

source: The publication date of this book is %s.
it: La data di pubblicazione di questo libro è %s.

source: This book has no copies in the library.
it: Questo libro non ha copie nella biblioteca.

source: If you think this book is interesting, suggest it and tell us why you consider this book is important. The library will consider your opinion and if we decide to buy the book, we will issue a loan for you as soon as it arrives and send it by internal mail.
it: Se pensi che questo libro sia interessante, suggerisci l'acquisto e spiegaciperché lo consideri importante. La biblioteca prenderà in considerazioneil suggerimento e se il libro verrá acquistato, emetteremo un prestitoper te e te lo invieremo per posta interna appena disponibile.

source: In case we decide not to buy the book, we will offer you an interlibrary loan
it: Nel caso in cui decidessimo di non comprare il libro, le offriremo un prestito interbibliotecario

source: This book was suggested for acquisition
it: Questo libro è stato suggerito per l'acquisto

source: This item already has copies.
it: Questo articolo già ha copie.

source: You didn't accept the ILL conditions.
it: Non ha accettato le condizioni ILL.

source: Your ILL request has been registered and the document will be sent to you via internal mail.
it: La sua richiesta ILL è stata registrata e il documento le sarà inviato via posta interna.

source: ILL request for books confirmation
it: Richiesta ILL per confermazione di libri

source: It is not possible to validate your request.
it: Non è possibile di validare la sua richiesta.

source: Your office address is not available.
it: Il suo indirizzo di ufficio non è disponibile.

source: Please contact %(contact_email)s
it: Si prega di contattare %(contact_email)s

source: Main navigation links
it: Link di navigazione principali

source: Home
bg: Начало
ca: Pàgina inicial
cs: Hlavní stránka
de: Hauptseite
it: Pagina principale
ja: ホーム
no: Hovedsiden
pt: Página principal
ru: Главная страница
sk: Hlavná stránka

source: Loan
it: Prestito

source: Return
it: Ritorno

source: Request
ca: Petició
cs: Žádost
de: Anfrage
it: Richiesta
ru: Запрос

source: Borrowers
it: Mutuatari

source: Items
ca: Ítems
cs: Položky
de: Elemente
it: Elementi
ru: Элементы

source: Loan Lists
it: Lista di prestiti

source: Last loans
it: Ultimi prestiti

source: Overdue loans
it: Prestiti arrettrati

source: Items on shelf with holds
it: Articoli sulla mensola con prese

source: Items on loan with holds
it: Articoli in prestito con prese

source: Overdue loans with holds
it: Presiti arrettrati con prese

source: Others
it: Altro

source: Libraries
it: Librerie

source: Add new library
it: Aggiungi nuova libreria

source: Update info
it: Aggiorna informazioni

source: Vendors
it: Venditori

source: Add new vendor
it: Aggiungi nuovo venditore

source: Register Book request
it: Registra nuova richiesta Libro

source: Register Article
it: Registra Articolo

source: Register purchase request
it: Registra richiesta d’acquisto

source: ILL Lists
it: Liste ILL

source: Purchase
it: Aquisire

source: Proposal
it: Proposta

source: Help
bg: Помощ
ca: Ajuda
cs: Nápověda
de: Hilfe
it: Aiuto
ja: ヘルプ
no: Hjelp
pt: Ajuda
ru: Помощь
sk: Pomoc

source: Admin guide
it: Guida di Amministrazione

source: Contact Support
it: Supporto Contatti

source: No messages to be displayed
it: Nessun messaggio da visualizzare

source: This record does not exist.
bg: Записът не съществува.
it: Questo record non esiste.
ja: この記録は存在しません。
no: Elementet finnes ikke.
sk: Tento záznam neexistuje.

source: This record has no copies.
it: Questo record non ha copie.

source: Add a new copy
it: Aggiungi una nuova coppia

source: ILL services
it: servizi ILL

source: All the copies of %(strong_tag_open)s%(title)s%(strong_tag_close)s are missing. You can request a copy using %(strong_tag_open)s%(ill_link)s%(strong_tag_close)s
it: Tutte le copie di %(strong_tag_open)s%(title)s%(strong_tag_close)s mancano. Può richiedere un copia usando %(strong_tag_open)s%(ill_link)s%(strong_tag_close)s

source: This item has no holdings.
ca: Aquest ítem no té exemplars.
cs: Tato položka nemá žádné držitele.
de: Dieses Exemplar hat keine Vormerkungen
it: Questo articolo non ha contenimento
ru: Этот элемент не задержан.

source: Options
ca: Opcions
cs: Možnosti
de: Optionen
it: Opzioni
ru: Дополнительно

source: Library
ca: Biblioteca
cs: Knihovna
de: Bibliothek
it: Biblioteca
ru: Библиотека

source: Collection
bg: Колекция
ca: Col·lecció
cs: Kolekce
de: Sammlung
it: Collezione
ja: コレクション
no: Samling
ru: коллекция
sk: kolekcia

source: Location
ca: Lloc
cs: Umístění
de: Ort
it: Collocazione
ru: Местонахождение

source: Description
bg: Описание
ca: Descripció
cs: Popis
de: Beschreibung
it: Descrizione
ja: 説明
no: Beskrivelse
ru: Описание
sk: Popis

source: Loan period
ca: Període de préstec
cs: Výpůjční doba
de: Ausleihfrist
it: Periodo di prestito
ru: Срок проката

source: Status
bg: Статус
ca: Estat
cs: Stav
it: Stato
ja: 状態
pt: Estado
ru: Статус
sk: Stav

source: Due date
ca: Tornar el
cs: Termín dokončení
de: Abgabe-Datum
it: Scadenza
ru: До даты

source: Barcode
ca: Codi de barres
cs: Čárový kód
it: Codice a barre
ru: Штрих-код

source: See this book on BibCirculation
ca: Veure aquest llibre a BibCirculation
it: Vedi questo libro con BibCirculation
ru: Посмотреть эту книгу на BibCirculation

source: Back
ca: Enrere
cs: Zpět
de: Zurück
it: Indietro
ru: Назад

source: Suggest
it: Suggerire

source: This item is not for loan.
it: Questo articolo non è in prestito.

source: You already have a request on, or are in possession of this document.
it: Hai già una richiesta in, o è in possesso di questo documento.

source: Your request has been registered and the document will be sent to you via internal mail.
it: La sua richiesta è stata registrata e il documento sarà inviato via posta interna.

source: Your request has been registered.
it: La sua richiesta è stata registrata.

source: It is not possible to validate your request.
it: Non è possibile di convalidare la sua richiesta.

source: Please contact %(librarian_email)s
it: Si prega di contattare %(librarian_email)s

source: Thank you for your suggestion. We will get back to you shortly.
it: Grazie per il suo suggerimento. La contatteremo al più presto.

source: Your purchase request has been registered.
it: La sua richiesta di acquisto è stata registrata.

source: Server busy. Please, try again in a few seconds.
it: Server occupato. Si prega di riprovare tra qualche minuto.

source: Renew all loans
ca: Renovar tots els préstecs
de: Alle Ausleihen verlängern
it: Rinnova tutti i prestiti
ru: Обновить все прокаты

source: Loans - historical overview
ca: Històric de préstecs
de: Ausleihe Chronik
it: Prestito - vista generale storico
ru: Прокат - общий обзор (история)

source: You don't have any book on loan.
ca: No teniu cap llibre en préstec.
de: Sie haben kein Buch ausgeliehen.
it: Non hai nessun libro in prestito
ru: У Вас нет ни одной книги в прокате.

source: Item
ca: Ítem
cs: Položka
de: Exemplar
it: Elemento
ru: Элемент

source: Loaned on
ca: Prestat en
cs: Vypůjčeno dne
de: Ausgeliehen am
it: Prestato il
ru: Отдано в прокат

source: Action(s)
ca: Accions
cs: Akce
de: Aktion(en)
it: Azione(i)
ru: Действия

source: Renew
ca: Renovar
cs: Obnovit
de: Verlängern
it: Rinnovo
ru: Обновить

source: Your Requests
ca: Les vostres peticions
de: Ihre Anfragen
it: Le tue richieste
ru: Ваши запросы

source: You don't have any request (waiting or pending).
ca: No teniu cap petició (esperant o pendent).
it: Non hai nessuna richiesta sospesa o in attesa.
ru: У Вас нет никаких запросов (ни ждущих, ни отложенных).

source: Request date
ca: Data de petició
cs: Datum žádosti
de: Datum der Anfrage
it: Data richiesta
ru: Дата запроса

source: Cancel
bg: Отказ
ca: Cancel·la
cs: Zrušit
de: Abbrechen
it: Annulla
ja: キャンセル
no: Avbryt
pt: Cancelar
ru: Отменить
sk: Preruš

source: Your Proposals
it: Le sue Proposte

source: You did not propose any acquisitions.
it: Non ha proposto nessun acquisto.

source: Back to home
ca: Tornar a l'inici
cs: Zpět na úvod
de: Zurück zur Hauptseite
it: Torna alla home
ru: Вернуться обратно

source: Your Proposals under review
it: Le sue proposte in esame

source: Proposal date
it: Data di proposta

source: Loaned
ca: prestat
cs: Vypůjčeno
de: Ausgeliehen
it: Prestato
ru: Отдано в прокат

source: Returned
ca: Retornat
cs: Vráceno
de: Zurückgegeben
it: Rinviato
ru: Возвращено

source: Renewals
ca: Renovacions
de: Verlängerungen
it: Rinnovamenti
ru: Обновления

source: Why do you suggest this book for the library?
it: Perché propone questo libro per la biblioteca?

source: Enter your period of interest
ca: Entreu el període en el que esteu interessats
it: Inserisci il periodo che ti interessa
ru: Введите интересуемый период

source: From
ca: Des de
cs: Od
de: Von
it: Da
ru: От

source: To
ca: Fins a
cs: Komu
de: Zu
it: A
ru: Кому:

source: Confirm
ca: Confirmar
cs: Potvrdit
de: Bestätigen
it: Conferma
ru: Подтвердить

source: You can see your library account %(x_url_open)shere%(x_url_close)s.
it: Può visualizzare il suo conto biblioteca %(x_url_open)squi%(x_url_close)s.

source: Delete this request?
it: Cancella questa richiesta?

source: Request not deleted.
it: Richiesta non cancellata.

source: No more requests are pending.
ca: No hi ha més peticions pendents.
de: Keine weiteren Anfragen stehen aus.
it: Non ci sono piu' richieste in sospeso.
ru: Больше нет отложенных запросов.

source: Name
bg: Име
ca: Nom
cs: Název
it: Nome
ja: 名前
no: Navn
pt: Nome
ru: Имя
sk: Meno

source: Delete
bg: Изтриване
ca: Suprimeix
cs: Smazat
de: Löschen
it: Cancella
ja: 削除
no: Slett
pt: Apagar
ru: Удалить
sk: Zmazať

source: Create loan
it: Crea prestito

source: Create Loan
it: Crea prestito

source: Reset
ca: Reiniciar
cs: Resetovat
de: Zurücksetzen
it: Reimposta
ru: Очистить

source: The item %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s, with barcode %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s, has been returned with success.
it: L’articolo %(x_strong_tag_open)s%(x_title)s%(x_strong_tag_close)s, con codice a barre %(x_strong_tag_open)s%(x_barcode)s%(x_strong_tag_close)s, è stato restituito con successo.

source: The next(pending) request on the returned book is shown below.
it: La richiesta successiva (in corso) sul libro restituito viene mostrata sotto.

source: Loan informations
ca: Informacions de préstec
de: Informationen zur Ausleihe
it: Informazioni sul prestito
ru: Информация о прокате

source: Borrower
ca: Usuari
cs: Vypůjčovatel
de: Bibliotheksbenutzer
it: Chi prende in prestito
ru: Кто занял

source: Author
ca: Autor
cs: Autor
de: Autor
it: Autore
ru: Автор

source: Year
bg: Година
ca: Any
cs: Rok
de: Jahr
it: Anno
ja: 年
no: År
pt: Ano
ru: Год
sk: rok

source: Publisher
ca: Editor
cs: Vydavatelství
it: Editore
ru: Издатель

source: Return date
ca: Data de retorn
de: Rückgabe-Datum
it: Data restituzione
ru: Дата возврата

source: Waiting requests
ca: Peticions en espera
de: Ausstehende Anfragen
it: Richieste in attesa
ru: Ожидающие запросы

source: Request status
ca: Estat de la petició
cs: Status žádosti
de: Anfrage Status
it: Stato della richiesta
ru: Статус запроса

source: Request options
ca: Opcions de la petició
cs: Možnosti žádosti
de: Anfrage Optionen
it: Opzioni della richiesta
ru: Действия с запросом

source: Select request
ca: Escolliu petició
de: Anfrage auswählen
it: Seleziona richiesta
ru: Выбрать запрос

source: Return another book
it: Restitui altro libro

source: Welcome to Invenio BibCirculation Admin
ca: Benvinguts a l'administració BibCirculation de Invenio
de: Willkommen zur Invenio BibCirculation Verwaltung
it: Benvenuto a Invenio BibCirculation Admin
ru: Добро пожаловать в раздел администрирования Invenio BibCirculation

source: register new borrower
it: registrare nuovo mutuatario

source: Search borrower by
ca: Cercar usuari per
de: Suche Bibliotheksbenutzer mittels
it: Ricerca mutuatario per
ru: Искать занявшего по

source: name
it: nome

source: 0 borrowers found.
it: 0 mutuatario trovato

source: Search by CCID.
it: cerca per CCID

source: Register new borrower.
it: Registrare nuove mutuatario.

source: Borrower(s)
ca: Usuaris
cs: Vypůjčovatel(é)
de: Bibliotheksbenutzer
it: Persona(e)
ru: Занявший(ие)

source: Search item by
it: Cerca articolo per

source: Item details
ca: Detalls de l'ítem
de: Exemplar-Details
it: Dettagli articolo
ru: Дополнительная информация об элементе

source: barcode
it: codice a barre

source: 0 item(s) found.
ca: No se n'ha trobat cap.
de: 0 Exemplare gefunden.
it: Nessun articolo trovato.
ru: 0 элемент(ов) найдено.

source: %i items found.
it: %i articoli trovati

source: Title
bg: Заглавие
ca: Títol
cs: Název
de: Titel
it: Titolo
ja: タイトル
no: Tittel
pt: Título
ru: Название
sk: Názov

source: # copies
it: # copie

source: Search user by
it: Cerca utente per

source: Select user
ca: Seleccioneu l'ususari
cs: Vybrat uživatele
de: Nutzer auswählen
it: seleziona utente
ru: Выбрать пользователя

source: User information
ca: Informació de l'usuari
cs: Informace o uživateli
de: Informationen zum Nutzer
it: Informazioni dell’utente
ru: Информация о пользователе

source: Address
ca: Adreça
cs: Adresa
de: Adresse
it: Indirizzo
ru: Адрес

source: Mailbox
ca: Bústia
cs: Schránka
it: Casella di posta
ru: Почтовый ящик

source: Phone
ca: Telèfon
cs: Telefon
de: Telefon
it: Telefono
ru: Телефон

source: Enter the barcode
it: Inserire il codice a barre

source: Continue
ca: Continuar
cs: Pokračovat
de: Fortsetzen
it: Proseguire
ru: Продолжить

source: See all loans
it: Visualizzare tutti i prestiti

source: List of borrowed books
ca: Llista de llibres en préstec
de: Liste der ausgeliehenen Bücher
it: Elenco dei libri presi in prestito
ru: Список одолженных книг

source: Write note(s)
ca: Nota o notes
cs: Napsat poznámku(y)
de: Bemerkung(en) schreiben
it: Scrivi note
ru: Написать примечание(и)

source: Author(s)
ca: Autor(s)
cs: Autoři
de: Autor(en)
it: Autore/i
ru: Автор(ы)

source: Print loan information
ca: Imprimir la informació de préstec
it: Stampare informazioni di prestito
ru: Печать информации о прокате

source: Personal details
ca: Detalls personals
cs: Osobní údaje
it: Detagli personali

source: Write notes
ca: Escriviu notes
cs: Napsat poznámky
de: Bemerkung schreiben
it: Scrivi note
ru: Написать примечания

source: Any field
it: Qualsiasi campo

source: Select item
ca: Seleccioneu l'ítem
cs: Vyberte položku
de: Exemplar auswählen
it: Seleziona articolo
ru: Выбор элемента

source: Borrower details
ca: Detalls del lector
cs: Podrobnosti o vypůjčovateli
de: Details zu Bibliotheksbenutzer
it: Dettagli mutuatario
ru: Информация о занявшем

source: Enter the period of interest
ca: Període d'interès
cs: Zadejte období zájmu
it: Inserire periodo di interesso
ru: Введите интересуемый период

source: From:
ca: De:
cs: Od:
de: Von:
it: Da:
ru: От:

source: To:
ca: A:
cs: Komu:
de: Zu:
it: A:
ru: Кому:

source: A new request has been registered with success.
ca: S'ha enregistrat correctament la nueva petició.
cs: Nová žádost byla úspěšně zaregistrována.
it: Una nuova richiesta è stata registrata con successo.
ru: Новый запрос был успешно зарегистрирован.

source: Please select one borrower to continue.
it: Si prega di selezionare un mutuatario per continuare.

source: Loan information
ca: Informació de préstec
cs: Informace o vypůjčce
de: Informationen zur Ausleihe
it: Informazioni sul prestito
ru: Информация о прокатах

source: Loan date
ca: Prestat el
de: Ausleih-Datum
it: Data di prestito
ru: Дата проката

source: This note will be associated to this new loan, not to the borrower.
it: Questa nota sarà associata a questo prestito, non al mutuatario.

source: Loan status
ca: Estat del préstec
de: Ausleih-Status
it: Stato prestito
ru: Статус проката

source: Requested ?
ca: Sol·licitat?
cs: Požadovaná?
de: Angefragt ?
it: Richiesto?
ru: Запрошенные ?

source: New due date:
ca: Nova data de retorn:
cs: Nový termín:
de: Neues Ablauf-Datum:
it: Nuova data di scadenza:
ru: Новые к дате:

source: Submit new due date
ca: Nova data de retorn
cs: Předložit nový termín
de: Neues Ablauf-Datum eintragen
it: Sottomettere nuova data di scadenza
ru: Отправить новую "Дату до"

source: The due date has been updated. New due date: %s
ca: S'ha actualitzat la data de retorn. Ara és: %s
cs: Termín byl aktualizován. Nový termín: %s
de: Das Ablauf-Datum wurde aktualisiert. Neues Ablauf-Datum: %s
it: La data di scadenza è stata aggiornata. Nuova data di scadenza: %s
ru: "Дата до" была обновлена, новая дата: %s

source: Back to borrower's loans
it: Torna ai prestiti del mututario

source: Notification has been sent!
ca: S'ha enviat la notificació
de: Benachrichtigung wurde verschickt!
it: Notifica inviata!
ru: Оповещение было отправлено!

source: Notes about loan
ca: Notes sobre el préstec
cs: Poznámky o vypůjčce
de: Bemerkung zu Ausleihe
it: Note sul prestito
ru: Примечания о прокате

source: [delete]
ca: [suprimir]
de: [löschen]
it: [cancella]
ru: [удалить]
